/// Arabic Quran text data.
const Map<String, dynamic> surah38 = 
{
  'id': 38,
  'verses': [
    {
      'id': 1,
      'surah': 38,
      'text': 'صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ ﰀ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 2,
      'surah': 38,
      'text': 'بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ ﰁ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 3,
      'surah': 38,
      'text': 'كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ ﰂ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 4,
      'surah': 38,
      'text': 'وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ ﰃ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 5,
      'surah': 38,
      'text': 'أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ ﰄ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 6,
      'surah': 38,
      'text': 'وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ ﰅ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 7,
      'surah': 38,
      'text': 'مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ ﰆ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 8,
      'surah': 38,
      'text': 'أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ ﰇ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 9,
      'surah': 38,
      'text': 'أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ ﰈ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 10,
      'surah': 38,
      'text': 'أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ ﰉ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 11,
      'surah': 38,
      'text': 'جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ ﰊ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 12,
      'surah': 38,
      'text': 'كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ ﰋ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 13,
      'surah': 38,
      'text': 'وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ ﰌ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 14,
      'surah': 38,
      'text': 'إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ ﰍ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 15,
      'surah': 38,
      'text': 'وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ ﰎ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 16,
      'surah': 38,
      'text': 'وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ ﰏ',
      'page': 453,
      'juz': 23
    },
    {
      'id': 17,
      'surah': 38,
      'text': 'ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ ﰐ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 18,
      'surah': 38,
      'text': 'إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ ﰑ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 19,
      'surah': 38,
      'text': 'وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ ﰒ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 20,
      'surah': 38,
      'text': 'وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ ﰓ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 21,
      'surah': 38,
      'text': '۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ ﰔ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 22,
      'surah': 38,
      'text': 'إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ ﰕ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 23,
      'surah': 38,
      'text': 'إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ ﰖ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 24,
      'surah': 38,
      'text': 'قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩ ﰗ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 25,
      'surah': 38,
      'text': 'فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ ﰘ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 26,
      'surah': 38,
      'text': 'يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ ﰙ',
      'page': 454,
      'juz': 23
    },
    {
      'id': 27,
      'surah': 38,
      'text': 'وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ ﰚ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 28,
      'surah': 38,
      'text': 'أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ ﰛ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 29,
      'surah': 38,
      'text': 'كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ ﰜ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 30,
      'surah': 38,
      'text': 'وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ ﰝ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 31,
      'surah': 38,
      'text': 'إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ ﰞ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 32,
      'surah': 38,
      'text': 'فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ ﰟ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 33,
      'surah': 38,
      'text': 'رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ ﰠ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 34,
      'surah': 38,
      'text': 'وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ ﰡ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 35,
      'surah': 38,
      'text': 'قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ ﰢ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 36,
      'surah': 38,
      'text': 'فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ ﰣ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 37,
      'surah': 38,
      'text': 'وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ ﰤ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 38,
      'surah': 38,
      'text': 'وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ ﰥ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 39,
      'surah': 38,
      'text': 'هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ ﰦ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 40,
      'surah': 38,
      'text': 'وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ ﰧ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 41,
      'surah': 38,
      'text': 'وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ ﰨ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 42,
      'surah': 38,
      'text': 'ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ ﰩ',
      'page': 455,
      'juz': 23
    },
    {
      'id': 43,
      'surah': 38,
      'text': 'وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ ﰪ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 44,
      'surah': 38,
      'text': 'وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ ﰫ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 45,
      'surah': 38,
      'text': 'وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ ﰬ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 46,
      'surah': 38,
      'text': 'إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ ﰭ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 47,
      'surah': 38,
      'text': 'وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ ﰮ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 48,
      'surah': 38,
      'text': 'وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ ﰯ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 49,
      'surah': 38,
      'text': 'هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ ﰰ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 50,
      'surah': 38,
      'text': 'جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ ﰱ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 51,
      'surah': 38,
      'text': 'مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ ﰲ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 52,
      'surah': 38,
      'text': '۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ ﰳ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 53,
      'surah': 38,
      'text': 'هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ ﰴ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 54,
      'surah': 38,
      'text': 'إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ ﰵ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 55,
      'surah': 38,
      'text': 'هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ ﰶ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 56,
      'surah': 38,
      'text': 'جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ ﰷ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 57,
      'surah': 38,
      'text': 'هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ ﰸ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 58,
      'surah': 38,
      'text': 'وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ ﰹ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 59,
      'surah': 38,
      'text': 'هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ ﰺ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 60,
      'surah': 38,
      'text': 'قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ ﰻ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 61,
      'surah': 38,
      'text': 'قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ ﰼ',
      'page': 456,
      'juz': 23
    },
    {
      'id': 62,
      'surah': 38,
      'text': 'وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ ﰽ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 63,
      'surah': 38,
      'text': 'أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ ﰾ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 64,
      'surah': 38,
      'text': 'إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ ﰿ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 65,
      'surah': 38,
      'text': 'قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ ﱀ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 66,
      'surah': 38,
      'text': 'رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ ﱁ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 67,
      'surah': 38,
      'text': 'قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ ﱂ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 68,
      'surah': 38,
      'text': 'أَنتُمۡ عَنۡهُ مُعۡرِضُونَ ﱃ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 69,
      'surah': 38,
      'text': 'مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ ﱄ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 70,
      'surah': 38,
      'text': 'إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ ﱅ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 71,
      'surah': 38,
      'text': 'إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ ﱆ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 72,
      'surah': 38,
      'text': 'فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ ﱇ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 73,
      'surah': 38,
      'text': 'فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ ﱈ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 74,
      'surah': 38,
      'text': 'إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ ﱉ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 75,
      'surah': 38,
      'text': 'قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ ﱊ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 76,
      'surah': 38,
      'text': 'قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ ﱋ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 77,
      'surah': 38,
      'text': 'قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ ﱌ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 78,
      'surah': 38,
      'text': 'وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ ﱍ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 79,
      'surah': 38,
      'text': 'قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ ﱎ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 80,
      'surah': 38,
      'text': 'قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ ﱏ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 81,
      'surah': 38,
      'text': 'إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ ﱐ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 82,
      'surah': 38,
      'text': 'قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ ﱑ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 83,
      'surah': 38,
      'text': 'إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ ﱒ',
      'page': 457,
      'juz': 23
    },
    {
      'id': 84,
      'surah': 38,
      'text': 'قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ ﱓ',
      'page': 458,
      'juz': 23
    },
    {
      'id': 85,
      'surah': 38,
      'text': 'لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ ﱔ',
      'page': 458,
      'juz': 23
    },
    {
      'id': 86,
      'surah': 38,
      'text': 'قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ ﱕ',
      'page': 458,
      'juz': 23
    },
    {
      'id': 87,
      'surah': 38,
      'text': 'إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ﱖ',
      'page': 458,
      'juz': 23
    },
    {
      'id': 88,
      'surah': 38,
      'text': 'وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ ﱗ',
      'page': 458,
      'juz': 23
    }
  ]
}
;
