/// Arabic Quran text data.
const Map<String, dynamic> surah79 = 
{
  'id': 79,
  'verses': [
    {
      'id': 1,
      'surah': 79,
      'text': 'وَٱلنَّٰزِعَٰتِ غَرۡقٗا ﰀ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 79,
      'text': 'وَٱلنَّٰشِطَٰتِ نَشۡطٗا ﰁ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 79,
      'text': 'وَٱلسَّٰبِحَٰتِ سَبۡحٗا ﰂ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 79,
      'text': 'فَٱلسَّٰبِقَٰتِ سَبۡقٗا ﰃ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 79,
      'text': 'فَٱلۡمُدَبِّرَٰتِ أَمۡرٗا ﰄ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 79,
      'text': 'يَوۡمَ تَرۡجُفُ ٱلرَّاجِفَةُ ﰅ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 79,
      'text': 'تَتۡبَعُهَا ٱلرَّادِفَةُ ﰆ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 79,
      'text': 'قُلُوبٞ يَوۡمَئِذٖ وَاجِفَةٌ ﰇ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 79,
      'text': 'أَبۡصَٰرُهَا خَٰشِعَةٞ ﰈ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 79,
      'text': 'يَقُولُونَ أَءِنَّا لَمَرۡدُودُونَ فِي ٱلۡحَافِرَةِ ﰉ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 79,
      'text': 'أَءِذَا كُنَّا عِظَٰمٗا نَّخِرَةٗ ﰊ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 79,
      'text': 'قَالُواْ تِلۡكَ إِذٗا كَرَّةٌ خَاسِرَةٞ ﰋ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 79,
      'text': 'فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ ﰌ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 79,
      'text': 'فَإِذَا هُم بِٱلسَّاهِرَةِ ﰍ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 79,
      'text': 'هَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ ﰎ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 79,
      'text': 'إِذۡ نَادَىٰهُ رَبُّهُۥ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوًى ﰏ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 79,
      'text': 'ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ ﰐ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 79,
      'text': 'فَقُلۡ هَل لَّكَ إِلَىٰٓ أَن تَزَكَّىٰ ﰑ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 79,
      'text': 'وَأَهۡدِيَكَ إِلَىٰ رَبِّكَ فَتَخۡشَىٰ ﰒ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 79,
      'text': 'فَأَرَىٰهُ ٱلۡأٓيَةَ ٱلۡكُبۡرَىٰ ﰓ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 79,
      'text': 'فَكَذَّبَ وَعَصَىٰ ﰔ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 79,
      'text': 'ثُمَّ أَدۡبَرَ يَسۡعَىٰ ﰕ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 79,
      'text': 'فَحَشَرَ فَنَادَىٰ ﰖ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 79,
      'text': 'فَقَالَ أَنَا۠ رَبُّكُمُ ٱلۡأَعۡلَىٰ ﰗ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 79,
      'text': 'فَأَخَذَهُ ٱللَّهُ نَكَالَ ٱلۡأٓخِرَةِ وَٱلۡأُولَىٰٓ ﰘ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 26,
      'surah': 79,
      'text': 'إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّمَن يَخۡشَىٰٓ ﰙ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 27,
      'surah': 79,
      'text': 'ءَأَنتُمۡ أَشَدُّ خَلۡقًا أَمِ ٱلسَّمَآءُۚ بَنَىٰهَا ﰚ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 28,
      'surah': 79,
      'text': 'رَفَعَ سَمۡكَهَا فَسَوَّىٰهَا ﰛ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 29,
      'surah': 79,
      'text': 'وَأَغۡطَشَ لَيۡلَهَا وَأَخۡرَجَ ضُحَىٰهَا ﰜ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 30,
      'surah': 79,
      'text': 'وَٱلۡأَرۡضَ بَعۡدَ ذَٰلِكَ دَحَىٰهَآ ﰝ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 31,
      'surah': 79,
      'text': 'أَخۡرَجَ مِنۡهَا مَآءَهَا وَمَرۡعَىٰهَا ﰞ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 32,
      'surah': 79,
      'text': 'وَٱلۡجِبَالَ أَرۡسَىٰهَا ﰟ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 33,
      'surah': 79,
      'text': 'مَتَٰعٗا لَّكُمۡ وَلِأَنۡعَٰمِكُمۡ ﰠ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 34,
      'surah': 79,
      'text': 'فَإِذَا جَآءَتِ ٱلطَّآمَّةُ ٱلۡكُبۡرَىٰ ﰡ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 35,
      'surah': 79,
      'text': 'يَوۡمَ يَتَذَكَّرُ ٱلۡإِنسَٰنُ مَا سَعَىٰ ﰢ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 36,
      'surah': 79,
      'text': 'وَبُرِّزَتِ ٱلۡجَحِيمُ لِمَن يَرَىٰ ﰣ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 37,
      'surah': 79,
      'text': 'فَأَمَّا مَن طَغَىٰ ﰤ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 38,
      'surah': 79,
      'text': 'وَءَاثَرَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا ﰥ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 39,
      'surah': 79,
      'text': 'فَإِنَّ ٱلۡجَحِيمَ هِيَ ٱلۡمَأۡوَىٰ ﰦ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 40,
      'surah': 79,
      'text': 'وَأَمَّا مَنۡ خَافَ مَقَامَ رَبِّهِۦ وَنَهَى ٱلنَّفۡسَ عَنِ ٱلۡهَوَىٰ ﰧ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 41,
      'surah': 79,
      'text': 'فَإِنَّ ٱلۡجَنَّةَ هِيَ ٱلۡمَأۡوَىٰ ﰨ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 42,
      'surah': 79,
      'text': 'يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَا ﰩ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 43,
      'surah': 79,
      'text': 'فِيمَ أَنتَ مِن ذِكۡرَىٰهَآ ﰪ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 44,
      'surah': 79,
      'text': 'إِلَىٰ رَبِّكَ مُنتَهَىٰهَآ ﰫ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 45,
      'surah': 79,
      'text': 'إِنَّمَآ أَنتَ مُنذِرُ مَن يَخۡشَىٰهَا ﰬ',
      'page': 584,
      'juz': 30
    },
    {
      'id': 46,
      'surah': 79,
      'text': 'كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا ﰭ',
      'page': 584,
      'juz': 30
    }
  ]
}
;
