/// Arabic Quran text data.
const Map<String, dynamic> surah94 = 
{
  'id': 94,
  'verses': [
    {
      'id': 1,
      'surah': 94,
      'text': 'أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ ﰀ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 94,
      'text': 'وَوَضَعۡنَا عَنكَ وِزۡرَكَ ﰁ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 94,
      'text': 'ٱلَّذِيٓ أَنقَضَ ظَهۡرَكَ ﰂ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 94,
      'text': 'وَرَفَعۡنَا لَكَ ذِكۡرَكَ ﰃ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 94,
      'text': 'فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا ﰄ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 94,
      'text': 'إِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرٗا ﰅ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 94,
      'text': 'فَإِذَا فَرَغۡتَ فَٱنصَبۡ ﰆ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 94,
      'text': 'وَإِلَىٰ رَبِّكَ فَٱرۡغَب ﰇ',
      'page': 597,
      'juz': 30
    }
  ]
}
;
