/// Arabic Quran text data.
const Map<String, dynamic> surah103 = 
{
  'id': 103,
  'verses': [
    {
      'id': 1,
      'surah': 103,
      'text': 'وَٱلۡعَصۡرِ ﰀ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 103,
      'text': 'إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ ﰁ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 103,
      'text': 'إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ ﰂ',
      'page': 601,
      'juz': 30
    }
  ]
}
;
