/// Arabic Quran text data.
const Map<String, dynamic> surah86 = 
{
  'id': 86,
  'verses': [
    {
      'id': 1,
      'surah': 86,
      'text': 'وَٱلسَّمَآءِ وَٱلطَّارِقِ ﰀ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 86,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا ٱلطَّارِقُ ﰁ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 86,
      'text': 'ٱلنَّجۡمُ ٱلثَّاقِبُ ﰂ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 86,
      'text': 'إِن كُلُّ نَفۡسٖ لَّمَّا عَلَيۡهَا حَافِظٞ ﰃ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 86,
      'text': 'فَلۡيَنظُرِ ٱلۡإِنسَٰنُ مِمَّ خُلِقَ ﰄ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 86,
      'text': 'خُلِقَ مِن مَّآءٖ دَافِقٖ ﰅ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 86,
      'text': 'يَخۡرُجُ مِنۢ بَيۡنِ ٱلصُّلۡبِ وَٱلتَّرَآئِبِ ﰆ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 86,
      'text': 'إِنَّهُۥ عَلَىٰ رَجۡعِهِۦ لَقَادِرٞ ﰇ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 86,
      'text': 'يَوۡمَ تُبۡلَى ٱلسَّرَآئِرُ ﰈ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 86,
      'text': 'فَمَا لَهُۥ مِن قُوَّةٖ وَلَا نَاصِرٖ ﰉ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 86,
      'text': 'وَٱلسَّمَآءِ ذَاتِ ٱلرَّجۡعِ ﰊ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 86,
      'text': 'وَٱلۡأَرۡضِ ذَاتِ ٱلصَّدۡعِ ﰋ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 86,
      'text': 'إِنَّهُۥ لَقَوۡلٞ فَصۡلٞ ﰌ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 86,
      'text': 'وَمَا هُوَ بِٱلۡهَزۡلِ ﰍ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 86,
      'text': 'إِنَّهُمۡ يَكِيدُونَ كَيۡدٗا ﰎ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 86,
      'text': 'وَأَكِيدُ كَيۡدٗا ﰏ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 86,
      'text': 'فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا ﰐ',
      'page': 591,
      'juz': 30
    }
  ]
}
;
