/// Arabic Quran text data.
const Map<String, dynamic> surah87 = 
{
  'id': 87,
  'verses': [
    {
      'id': 1,
      'surah': 87,
      'text': 'سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى ﰀ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 87,
      'text': 'ٱلَّذِي خَلَقَ فَسَوَّىٰ ﰁ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 87,
      'text': 'وَٱلَّذِي قَدَّرَ فَهَدَىٰ ﰂ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 87,
      'text': 'وَٱلَّذِيٓ أَخۡرَجَ ٱلۡمَرۡعَىٰ ﰃ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 87,
      'text': 'فَجَعَلَهُۥ غُثَآءً أَحۡوَىٰ ﰄ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 87,
      'text': 'سَنُقۡرِئُكَ فَلَا تَنسَىٰٓ ﰅ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 87,
      'text': 'إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ وَمَا يَخۡفَىٰ ﰆ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 87,
      'text': 'وَنُيَسِّرُكَ لِلۡيُسۡرَىٰ ﰇ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 87,
      'text': 'فَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ ﰈ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 87,
      'text': 'سَيَذَّكَّرُ مَن يَخۡشَىٰ ﰉ',
      'page': 591,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 87,
      'text': 'وَيَتَجَنَّبُهَا ٱلۡأَشۡقَى ﰊ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 87,
      'text': 'ٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ ﰋ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 87,
      'text': 'ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ ﰌ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 87,
      'text': 'قَدۡ أَفۡلَحَ مَن تَزَكَّىٰ ﰍ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 87,
      'text': 'وَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ ﰎ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 87,
      'text': 'بَلۡ تُؤۡثِرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا ﰏ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 87,
      'text': 'وَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ ﰐ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 87,
      'text': 'إِنَّ هَٰذَا لَفِي ٱلصُّحُفِ ٱلۡأُولَىٰ ﰑ',
      'page': 592,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 87,
      'text': 'صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ ﰒ',
      'page': 592,
      'juz': 30
    }
  ]
}
;
