/// Arabic Quran text data.
const Map<String, dynamic> surah75 = 
{
  'id': 75,
  'verses': [
    {
      'id': 1,
      'surah': 75,
      'text': 'لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ ﰀ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 75,
      'text': 'وَلَآ أُقۡسِمُ بِٱلنَّفۡسِ ٱللَّوَّامَةِ ﰁ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 75,
      'text': 'أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ ﰂ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 75,
      'text': 'بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّيَ بَنَانَهُۥ ﰃ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 75,
      'text': 'بَلۡ يُرِيدُ ٱلۡإِنسَٰنُ لِيَفۡجُرَ أَمَامَهُۥ ﰄ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 75,
      'text': 'يَسۡـَٔلُ أَيَّانَ يَوۡمُ ٱلۡقِيَٰمَةِ ﰅ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 75,
      'text': 'فَإِذَا بَرِقَ ٱلۡبَصَرُ ﰆ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 75,
      'text': 'وَخَسَفَ ٱلۡقَمَرُ ﰇ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 75,
      'text': 'وَجُمِعَ ٱلشَّمۡسُ وَٱلۡقَمَرُ ﰈ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 75,
      'text': 'يَقُولُ ٱلۡإِنسَٰنُ يَوۡمَئِذٍ أَيۡنَ ٱلۡمَفَرُّ ﰉ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 75,
      'text': 'كَلَّا لَا وَزَرَ ﰊ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 75,
      'text': 'إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمُسۡتَقَرُّ ﰋ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 75,
      'text': 'يُنَبَّؤُاْ ٱلۡإِنسَٰنُ يَوۡمَئِذِۭ بِمَا قَدَّمَ وَأَخَّرَ ﰌ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 75,
      'text': 'بَلِ ٱلۡإِنسَٰنُ عَلَىٰ نَفۡسِهِۦ بَصِيرَةٞ ﰍ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 75,
      'text': 'وَلَوۡ أَلۡقَىٰ مَعَاذِيرَهُۥ ﰎ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 75,
      'text': 'لَا تُحَرِّكۡ بِهِۦ لِسَانَكَ لِتَعۡجَلَ بِهِۦٓ ﰏ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 75,
      'text': 'إِنَّ عَلَيۡنَا جَمۡعَهُۥ وَقُرۡءَانَهُۥ ﰐ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 75,
      'text': 'فَإِذَا قَرَأۡنَٰهُ فَٱتَّبِعۡ قُرۡءَانَهُۥ ﰑ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 75,
      'text': 'ثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ ﰒ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 75,
      'text': 'كَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ ﰓ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 75,
      'text': 'وَتَذَرُونَ ٱلۡأٓخِرَةَ ﰔ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 75,
      'text': 'وُجُوهٞ يَوۡمَئِذٖ نَّاضِرَةٌ ﰕ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 75,
      'text': 'إِلَىٰ رَبِّهَا نَاظِرَةٞ ﰖ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 75,
      'text': 'وَوُجُوهٞ يَوۡمَئِذِۭ بَاسِرَةٞ ﰗ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 75,
      'text': 'تَظُنُّ أَن يُفۡعَلَ بِهَا فَاقِرَةٞ ﰘ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 75,
      'text': 'كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِيَ ﰙ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 75,
      'text': 'وَقِيلَ مَنۡۜ رَاقٖ ﰚ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 75,
      'text': 'وَظَنَّ أَنَّهُ ٱلۡفِرَاقُ ﰛ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 29,
      'surah': 75,
      'text': 'وَٱلۡتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ ﰜ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 30,
      'surah': 75,
      'text': 'إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمَسَاقُ ﰝ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 31,
      'surah': 75,
      'text': 'فَلَا صَدَّقَ وَلَا صَلَّىٰ ﰞ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 32,
      'surah': 75,
      'text': 'وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ ﰟ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 33,
      'surah': 75,
      'text': 'ثُمَّ ذَهَبَ إِلَىٰٓ أَهۡلِهِۦ يَتَمَطَّىٰٓ ﰠ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 34,
      'surah': 75,
      'text': 'أَوۡلَىٰ لَكَ فَأَوۡلَىٰ ﰡ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 35,
      'surah': 75,
      'text': 'ثُمَّ أَوۡلَىٰ لَكَ فَأَوۡلَىٰٓ ﰢ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 36,
      'surah': 75,
      'text': 'أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى ﰣ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 37,
      'surah': 75,
      'text': 'أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ ﰤ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 38,
      'surah': 75,
      'text': 'ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ ﰥ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 39,
      'surah': 75,
      'text': 'فَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ ﰦ',
      'page': 578,
      'juz': 29
    },
    {
      'id': 40,
      'surah': 75,
      'text': 'أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ ﰧ',
      'page': 578,
      'juz': 29
    }
  ]
}
;
