/// Arabic Quran text data.
const Map<String, dynamic> surah80 = 
{
  'id': 80,
  'verses': [
    {
      'id': 1,
      'surah': 80,
      'text': 'عَبَسَ وَتَوَلَّىٰٓ ﰀ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 80,
      'text': 'أَن جَآءَهُ ٱلۡأَعۡمَىٰ ﰁ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 80,
      'text': 'وَمَا يُدۡرِيكَ لَعَلَّهُۥ يَزَّكَّىٰٓ ﰂ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 80,
      'text': 'أَوۡ يَذَّكَّرُ فَتَنفَعَهُ ٱلذِّكۡرَىٰٓ ﰃ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 80,
      'text': 'أَمَّا مَنِ ٱسۡتَغۡنَىٰ ﰄ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 80,
      'text': 'فَأَنتَ لَهُۥ تَصَدَّىٰ ﰅ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 80,
      'text': 'وَمَا عَلَيۡكَ أَلَّا يَزَّكَّىٰ ﰆ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 80,
      'text': 'وَأَمَّا مَن جَآءَكَ يَسۡعَىٰ ﰇ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 80,
      'text': 'وَهُوَ يَخۡشَىٰ ﰈ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 80,
      'text': 'فَأَنتَ عَنۡهُ تَلَهَّىٰ ﰉ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 80,
      'text': 'كَلَّآ إِنَّهَا تَذۡكِرَةٞ ﰊ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 80,
      'text': 'فَمَن شَآءَ ذَكَرَهُۥ ﰋ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 80,
      'text': 'فِي صُحُفٖ مُّكَرَّمَةٖ ﰌ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 80,
      'text': 'مَّرۡفُوعَةٖ مُّطَهَّرَةِۭ ﰍ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 80,
      'text': 'بِأَيۡدِي سَفَرَةٖ ﰎ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 80,
      'text': 'كِرَامِۭ بَرَرَةٖ ﰏ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 80,
      'text': 'قُتِلَ ٱلۡإِنسَٰنُ مَآ أَكۡفَرَهُۥ ﰐ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 80,
      'text': 'مِنۡ أَيِّ شَيۡءٍ خَلَقَهُۥ ﰑ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 80,
      'text': 'مِن نُّطۡفَةٍ خَلَقَهُۥ فَقَدَّرَهُۥ ﰒ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 80,
      'text': 'ثُمَّ ٱلسَّبِيلَ يَسَّرَهُۥ ﰓ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 80,
      'text': 'ثُمَّ أَمَاتَهُۥ فَأَقۡبَرَهُۥ ﰔ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 80,
      'text': 'ثُمَّ إِذَا شَآءَ أَنشَرَهُۥ ﰕ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 80,
      'text': 'كَلَّا لَمَّا يَقۡضِ مَآ أَمَرَهُۥ ﰖ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 80,
      'text': 'فَلۡيَنظُرِ ٱلۡإِنسَٰنُ إِلَىٰ طَعَامِهِۦٓ ﰗ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 80,
      'text': 'أَنَّا صَبَبۡنَا ٱلۡمَآءَ صَبّٗا ﰘ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 26,
      'surah': 80,
      'text': 'ثُمَّ شَقَقۡنَا ٱلۡأَرۡضَ شَقّٗا ﰙ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 27,
      'surah': 80,
      'text': 'فَأَنۢبَتۡنَا فِيهَا حَبّٗا ﰚ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 28,
      'surah': 80,
      'text': 'وَعِنَبٗا وَقَضۡبٗا ﰛ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 29,
      'surah': 80,
      'text': 'وَزَيۡتُونٗا وَنَخۡلٗا ﰜ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 30,
      'surah': 80,
      'text': 'وَحَدَآئِقَ غُلۡبٗا ﰝ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 31,
      'surah': 80,
      'text': 'وَفَٰكِهَةٗ وَأَبّٗا ﰞ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 32,
      'surah': 80,
      'text': 'مَّتَٰعٗا لَّكُمۡ وَلِأَنۡعَٰمِكُمۡ ﰟ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 33,
      'surah': 80,
      'text': 'فَإِذَا جَآءَتِ ٱلصَّآخَّةُ ﰠ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 34,
      'surah': 80,
      'text': 'يَوۡمَ يَفِرُّ ٱلۡمَرۡءُ مِنۡ أَخِيهِ ﰡ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 35,
      'surah': 80,
      'text': 'وَأُمِّهِۦ وَأَبِيهِ ﰢ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 36,
      'surah': 80,
      'text': 'وَصَٰحِبَتِهِۦ وَبَنِيهِ ﰣ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 37,
      'surah': 80,
      'text': 'لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُمۡ يَوۡمَئِذٖ شَأۡنٞ يُغۡنِيهِ ﰤ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 38,
      'surah': 80,
      'text': 'وُجُوهٞ يَوۡمَئِذٖ مُّسۡفِرَةٞ ﰥ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 39,
      'surah': 80,
      'text': 'ضَاحِكَةٞ مُّسۡتَبۡشِرَةٞ ﰦ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 40,
      'surah': 80,
      'text': 'وَوُجُوهٞ يَوۡمَئِذٍ عَلَيۡهَا غَبَرَةٞ ﰧ',
      'page': 585,
      'juz': 30
    },
    {
      'id': 41,
      'surah': 80,
      'text': 'تَرۡهَقُهَا قَتَرَةٌ ﰨ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 42,
      'surah': 80,
      'text': 'أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ ﰩ',
      'page': 586,
      'juz': 30
    }
  ]
}
;
