/// Arabic Quran text data.
const Map<String, dynamic> surah1 = 
{
  'id': 1,
  'verses': [
    {
      'id': 1,
      'surah': 1,
      'text': 'بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ﰀ',
      'page': 1,
      'juz': 1
    },
    {
      'id': 2,
      'surah': 1,
      'text': 'ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ﰁ',
      'page': 1,
      'juz': 1
    },
    {
      'id': 3,
      'surah': 1,
      'text': 'ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ﰂ',
      'page': 1,
      'juz': 1
    },
    {
      'id': 4,
      'surah': 1,
      'text': 'مَٰلِكِ يَوۡمِ ٱلدِّينِ ﰃ',
      'page': 1,
      'juz': 1
    },
    {
      'id': 5,
      'surah': 1,
      'text': 'إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ﰄ',
      'page': 1,
      'juz': 1
    },
    {
      'id': 6,
      'surah': 1,
      'text': 'ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ﰅ',
      'page': 1,
      'juz': 1
    },
    {
      'id': 7,
      'surah': 1,
      'text': 'صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ﰆ',
      'page': 1,
      'juz': 1
    }
  ]
}
;
