/// Arabic Quran text data.
const Map<String, dynamic> surah51 = 
{
  'id': 51,
  'verses': [
    {
      'id': 1,
      'surah': 51,
      'text': 'وَٱلذَّٰرِيَٰتِ ذَرۡوٗا ﰀ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 2,
      'surah': 51,
      'text': 'فَٱلۡحَٰمِلَٰتِ وِقۡرٗا ﰁ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 3,
      'surah': 51,
      'text': 'فَٱلۡجَٰرِيَٰتِ يُسۡرٗا ﰂ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 4,
      'surah': 51,
      'text': 'فَٱلۡمُقَسِّمَٰتِ أَمۡرًا ﰃ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 5,
      'surah': 51,
      'text': 'إِنَّمَا تُوعَدُونَ لَصَادِقٞ ﰄ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 6,
      'surah': 51,
      'text': 'وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ ﰅ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 7,
      'surah': 51,
      'text': 'وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ ﰆ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 8,
      'surah': 51,
      'text': 'إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ ﰇ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 9,
      'surah': 51,
      'text': 'يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ ﰈ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 10,
      'surah': 51,
      'text': 'قُتِلَ ٱلۡخَرَّٰصُونَ ﰉ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 11,
      'surah': 51,
      'text': 'ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ ﰊ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 12,
      'surah': 51,
      'text': 'يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ ﰋ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 13,
      'surah': 51,
      'text': 'يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ ﰌ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 14,
      'surah': 51,
      'text': 'ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ ﰍ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 15,
      'surah': 51,
      'text': 'إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ ﰎ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 16,
      'surah': 51,
      'text': 'ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ ﰏ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 17,
      'surah': 51,
      'text': 'كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ ﰐ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 18,
      'surah': 51,
      'text': 'وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ ﰑ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 19,
      'surah': 51,
      'text': 'وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ ﰒ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 20,
      'surah': 51,
      'text': 'وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ ﰓ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 21,
      'surah': 51,
      'text': 'وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ ﰔ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 22,
      'surah': 51,
      'text': 'وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ ﰕ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 23,
      'surah': 51,
      'text': 'فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ ﰖ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 24,
      'surah': 51,
      'text': 'هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ ﰗ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 25,
      'surah': 51,
      'text': 'إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ ﰘ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 26,
      'surah': 51,
      'text': 'فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ ﰙ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 27,
      'surah': 51,
      'text': 'فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ ﰚ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 28,
      'surah': 51,
      'text': 'فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ ﰛ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 29,
      'surah': 51,
      'text': 'فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ ﰜ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 30,
      'surah': 51,
      'text': 'قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ ﰝ',
      'page': 521,
      'juz': 26
    },
    {
      'id': 31,
      'surah': 51,
      'text': '۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ ﰞ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 32,
      'surah': 51,
      'text': 'قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ ﰟ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 33,
      'surah': 51,
      'text': 'لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ ﰠ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 34,
      'surah': 51,
      'text': 'مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ ﰡ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 35,
      'surah': 51,
      'text': 'فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ ﰢ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 36,
      'surah': 51,
      'text': 'فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ ﰣ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 37,
      'surah': 51,
      'text': 'وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ ﰤ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 38,
      'surah': 51,
      'text': 'وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ ﰥ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 39,
      'surah': 51,
      'text': 'فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ ﰦ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 40,
      'surah': 51,
      'text': 'فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ ﰧ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 41,
      'surah': 51,
      'text': 'وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ ﰨ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 42,
      'surah': 51,
      'text': 'مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ ﰩ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 43,
      'surah': 51,
      'text': 'وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ ﰪ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 44,
      'surah': 51,
      'text': 'فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ ﰫ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 45,
      'surah': 51,
      'text': 'فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ ﰬ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 46,
      'surah': 51,
      'text': 'وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ ﰭ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 47,
      'surah': 51,
      'text': 'وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ ﰮ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 48,
      'surah': 51,
      'text': 'وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ ﰯ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 49,
      'surah': 51,
      'text': 'وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ ﰰ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 50,
      'surah': 51,
      'text': 'فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ ﰱ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 51,
      'surah': 51,
      'text': 'وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ ﰲ',
      'page': 522,
      'juz': 27
    },
    {
      'id': 52,
      'surah': 51,
      'text': 'كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ ﰳ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 53,
      'surah': 51,
      'text': 'أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ ﰴ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 54,
      'surah': 51,
      'text': 'فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ ﰵ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 55,
      'surah': 51,
      'text': 'وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ ﰶ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 56,
      'surah': 51,
      'text': 'وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ ﰷ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 57,
      'surah': 51,
      'text': 'مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ ﰸ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 58,
      'surah': 51,
      'text': 'إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ ﰹ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 59,
      'surah': 51,
      'text': 'فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ ﰺ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 60,
      'surah': 51,
      'text': 'فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ ﰻ',
      'page': 523,
      'juz': 27
    }
  ]
}
;
