/// Arabic Quran text data.
const Map<String, dynamic> surah91 = 
{
  'id': 91,
  'verses': [
    {
      'id': 1,
      'surah': 91,
      'text': 'وَٱلشَّمۡسِ وَضُحَىٰهَا ﰀ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 91,
      'text': 'وَٱلۡقَمَرِ إِذَا تَلَىٰهَا ﰁ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 91,
      'text': 'وَٱلنَّهَارِ إِذَا جَلَّىٰهَا ﰂ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 91,
      'text': 'وَٱلَّيۡلِ إِذَا يَغۡشَىٰهَا ﰃ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 91,
      'text': 'وَٱلسَّمَآءِ وَمَا بَنَىٰهَا ﰄ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 91,
      'text': 'وَٱلۡأَرۡضِ وَمَا طَحَىٰهَا ﰅ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 91,
      'text': 'وَنَفۡسٖ وَمَا سَوَّىٰهَا ﰆ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 91,
      'text': 'فَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا ﰇ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 91,
      'text': 'قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا ﰈ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 91,
      'text': 'وَقَدۡ خَابَ مَن دَسَّىٰهَا ﰉ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 91,
      'text': 'كَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآ ﰊ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 91,
      'text': 'إِذِ ٱنۢبَعَثَ أَشۡقَىٰهَا ﰋ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 91,
      'text': 'فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَا ﰌ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 91,
      'text': 'فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّىٰهَا ﰍ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 91,
      'text': 'وَلَا يَخَافُ عُقۡبَٰهَا ﰎ',
      'page': 595,
      'juz': 30
    }
  ]
}
;
