/// Arabic Quran text data.
const Map<String, dynamic> surah90 = 
{
  'id': 90,
  'verses': [
    {
      'id': 1,
      'surah': 90,
      'text': 'لَآ أُقۡسِمُ بِهَٰذَا ٱلۡبَلَدِ ﰀ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 90,
      'text': 'وَأَنتَ حِلُّۢ بِهَٰذَا ٱلۡبَلَدِ ﰁ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 90,
      'text': 'وَوَالِدٖ وَمَا وَلَدَ ﰂ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 90,
      'text': 'لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِي كَبَدٍ ﰃ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 90,
      'text': 'أَيَحۡسَبُ أَن لَّن يَقۡدِرَ عَلَيۡهِ أَحَدٞ ﰄ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 90,
      'text': 'يَقُولُ أَهۡلَكۡتُ مَالٗا لُّبَدًا ﰅ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 90,
      'text': 'أَيَحۡسَبُ أَن لَّمۡ يَرَهُۥٓ أَحَدٌ ﰆ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 90,
      'text': 'أَلَمۡ نَجۡعَل لَّهُۥ عَيۡنَيۡنِ ﰇ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 90,
      'text': 'وَلِسَانٗا وَشَفَتَيۡنِ ﰈ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 90,
      'text': 'وَهَدَيۡنَٰهُ ٱلنَّجۡدَيۡنِ ﰉ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 90,
      'text': 'فَلَا ٱقۡتَحَمَ ٱلۡعَقَبَةَ ﰊ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 90,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا ٱلۡعَقَبَةُ ﰋ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 90,
      'text': 'فَكُّ رَقَبَةٍ ﰌ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 90,
      'text': 'أَوۡ إِطۡعَٰمٞ فِي يَوۡمٖ ذِي مَسۡغَبَةٖ ﰍ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 90,
      'text': 'يَتِيمٗا ذَا مَقۡرَبَةٍ ﰎ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 90,
      'text': 'أَوۡ مِسۡكِينٗا ذَا مَتۡرَبَةٖ ﰏ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 90,
      'text': 'ثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُواْ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ وَتَوَاصَوۡاْ بِٱلۡمَرۡحَمَةِ ﰐ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 90,
      'text': 'أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ ﰑ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 90,
      'text': 'وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا هُمۡ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ ﰒ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 90,
      'text': 'عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ ﰓ',
      'page': 595,
      'juz': 30
    }
  ]
}
;
