/// Arabic Quran text data.
const Map<String, dynamic> surah95 = 
{
  'id': 95,
  'verses': [
    {
      'id': 1,
      'surah': 95,
      'text': 'وَٱلتِّينِ وَٱلزَّيۡتُونِ ﰀ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 95,
      'text': 'وَطُورِ سِينِينَ ﰁ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 95,
      'text': 'وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ ﰂ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 95,
      'text': 'لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ ﰃ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 95,
      'text': 'ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ ﰄ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 95,
      'text': 'إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ ﰅ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 95,
      'text': 'فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ ﰆ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 95,
      'text': 'أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ ﰇ',
      'page': 597,
      'juz': 30
    }
  ]
}
;
