/// Arabic Quran text data.
const Map<String, dynamic> surah97 = 
{
  'id': 97,
  'verses': [
    {
      'id': 1,
      'surah': 97,
      'text': 'إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ ﰀ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 97,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ ﰁ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 97,
      'text': 'لَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ أَلۡفِ شَهۡرٖ ﰂ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 97,
      'text': 'تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ ﰃ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 97,
      'text': 'سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ ﰄ',
      'page': 598,
      'juz': 30
    }
  ]
}
;
