/// Arabic Quran text data.
const Map<String, dynamic> surah77 = 
{
  'id': 77,
  'verses': [
    {
      'id': 1,
      'surah': 77,
      'text': 'وَٱلۡمُرۡسَلَٰتِ عُرۡفٗا ﰀ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 77,
      'text': 'فَٱلۡعَٰصِفَٰتِ عَصۡفٗا ﰁ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 77,
      'text': 'وَٱلنَّٰشِرَٰتِ نَشۡرٗا ﰂ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 77,
      'text': 'فَٱلۡفَٰرِقَٰتِ فَرۡقٗا ﰃ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 77,
      'text': 'فَٱلۡمُلۡقِيَٰتِ ذِكۡرًا ﰄ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 77,
      'text': 'عُذۡرًا أَوۡ نُذۡرًا ﰅ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 77,
      'text': 'إِنَّمَا تُوعَدُونَ لَوَٰقِعٞ ﰆ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 77,
      'text': 'فَإِذَا ٱلنُّجُومُ طُمِسَتۡ ﰇ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 77,
      'text': 'وَإِذَا ٱلسَّمَآءُ فُرِجَتۡ ﰈ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 77,
      'text': 'وَإِذَا ٱلۡجِبَالُ نُسِفَتۡ ﰉ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 77,
      'text': 'وَإِذَا ٱلرُّسُلُ أُقِّتَتۡ ﰊ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 77,
      'text': 'لِأَيِّ يَوۡمٍ أُجِّلَتۡ ﰋ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 77,
      'text': 'لِيَوۡمِ ٱلۡفَصۡلِ ﰌ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 77,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلۡفَصۡلِ ﰍ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰎ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 77,
      'text': 'أَلَمۡ نُهۡلِكِ ٱلۡأَوَّلِينَ ﰏ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 77,
      'text': 'ثُمَّ نُتۡبِعُهُمُ ٱلۡأٓخِرِينَ ﰐ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 77,
      'text': 'كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ ﰑ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰒ',
      'page': 580,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 77,
      'text': 'أَلَمۡ نَخۡلُقكُّم مِّن مَّآءٖ مَّهِينٖ ﰓ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 77,
      'text': 'فَجَعَلۡنَٰهُ فِي قَرَارٖ مَّكِينٍ ﰔ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 77,
      'text': 'إِلَىٰ قَدَرٖ مَّعۡلُومٖ ﰕ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 77,
      'text': 'فَقَدَرۡنَا فَنِعۡمَ ٱلۡقَٰدِرُونَ ﰖ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰗ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 77,
      'text': 'أَلَمۡ نَجۡعَلِ ٱلۡأَرۡضَ كِفَاتًا ﰘ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 77,
      'text': 'أَحۡيَآءٗ وَأَمۡوَٰتٗا ﰙ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 77,
      'text': 'وَجَعَلۡنَا فِيهَا رَوَٰسِيَ شَٰمِخَٰتٖ وَأَسۡقَيۡنَٰكُم مَّآءٗ فُرَاتٗا ﰚ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰛ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 29,
      'surah': 77,
      'text': 'ٱنطَلِقُوٓاْ إِلَىٰ مَا كُنتُم بِهِۦ تُكَذِّبُونَ ﰜ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 30,
      'surah': 77,
      'text': 'ٱنطَلِقُوٓاْ إِلَىٰ ظِلّٖ ذِي ثَلَٰثِ شُعَبٖ ﰝ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 31,
      'surah': 77,
      'text': 'لَّا ظَلِيلٖ وَلَا يُغۡنِي مِنَ ٱللَّهَبِ ﰞ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 32,
      'surah': 77,
      'text': 'إِنَّهَا تَرۡمِي بِشَرَرٖ كَٱلۡقَصۡرِ ﰟ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 33,
      'surah': 77,
      'text': 'كَأَنَّهُۥ جِمَٰلَتٞ صُفۡرٞ ﰠ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 34,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰡ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 35,
      'surah': 77,
      'text': 'هَٰذَا يَوۡمُ لَا يَنطِقُونَ ﰢ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 36,
      'surah': 77,
      'text': 'وَلَا يُؤۡذَنُ لَهُمۡ فَيَعۡتَذِرُونَ ﰣ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 37,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰤ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 38,
      'surah': 77,
      'text': 'هَٰذَا يَوۡمُ ٱلۡفَصۡلِۖ جَمَعۡنَٰكُمۡ وَٱلۡأَوَّلِينَ ﰥ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 39,
      'surah': 77,
      'text': 'فَإِن كَانَ لَكُمۡ كَيۡدٞ فَكِيدُونِ ﰦ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 40,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰧ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 41,
      'surah': 77,
      'text': 'إِنَّ ٱلۡمُتَّقِينَ فِي ظِلَٰلٖ وَعُيُونٖ ﰨ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 42,
      'surah': 77,
      'text': 'وَفَوَٰكِهَ مِمَّا يَشۡتَهُونَ ﰩ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 43,
      'surah': 77,
      'text': 'كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ ﰪ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 44,
      'surah': 77,
      'text': 'إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ﰫ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 45,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰬ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 46,
      'surah': 77,
      'text': 'كُلُواْ وَتَمَتَّعُواْ قَلِيلًا إِنَّكُم مُّجۡرِمُونَ ﰭ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 47,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰮ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 48,
      'surah': 77,
      'text': 'وَإِذَا قِيلَ لَهُمُ ٱرۡكَعُواْ لَا يَرۡكَعُونَ ﰯ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 49,
      'surah': 77,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰰ',
      'page': 581,
      'juz': 29
    },
    {
      'id': 50,
      'surah': 77,
      'text': 'فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ ﰱ',
      'page': 581,
      'juz': 29
    }
  ]
}
;
