/// Arabic Quran text data.
const Map<String, dynamic> surah55 = 
{
  'id': 55,
  'verses': [
    {
      'id': 1,
      'surah': 55,
      'text': 'ٱلرَّحۡمَٰنُ ﰀ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 2,
      'surah': 55,
      'text': 'عَلَّمَ ٱلۡقُرۡءَانَ ﰁ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 3,
      'surah': 55,
      'text': 'خَلَقَ ٱلۡإِنسَٰنَ ﰂ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 4,
      'surah': 55,
      'text': 'عَلَّمَهُ ٱلۡبَيَانَ ﰃ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 5,
      'surah': 55,
      'text': 'ٱلشَّمۡسُ وَٱلۡقَمَرُ بِحُسۡبَانٖ ﰄ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 6,
      'surah': 55,
      'text': 'وَٱلنَّجۡمُ وَٱلشَّجَرُ يَسۡجُدَانِ ﰅ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 7,
      'surah': 55,
      'text': 'وَٱلسَّمَآءَ رَفَعَهَا وَوَضَعَ ٱلۡمِيزَانَ ﰆ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 8,
      'surah': 55,
      'text': 'أَلَّا تَطۡغَوۡاْ فِي ٱلۡمِيزَانِ ﰇ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 9,
      'surah': 55,
      'text': 'وَأَقِيمُواْ ٱلۡوَزۡنَ بِٱلۡقِسۡطِ وَلَا تُخۡسِرُواْ ٱلۡمِيزَانَ ﰈ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 10,
      'surah': 55,
      'text': 'وَٱلۡأَرۡضَ وَضَعَهَا لِلۡأَنَامِ ﰉ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 11,
      'surah': 55,
      'text': 'فِيهَا فَٰكِهَةٞ وَٱلنَّخۡلُ ذَاتُ ٱلۡأَكۡمَامِ ﰊ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 12,
      'surah': 55,
      'text': 'وَٱلۡحَبُّ ذُو ٱلۡعَصۡفِ وَٱلرَّيۡحَانُ ﰋ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 13,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰌ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 14,
      'surah': 55,
      'text': 'خَلَقَ ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ كَٱلۡفَخَّارِ ﰍ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 15,
      'surah': 55,
      'text': 'وَخَلَقَ ٱلۡجَآنَّ مِن مَّارِجٖ مِّن نَّارٖ ﰎ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 16,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰏ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 17,
      'surah': 55,
      'text': 'رَبُّ ٱلۡمَشۡرِقَيۡنِ وَرَبُّ ٱلۡمَغۡرِبَيۡنِ ﰐ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 18,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰑ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 19,
      'surah': 55,
      'text': 'مَرَجَ ٱلۡبَحۡرَيۡنِ يَلۡتَقِيَانِ ﰒ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 20,
      'surah': 55,
      'text': 'بَيۡنَهُمَا بَرۡزَخٞ لَّا يَبۡغِيَانِ ﰓ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 21,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰔ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 22,
      'surah': 55,
      'text': 'يَخۡرُجُ مِنۡهُمَا ٱللُّؤۡلُؤُ وَٱلۡمَرۡجَانُ ﰕ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 23,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰖ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 24,
      'surah': 55,
      'text': 'وَلَهُ ٱلۡجَوَارِ ٱلۡمُنشَـَٔاتُ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ ﰗ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 25,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰘ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 26,
      'surah': 55,
      'text': 'كُلُّ مَنۡ عَلَيۡهَا فَانٖ ﰙ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 27,
      'surah': 55,
      'text': 'وَيَبۡقَىٰ وَجۡهُ رَبِّكَ ذُو ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ﰚ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 28,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰛ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 29,
      'surah': 55,
      'text': 'يَسۡـَٔلُهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ كُلَّ يَوۡمٍ هُوَ فِي شَأۡنٖ ﰜ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 30,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰝ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 31,
      'surah': 55,
      'text': 'سَنَفۡرُغُ لَكُمۡ أَيُّهَ ٱلثَّقَلَانِ ﰞ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 32,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰟ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 33,
      'surah': 55,
      'text': 'يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ ﰠ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 34,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰡ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 35,
      'surah': 55,
      'text': 'يُرۡسَلُ عَلَيۡكُمَا شُوَاظٞ مِّن نَّارٖ وَنُحَاسٞ فَلَا تَنتَصِرَانِ ﰢ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 36,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰣ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 37,
      'surah': 55,
      'text': 'فَإِذَا ٱنشَقَّتِ ٱلسَّمَآءُ فَكَانَتۡ وَرۡدَةٗ كَٱلدِّهَانِ ﰤ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 38,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰥ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 39,
      'surah': 55,
      'text': 'فَيَوۡمَئِذٖ لَّا يُسۡـَٔلُ عَن ذَنۢبِهِۦٓ إِنسٞ وَلَا جَآنّٞ ﰦ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 40,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰧ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 41,
      'surah': 55,
      'text': 'يُعۡرَفُ ٱلۡمُجۡرِمُونَ بِسِيمَٰهُمۡ فَيُؤۡخَذُ بِٱلنَّوَٰصِي وَٱلۡأَقۡدَامِ ﰨ',
      'page': 532,
      'juz': 27
    },
    {
      'id': 42,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰩ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 43,
      'surah': 55,
      'text': 'هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي يُكَذِّبُ بِهَا ٱلۡمُجۡرِمُونَ ﰪ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 44,
      'surah': 55,
      'text': 'يَطُوفُونَ بَيۡنَهَا وَبَيۡنَ حَمِيمٍ ءَانٖ ﰫ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 45,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰬ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 46,
      'surah': 55,
      'text': 'وَلِمَنۡ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ ﰭ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 47,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰮ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 48,
      'surah': 55,
      'text': 'ذَوَاتَآ أَفۡنَانٖ ﰯ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 49,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰰ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 50,
      'surah': 55,
      'text': 'فِيهِمَا عَيۡنَانِ تَجۡرِيَانِ ﰱ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 51,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰲ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 52,
      'surah': 55,
      'text': 'فِيهِمَا مِن كُلِّ فَٰكِهَةٖ زَوۡجَانِ ﰳ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 53,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰴ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 54,
      'surah': 55,
      'text': 'مُتَّكِـِٔينَ عَلَىٰ فُرُشِۭ بَطَآئِنُهَا مِنۡ إِسۡتَبۡرَقٖۚ وَجَنَى ٱلۡجَنَّتَيۡنِ دَانٖ ﰵ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 55,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰶ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 56,
      'surah': 55,
      'text': 'فِيهِنَّ قَٰصِرَٰتُ ٱلطَّرۡفِ لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ ﰷ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 57,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰸ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 58,
      'surah': 55,
      'text': 'كَأَنَّهُنَّ ٱلۡيَاقُوتُ وَٱلۡمَرۡجَانُ ﰹ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 59,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰺ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 60,
      'surah': 55,
      'text': 'هَلۡ جَزَآءُ ٱلۡإِحۡسَٰنِ إِلَّا ٱلۡإِحۡسَٰنُ ﰻ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 61,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰼ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 62,
      'surah': 55,
      'text': 'وَمِن دُونِهِمَا جَنَّتَانِ ﰽ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 63,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﰾ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 64,
      'surah': 55,
      'text': 'مُدۡهَآمَّتَانِ ﰿ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 65,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱀ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 66,
      'surah': 55,
      'text': 'فِيهِمَا عَيۡنَانِ نَضَّاخَتَانِ ﱁ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 67,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱂ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 68,
      'surah': 55,
      'text': 'فِيهِمَا فَٰكِهَةٞ وَنَخۡلٞ وَرُمَّانٞ ﱃ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 69,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱄ',
      'page': 533,
      'juz': 27
    },
    {
      'id': 70,
      'surah': 55,
      'text': 'فِيهِنَّ خَيۡرَٰتٌ حِسَانٞ ﱅ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 71,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱆ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 72,
      'surah': 55,
      'text': 'حُورٞ مَّقۡصُورَٰتٞ فِي ٱلۡخِيَامِ ﱇ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 73,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱈ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 74,
      'surah': 55,
      'text': 'لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ ﱉ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 75,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱊ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 76,
      'surah': 55,
      'text': 'مُتَّكِـِٔينَ عَلَىٰ رَفۡرَفٍ خُضۡرٖ وَعَبۡقَرِيٍّ حِسَانٖ ﱋ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 77,
      'surah': 55,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﱌ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 78,
      'surah': 55,
      'text': 'تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ﱍ',
      'page': 534,
      'juz': 27
    }
  ]
}
;
