/// Arabic Quran text data.
const Map<String, dynamic> surah85 = 
{
  'id': 85,
  'verses': [
    {
      'id': 1,
      'surah': 85,
      'text': 'وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ ﰀ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 85,
      'text': 'وَٱلۡيَوۡمِ ٱلۡمَوۡعُودِ ﰁ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 85,
      'text': 'وَشَاهِدٖ وَمَشۡهُودٖ ﰂ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 85,
      'text': 'قُتِلَ أَصۡحَٰبُ ٱلۡأُخۡدُودِ ﰃ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 85,
      'text': 'ٱلنَّارِ ذَاتِ ٱلۡوَقُودِ ﰄ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 85,
      'text': 'إِذۡ هُمۡ عَلَيۡهَا قُعُودٞ ﰅ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 85,
      'text': 'وَهُمۡ عَلَىٰ مَا يَفۡعَلُونَ بِٱلۡمُؤۡمِنِينَ شُهُودٞ ﰆ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 85,
      'text': 'وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ ﰇ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 85,
      'text': 'ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ ﰈ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 85,
      'text': 'إِنَّ ٱلَّذِينَ فَتَنُواْ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ ثُمَّ لَمۡ يَتُوبُواْ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِيقِ ﰉ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 85,
      'text': 'إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡكَبِيرُ ﰊ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 85,
      'text': 'إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ ﰋ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 85,
      'text': 'إِنَّهُۥ هُوَ يُبۡدِئُ وَيُعِيدُ ﰌ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 85,
      'text': 'وَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ ﰍ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 85,
      'text': 'ذُو ٱلۡعَرۡشِ ٱلۡمَجِيدُ ﰎ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 85,
      'text': 'فَعَّالٞ لِّمَا يُرِيدُ ﰏ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 85,
      'text': 'هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡجُنُودِ ﰐ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 85,
      'text': 'فِرۡعَوۡنَ وَثَمُودَ ﰑ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 85,
      'text': 'بَلِ ٱلَّذِينَ كَفَرُواْ فِي تَكۡذِيبٖ ﰒ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 85,
      'text': 'وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطُۢ ﰓ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 85,
      'text': 'بَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ ﰔ',
      'page': 590,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 85,
      'text': 'فِي لَوۡحٖ مَّحۡفُوظِۭ ﰕ',
      'page': 590,
      'juz': 30
    }
  ]
}
;
