/// Arabic Quran text data.
const Map<String, dynamic> surah72 = 
{
  'id': 72,
  'verses': [
    {
      'id': 1,
      'surah': 72,
      'text': 'قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا ﰀ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 72,
      'text': 'يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا ﰁ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 72,
      'text': 'وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا ﰂ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 72,
      'text': 'وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا ﰃ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 72,
      'text': 'وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا ﰄ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 72,
      'text': 'وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا ﰅ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 72,
      'text': 'وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا ﰆ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 72,
      'text': 'وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا ﰇ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 72,
      'text': 'وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا ﰈ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 72,
      'text': 'وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا ﰉ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 72,
      'text': 'وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا ﰊ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 72,
      'text': 'وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا ﰋ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 72,
      'text': 'وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا ﰌ',
      'page': 572,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 72,
      'text': 'وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا ﰍ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 72,
      'text': 'وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا ﰎ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 72,
      'text': 'وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا ﰏ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 72,
      'text': 'لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا ﰐ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 72,
      'text': 'وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا ﰑ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 72,
      'text': 'وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا ﰒ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 72,
      'text': 'قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا ﰓ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 72,
      'text': 'قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا ﰔ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 72,
      'text': 'قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا ﰕ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 72,
      'text': 'إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا ﰖ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 72,
      'text': 'حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا ﰗ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 72,
      'text': 'قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا ﰘ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 72,
      'text': 'عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا ﰙ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 72,
      'text': 'إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا ﰚ',
      'page': 573,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 72,
      'text': 'لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا ﰛ',
      'page': 573,
      'juz': 29
    }
  ]
}
;
