/// Arabic Quran text data.
const Map<String, dynamic> surah56 = 
{
  'id': 56,
  'verses': [
    {
      'id': 1,
      'surah': 56,
      'text': 'إِذَا وَقَعَتِ ٱلۡوَاقِعَةُ ﰀ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 2,
      'surah': 56,
      'text': 'لَيۡسَ لِوَقۡعَتِهَا كَاذِبَةٌ ﰁ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 3,
      'surah': 56,
      'text': 'خَافِضَةٞ رَّافِعَةٌ ﰂ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 4,
      'surah': 56,
      'text': 'إِذَا رُجَّتِ ٱلۡأَرۡضُ رَجّٗا ﰃ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 5,
      'surah': 56,
      'text': 'وَبُسَّتِ ٱلۡجِبَالُ بَسّٗا ﰄ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 6,
      'surah': 56,
      'text': 'فَكَانَتۡ هَبَآءٗ مُّنۢبَثّٗا ﰅ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 7,
      'surah': 56,
      'text': 'وَكُنتُمۡ أَزۡوَٰجٗا ثَلَٰثَةٗ ﰆ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 8,
      'surah': 56,
      'text': 'فَأَصۡحَٰبُ ٱلۡمَيۡمَنَةِ مَآ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ ﰇ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 9,
      'surah': 56,
      'text': 'وَأَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ مَآ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ ﰈ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 10,
      'surah': 56,
      'text': 'وَٱلسَّٰبِقُونَ ٱلسَّٰبِقُونَ ﰉ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 11,
      'surah': 56,
      'text': 'أُوْلَٰٓئِكَ ٱلۡمُقَرَّبُونَ ﰊ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 12,
      'surah': 56,
      'text': 'فِي جَنَّٰتِ ٱلنَّعِيمِ ﰋ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 13,
      'surah': 56,
      'text': 'ثُلَّةٞ مِّنَ ٱلۡأَوَّلِينَ ﰌ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 14,
      'surah': 56,
      'text': 'وَقَلِيلٞ مِّنَ ٱلۡأٓخِرِينَ ﰍ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 15,
      'surah': 56,
      'text': 'عَلَىٰ سُرُرٖ مَّوۡضُونَةٖ ﰎ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 16,
      'surah': 56,
      'text': 'مُّتَّكِـِٔينَ عَلَيۡهَا مُتَقَٰبِلِينَ ﰏ',
      'page': 534,
      'juz': 27
    },
    {
      'id': 17,
      'surah': 56,
      'text': 'يَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ ﰐ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 18,
      'surah': 56,
      'text': 'بِأَكۡوَابٖ وَأَبَارِيقَ وَكَأۡسٖ مِّن مَّعِينٖ ﰑ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 19,
      'surah': 56,
      'text': 'لَّا يُصَدَّعُونَ عَنۡهَا وَلَا يُنزِفُونَ ﰒ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 20,
      'surah': 56,
      'text': 'وَفَٰكِهَةٖ مِّمَّا يَتَخَيَّرُونَ ﰓ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 21,
      'surah': 56,
      'text': 'وَلَحۡمِ طَيۡرٖ مِّمَّا يَشۡتَهُونَ ﰔ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 22,
      'surah': 56,
      'text': 'وَحُورٌ عِينٞ ﰕ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 23,
      'surah': 56,
      'text': 'كَأَمۡثَٰلِ ٱللُّؤۡلُوِٕ ٱلۡمَكۡنُونِ ﰖ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 24,
      'surah': 56,
      'text': 'جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ ﰗ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 25,
      'surah': 56,
      'text': 'لَا يَسۡمَعُونَ فِيهَا لَغۡوٗا وَلَا تَأۡثِيمًا ﰘ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 26,
      'surah': 56,
      'text': 'إِلَّا قِيلٗا سَلَٰمٗا سَلَٰمٗا ﰙ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 27,
      'surah': 56,
      'text': 'وَأَصۡحَٰبُ ٱلۡيَمِينِ مَآ أَصۡحَٰبُ ٱلۡيَمِينِ ﰚ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 28,
      'surah': 56,
      'text': 'فِي سِدۡرٖ مَّخۡضُودٖ ﰛ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 29,
      'surah': 56,
      'text': 'وَطَلۡحٖ مَّنضُودٖ ﰜ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 30,
      'surah': 56,
      'text': 'وَظِلّٖ مَّمۡدُودٖ ﰝ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 31,
      'surah': 56,
      'text': 'وَمَآءٖ مَّسۡكُوبٖ ﰞ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 32,
      'surah': 56,
      'text': 'وَفَٰكِهَةٖ كَثِيرَةٖ ﰟ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 33,
      'surah': 56,
      'text': 'لَّا مَقۡطُوعَةٖ وَلَا مَمۡنُوعَةٖ ﰠ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 34,
      'surah': 56,
      'text': 'وَفُرُشٖ مَّرۡفُوعَةٍ ﰡ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 35,
      'surah': 56,
      'text': 'إِنَّآ أَنشَأۡنَٰهُنَّ إِنشَآءٗ ﰢ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 36,
      'surah': 56,
      'text': 'فَجَعَلۡنَٰهُنَّ أَبۡكَارًا ﰣ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 37,
      'surah': 56,
      'text': 'عُرُبًا أَتۡرَابٗا ﰤ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 38,
      'surah': 56,
      'text': 'لِّأَصۡحَٰبِ ٱلۡيَمِينِ ﰥ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 39,
      'surah': 56,
      'text': 'ثُلَّةٞ مِّنَ ٱلۡأَوَّلِينَ ﰦ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 40,
      'surah': 56,
      'text': 'وَثُلَّةٞ مِّنَ ٱلۡأٓخِرِينَ ﰧ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 41,
      'surah': 56,
      'text': 'وَأَصۡحَٰبُ ٱلشِّمَالِ مَآ أَصۡحَٰبُ ٱلشِّمَالِ ﰨ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 42,
      'surah': 56,
      'text': 'فِي سَمُومٖ وَحَمِيمٖ ﰩ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 43,
      'surah': 56,
      'text': 'وَظِلّٖ مِّن يَحۡمُومٖ ﰪ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 44,
      'surah': 56,
      'text': 'لَّا بَارِدٖ وَلَا كَرِيمٍ ﰫ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 45,
      'surah': 56,
      'text': 'إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُتۡرَفِينَ ﰬ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 46,
      'surah': 56,
      'text': 'وَكَانُواْ يُصِرُّونَ عَلَى ٱلۡحِنثِ ٱلۡعَظِيمِ ﰭ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 47,
      'surah': 56,
      'text': 'وَكَانُواْ يَقُولُونَ أَئِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ ﰮ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 48,
      'surah': 56,
      'text': 'أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ ﰯ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 49,
      'surah': 56,
      'text': 'قُلۡ إِنَّ ٱلۡأَوَّلِينَ وَٱلۡأٓخِرِينَ ﰰ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 50,
      'surah': 56,
      'text': 'لَمَجۡمُوعُونَ إِلَىٰ مِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ ﰱ',
      'page': 535,
      'juz': 27
    },
    {
      'id': 51,
      'surah': 56,
      'text': 'ثُمَّ إِنَّكُمۡ أَيُّهَا ٱلضَّآلُّونَ ٱلۡمُكَذِّبُونَ ﰲ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 52,
      'surah': 56,
      'text': 'لَأٓكِلُونَ مِن شَجَرٖ مِّن زَقُّومٖ ﰳ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 53,
      'surah': 56,
      'text': 'فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ ﰴ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 54,
      'surah': 56,
      'text': 'فَشَٰرِبُونَ عَلَيۡهِ مِنَ ٱلۡحَمِيمِ ﰵ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 55,
      'surah': 56,
      'text': 'فَشَٰرِبُونَ شُرۡبَ ٱلۡهِيمِ ﰶ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 56,
      'surah': 56,
      'text': 'هَٰذَا نُزُلُهُمۡ يَوۡمَ ٱلدِّينِ ﰷ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 57,
      'surah': 56,
      'text': 'نَحۡنُ خَلَقۡنَٰكُمۡ فَلَوۡلَا تُصَدِّقُونَ ﰸ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 58,
      'surah': 56,
      'text': 'أَفَرَءَيۡتُم مَّا تُمۡنُونَ ﰹ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 59,
      'surah': 56,
      'text': 'ءَأَنتُمۡ تَخۡلُقُونَهُۥٓ أَمۡ نَحۡنُ ٱلۡخَٰلِقُونَ ﰺ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 60,
      'surah': 56,
      'text': 'نَحۡنُ قَدَّرۡنَا بَيۡنَكُمُ ٱلۡمَوۡتَ وَمَا نَحۡنُ بِمَسۡبُوقِينَ ﰻ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 61,
      'surah': 56,
      'text': 'عَلَىٰٓ أَن نُّبَدِّلَ أَمۡثَٰلَكُمۡ وَنُنشِئَكُمۡ فِي مَا لَا تَعۡلَمُونَ ﰼ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 62,
      'surah': 56,
      'text': 'وَلَقَدۡ عَلِمۡتُمُ ٱلنَّشۡأَةَ ٱلۡأُولَىٰ فَلَوۡلَا تَذَكَّرُونَ ﰽ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 63,
      'surah': 56,
      'text': 'أَفَرَءَيۡتُم مَّا تَحۡرُثُونَ ﰾ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 64,
      'surah': 56,
      'text': 'ءَأَنتُمۡ تَزۡرَعُونَهُۥٓ أَمۡ نَحۡنُ ٱلزَّٰرِعُونَ ﰿ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 65,
      'surah': 56,
      'text': 'لَوۡ نَشَآءُ لَجَعَلۡنَٰهُ حُطَٰمٗا فَظَلۡتُمۡ تَفَكَّهُونَ ﱀ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 66,
      'surah': 56,
      'text': 'إِنَّا لَمُغۡرَمُونَ ﱁ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 67,
      'surah': 56,
      'text': 'بَلۡ نَحۡنُ مَحۡرُومُونَ ﱂ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 68,
      'surah': 56,
      'text': 'أَفَرَءَيۡتُمُ ٱلۡمَآءَ ٱلَّذِي تَشۡرَبُونَ ﱃ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 69,
      'surah': 56,
      'text': 'ءَأَنتُمۡ أَنزَلۡتُمُوهُ مِنَ ٱلۡمُزۡنِ أَمۡ نَحۡنُ ٱلۡمُنزِلُونَ ﱄ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 70,
      'surah': 56,
      'text': 'لَوۡ نَشَآءُ جَعَلۡنَٰهُ أُجَاجٗا فَلَوۡلَا تَشۡكُرُونَ ﱅ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 71,
      'surah': 56,
      'text': 'أَفَرَءَيۡتُمُ ٱلنَّارَ ٱلَّتِي تُورُونَ ﱆ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 72,
      'surah': 56,
      'text': 'ءَأَنتُمۡ أَنشَأۡتُمۡ شَجَرَتَهَآ أَمۡ نَحۡنُ ٱلۡمُنشِـُٔونَ ﱇ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 73,
      'surah': 56,
      'text': 'نَحۡنُ جَعَلۡنَٰهَا تَذۡكِرَةٗ وَمَتَٰعٗا لِّلۡمُقۡوِينَ ﱈ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 74,
      'surah': 56,
      'text': 'فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ ﱉ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 75,
      'surah': 56,
      'text': '۞ فَلَآ أُقۡسِمُ بِمَوَٰقِعِ ٱلنُّجُومِ ﱊ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 76,
      'surah': 56,
      'text': 'وَإِنَّهُۥ لَقَسَمٞ لَّوۡ تَعۡلَمُونَ عَظِيمٌ ﱋ',
      'page': 536,
      'juz': 27
    },
    {
      'id': 77,
      'surah': 56,
      'text': 'إِنَّهُۥ لَقُرۡءَانٞ كَرِيمٞ ﱌ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 78,
      'surah': 56,
      'text': 'فِي كِتَٰبٖ مَّكۡنُونٖ ﱍ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 79,
      'surah': 56,
      'text': 'لَّا يَمَسُّهُۥٓ إِلَّا ٱلۡمُطَهَّرُونَ ﱎ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 80,
      'surah': 56,
      'text': 'تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ ﱏ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 81,
      'surah': 56,
      'text': 'أَفَبِهَٰذَا ٱلۡحَدِيثِ أَنتُم مُّدۡهِنُونَ ﱐ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 82,
      'surah': 56,
      'text': 'وَتَجۡعَلُونَ رِزۡقَكُمۡ أَنَّكُمۡ تُكَذِّبُونَ ﱑ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 83,
      'surah': 56,
      'text': 'فَلَوۡلَآ إِذَا بَلَغَتِ ٱلۡحُلۡقُومَ ﱒ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 84,
      'surah': 56,
      'text': 'وَأَنتُمۡ حِينَئِذٖ تَنظُرُونَ ﱓ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 85,
      'surah': 56,
      'text': 'وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنكُمۡ وَلَٰكِن لَّا تُبۡصِرُونَ ﱔ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 86,
      'surah': 56,
      'text': 'فَلَوۡلَآ إِن كُنتُمۡ غَيۡرَ مَدِينِينَ ﱕ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 87,
      'surah': 56,
      'text': 'تَرۡجِعُونَهَآ إِن كُنتُمۡ صَٰدِقِينَ ﱖ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 88,
      'surah': 56,
      'text': 'فَأَمَّآ إِن كَانَ مِنَ ٱلۡمُقَرَّبِينَ ﱗ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 89,
      'surah': 56,
      'text': 'فَرَوۡحٞ وَرَيۡحَانٞ وَجَنَّتُ نَعِيمٖ ﱘ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 90,
      'surah': 56,
      'text': 'وَأَمَّآ إِن كَانَ مِنۡ أَصۡحَٰبِ ٱلۡيَمِينِ ﱙ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 91,
      'surah': 56,
      'text': 'فَسَلَٰمٞ لَّكَ مِنۡ أَصۡحَٰبِ ٱلۡيَمِينِ ﱚ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 92,
      'surah': 56,
      'text': 'وَأَمَّآ إِن كَانَ مِنَ ٱلۡمُكَذِّبِينَ ٱلضَّآلِّينَ ﱛ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 93,
      'surah': 56,
      'text': 'فَنُزُلٞ مِّنۡ حَمِيمٖ ﱜ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 94,
      'surah': 56,
      'text': 'وَتَصۡلِيَةُ جَحِيمٍ ﱝ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 95,
      'surah': 56,
      'text': 'إِنَّ هَٰذَا لَهُوَ حَقُّ ٱلۡيَقِينِ ﱞ',
      'page': 537,
      'juz': 27
    },
    {
      'id': 96,
      'surah': 56,
      'text': 'فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ ﱟ',
      'page': 537,
      'juz': 27
    }
  ]
}
;
