/// Arabic Quran text data.
const Map<String, dynamic> surah102 = 
{
  'id': 102,
  'verses': [
    {
      'id': 1,
      'surah': 102,
      'text': 'أَلۡهَىٰكُمُ ٱلتَّكَاثُرُ ﰀ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 102,
      'text': 'حَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ ﰁ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 102,
      'text': 'كَلَّا سَوۡفَ تَعۡلَمُونَ ﰂ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 102,
      'text': 'ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ ﰃ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 102,
      'text': 'كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ ﰄ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 102,
      'text': 'لَتَرَوُنَّ ٱلۡجَحِيمَ ﰅ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 102,
      'text': 'ثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ ﰆ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 102,
      'text': 'ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ ﰇ',
      'page': 600,
      'juz': 30
    }
  ]
}
;
