/// Arabic Quran text data.
const Map<String, dynamic> surah74 = 
{
  'id': 74,
  'verses': [
    {
      'id': 1,
      'surah': 74,
      'text': 'يَٰٓأَيُّهَا ٱلۡمُدَّثِّرُ ﰀ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 74,
      'text': 'قُمۡ فَأَنذِرۡ ﰁ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 74,
      'text': 'وَرَبَّكَ فَكَبِّرۡ ﰂ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 74,
      'text': 'وَثِيَابَكَ فَطَهِّرۡ ﰃ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 74,
      'text': 'وَٱلرُّجۡزَ فَٱهۡجُرۡ ﰄ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 74,
      'text': 'وَلَا تَمۡنُن تَسۡتَكۡثِرُ ﰅ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 74,
      'text': 'وَلِرَبِّكَ فَٱصۡبِرۡ ﰆ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 74,
      'text': 'فَإِذَا نُقِرَ فِي ٱلنَّاقُورِ ﰇ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 74,
      'text': 'فَذَٰلِكَ يَوۡمَئِذٖ يَوۡمٌ عَسِيرٌ ﰈ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 74,
      'text': 'عَلَى ٱلۡكَٰفِرِينَ غَيۡرُ يَسِيرٖ ﰉ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 74,
      'text': 'ذَرۡنِي وَمَنۡ خَلَقۡتُ وَحِيدٗا ﰊ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 74,
      'text': 'وَجَعَلۡتُ لَهُۥ مَالٗا مَّمۡدُودٗا ﰋ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 74,
      'text': 'وَبَنِينَ شُهُودٗا ﰌ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 74,
      'text': 'وَمَهَّدتُّ لَهُۥ تَمۡهِيدٗا ﰍ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 74,
      'text': 'ثُمَّ يَطۡمَعُ أَنۡ أَزِيدَ ﰎ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 74,
      'text': 'كَلَّآۖ إِنَّهُۥ كَانَ لِأٓيَٰتِنَا عَنِيدٗا ﰏ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 74,
      'text': 'سَأُرۡهِقُهُۥ صَعُودًا ﰐ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 74,
      'text': 'إِنَّهُۥ فَكَّرَ وَقَدَّرَ ﰑ',
      'page': 575,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 74,
      'text': 'فَقُتِلَ كَيۡفَ قَدَّرَ ﰒ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 74,
      'text': 'ثُمَّ قُتِلَ كَيۡفَ قَدَّرَ ﰓ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 74,
      'text': 'ثُمَّ نَظَرَ ﰔ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 74,
      'text': 'ثُمَّ عَبَسَ وَبَسَرَ ﰕ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 74,
      'text': 'ثُمَّ أَدۡبَرَ وَٱسۡتَكۡبَرَ ﰖ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 74,
      'text': 'فَقَالَ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ يُؤۡثَرُ ﰗ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 74,
      'text': 'إِنۡ هَٰذَآ إِلَّا قَوۡلُ ٱلۡبَشَرِ ﰘ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 74,
      'text': 'سَأُصۡلِيهِ سَقَرَ ﰙ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 74,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا سَقَرُ ﰚ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 74,
      'text': 'لَا تُبۡقِي وَلَا تَذَرُ ﰛ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 29,
      'surah': 74,
      'text': 'لَوَّاحَةٞ لِّلۡبَشَرِ ﰜ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 30,
      'surah': 74,
      'text': 'عَلَيۡهَا تِسۡعَةَ عَشَرَ ﰝ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 31,
      'surah': 74,
      'text': 'وَمَا جَعَلۡنَآ أَصۡحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةٗۖ وَمَا جَعَلۡنَا عِدَّتَهُمۡ إِلَّا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ لِيَسۡتَيۡقِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَيَزۡدَادَ ٱلَّذِينَ ءَامَنُوٓاْ إِيمَٰنٗا وَلَا يَرۡتَابَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡمُؤۡمِنُونَ وَلِيَقُولَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَمَا يَعۡلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَۚ وَمَا هِيَ إِلَّا ذِكۡرَىٰ لِلۡبَشَرِ ﰞ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 32,
      'surah': 74,
      'text': 'كَلَّا وَٱلۡقَمَرِ ﰟ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 33,
      'surah': 74,
      'text': 'وَٱلَّيۡلِ إِذۡ أَدۡبَرَ ﰠ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 34,
      'surah': 74,
      'text': 'وَٱلصُّبۡحِ إِذَآ أَسۡفَرَ ﰡ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 35,
      'surah': 74,
      'text': 'إِنَّهَا لَإِحۡدَى ٱلۡكُبَرِ ﰢ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 36,
      'surah': 74,
      'text': 'نَذِيرٗا لِّلۡبَشَرِ ﰣ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 37,
      'surah': 74,
      'text': 'لِمَن شَآءَ مِنكُمۡ أَن يَتَقَدَّمَ أَوۡ يَتَأَخَّرَ ﰤ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 38,
      'surah': 74,
      'text': 'كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ رَهِينَةٌ ﰥ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 39,
      'surah': 74,
      'text': 'إِلَّآ أَصۡحَٰبَ ٱلۡيَمِينِ ﰦ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 40,
      'surah': 74,
      'text': 'فِي جَنَّٰتٖ يَتَسَآءَلُونَ ﰧ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 41,
      'surah': 74,
      'text': 'عَنِ ٱلۡمُجۡرِمِينَ ﰨ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 42,
      'surah': 74,
      'text': 'مَا سَلَكَكُمۡ فِي سَقَرَ ﰩ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 43,
      'surah': 74,
      'text': 'قَالُواْ لَمۡ نَكُ مِنَ ٱلۡمُصَلِّينَ ﰪ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 44,
      'surah': 74,
      'text': 'وَلَمۡ نَكُ نُطۡعِمُ ٱلۡمِسۡكِينَ ﰫ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 45,
      'surah': 74,
      'text': 'وَكُنَّا نَخُوضُ مَعَ ٱلۡخَآئِضِينَ ﰬ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 46,
      'surah': 74,
      'text': 'وَكُنَّا نُكَذِّبُ بِيَوۡمِ ٱلدِّينِ ﰭ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 47,
      'surah': 74,
      'text': 'حَتَّىٰٓ أَتَىٰنَا ٱلۡيَقِينُ ﰮ',
      'page': 576,
      'juz': 29
    },
    {
      'id': 48,
      'surah': 74,
      'text': 'فَمَا تَنفَعُهُمۡ شَفَٰعَةُ ٱلشَّٰفِعِينَ ﰯ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 49,
      'surah': 74,
      'text': 'فَمَا لَهُمۡ عَنِ ٱلتَّذۡكِرَةِ مُعۡرِضِينَ ﰰ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 50,
      'surah': 74,
      'text': 'كَأَنَّهُمۡ حُمُرٞ مُّسۡتَنفِرَةٞ ﰱ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 51,
      'surah': 74,
      'text': 'فَرَّتۡ مِن قَسۡوَرَةِۭ ﰲ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 52,
      'surah': 74,
      'text': 'بَلۡ يُرِيدُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُؤۡتَىٰ صُحُفٗا مُّنَشَّرَةٗ ﰳ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 53,
      'surah': 74,
      'text': 'كَلَّاۖ بَل لَّا يَخَافُونَ ٱلۡأٓخِرَةَ ﰴ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 54,
      'surah': 74,
      'text': 'كَلَّآ إِنَّهُۥ تَذۡكِرَةٞ ﰵ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 55,
      'surah': 74,
      'text': 'فَمَن شَآءَ ذَكَرَهُۥ ﰶ',
      'page': 577,
      'juz': 29
    },
    {
      'id': 56,
      'surah': 74,
      'text': 'وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ ﰷ',
      'page': 577,
      'juz': 29
    }
  ]
}
;
