/// Arabic Quran text data.
const Map<String, dynamic> surah53 = 
{
  'id': 53,
  'verses': [
    {
      'id': 1,
      'surah': 53,
      'text': 'وَٱلنَّجۡمِ إِذَا هَوَىٰ ﰀ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 2,
      'surah': 53,
      'text': 'مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ ﰁ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 3,
      'surah': 53,
      'text': 'وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ ﰂ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 4,
      'surah': 53,
      'text': 'إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ ﰃ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 5,
      'surah': 53,
      'text': 'عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ ﰄ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 6,
      'surah': 53,
      'text': 'ذُو مِرَّةٖ فَٱسۡتَوَىٰ ﰅ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 7,
      'surah': 53,
      'text': 'وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ ﰆ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 8,
      'surah': 53,
      'text': 'ثُمَّ دَنَا فَتَدَلَّىٰ ﰇ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 9,
      'surah': 53,
      'text': 'فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ ﰈ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 10,
      'surah': 53,
      'text': 'فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ ﰉ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 11,
      'surah': 53,
      'text': 'مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ ﰊ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 12,
      'surah': 53,
      'text': 'أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ ﰋ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 13,
      'surah': 53,
      'text': 'وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ ﰌ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 14,
      'surah': 53,
      'text': 'عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ ﰍ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 15,
      'surah': 53,
      'text': 'عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ ﰎ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 16,
      'surah': 53,
      'text': 'إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ ﰏ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 17,
      'surah': 53,
      'text': 'مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ ﰐ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 18,
      'surah': 53,
      'text': 'لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ ﰑ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 19,
      'surah': 53,
      'text': 'أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ ﰒ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 20,
      'surah': 53,
      'text': 'وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ ﰓ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 21,
      'surah': 53,
      'text': 'أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ ﰔ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 22,
      'surah': 53,
      'text': 'تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ ﰕ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 23,
      'surah': 53,
      'text': 'إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ ﰖ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 24,
      'surah': 53,
      'text': 'أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ ﰗ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 25,
      'surah': 53,
      'text': 'فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ ﰘ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 26,
      'surah': 53,
      'text': '۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ ﰙ',
      'page': 526,
      'juz': 27
    },
    {
      'id': 27,
      'surah': 53,
      'text': 'إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ ﰚ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 28,
      'surah': 53,
      'text': 'وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا ﰛ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 29,
      'surah': 53,
      'text': 'فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا ﰜ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 30,
      'surah': 53,
      'text': 'ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ ﰝ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 31,
      'surah': 53,
      'text': 'وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى ﰞ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 32,
      'surah': 53,
      'text': 'ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ ﰟ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 33,
      'surah': 53,
      'text': 'أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ ﰠ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 34,
      'surah': 53,
      'text': 'وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ ﰡ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 35,
      'surah': 53,
      'text': 'أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ ﰢ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 36,
      'surah': 53,
      'text': 'أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ ﰣ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 37,
      'surah': 53,
      'text': 'وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ ﰤ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 38,
      'surah': 53,
      'text': 'أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ ﰥ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 39,
      'surah': 53,
      'text': 'وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ ﰦ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 40,
      'surah': 53,
      'text': 'وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ ﰧ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 41,
      'surah': 53,
      'text': 'ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ ﰨ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 42,
      'surah': 53,
      'text': 'وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ ﰩ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 43,
      'surah': 53,
      'text': 'وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ ﰪ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 44,
      'surah': 53,
      'text': 'وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا ﰫ',
      'page': 527,
      'juz': 27
    },
    {
      'id': 45,
      'surah': 53,
      'text': 'وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ ﰬ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 46,
      'surah': 53,
      'text': 'مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ ﰭ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 47,
      'surah': 53,
      'text': 'وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ ﰮ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 48,
      'surah': 53,
      'text': 'وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ ﰯ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 49,
      'surah': 53,
      'text': 'وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ ﰰ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 50,
      'surah': 53,
      'text': 'وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ ﰱ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 51,
      'surah': 53,
      'text': 'وَثَمُودَاْ فَمَآ أَبۡقَىٰ ﰲ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 52,
      'surah': 53,
      'text': 'وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ ﰳ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 53,
      'surah': 53,
      'text': 'وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ ﰴ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 54,
      'surah': 53,
      'text': 'فَغَشَّىٰهَا مَا غَشَّىٰ ﰵ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 55,
      'surah': 53,
      'text': 'فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ ﰶ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 56,
      'surah': 53,
      'text': 'هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ ﰷ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 57,
      'surah': 53,
      'text': 'أَزِفَتِ ٱلۡأٓزِفَةُ ﰸ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 58,
      'surah': 53,
      'text': 'لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ ﰹ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 59,
      'surah': 53,
      'text': 'أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ ﰺ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 60,
      'surah': 53,
      'text': 'وَتَضۡحَكُونَ وَلَا تَبۡكُونَ ﰻ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 61,
      'surah': 53,
      'text': 'وَأَنتُمۡ سَٰمِدُونَ ﰼ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 62,
      'surah': 53,
      'text': 'فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩ ﰽ',
      'page': 528,
      'juz': 27
    }
  ]
}
;
