/// Arabic Quran text data.
const Map<String, dynamic> surah101 = 
{
  'id': 101,
  'verses': [
    {
      'id': 1,
      'surah': 101,
      'text': 'ٱلۡقَارِعَةُ ﰀ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 101,
      'text': 'مَا ٱلۡقَارِعَةُ ﰁ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 101,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ ﰂ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 101,
      'text': 'يَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ ﰃ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 101,
      'text': 'وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ ﰄ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 101,
      'text': 'فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ ﰅ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 101,
      'text': 'فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ ﰆ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 101,
      'text': 'وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ ﰇ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 101,
      'text': 'فَأُمُّهُۥ هَاوِيَةٞ ﰈ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 101,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا هِيَهۡ ﰉ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 101,
      'text': 'نَارٌ حَامِيَةُۢ ﰊ',
      'page': 600,
      'juz': 30
    }
  ]
}
;
