/// Arabic Quran text data.
const Map<String, dynamic> surah15 = 
{
  'id': 15,
  'verses': [
    {
      'id': 1,
      'surah': 15,
      'text': 'الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ ﰀ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 2,
      'surah': 15,
      'text': 'رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ ﰁ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 3,
      'surah': 15,
      'text': 'ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ ﰂ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 4,
      'surah': 15,
      'text': 'وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ ﰃ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 5,
      'surah': 15,
      'text': 'مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ ﰄ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 6,
      'surah': 15,
      'text': 'وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ ﰅ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 7,
      'surah': 15,
      'text': 'لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ﰆ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 8,
      'surah': 15,
      'text': 'مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ ﰇ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 9,
      'surah': 15,
      'text': 'إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ ﰈ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 10,
      'surah': 15,
      'text': 'وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ ﰉ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 11,
      'surah': 15,
      'text': 'وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ﰊ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 12,
      'surah': 15,
      'text': 'كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ ﰋ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 13,
      'surah': 15,
      'text': 'لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ ﰌ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 14,
      'surah': 15,
      'text': 'وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ ﰍ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 15,
      'surah': 15,
      'text': 'لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ ﰎ',
      'page': 262,
      'juz': 14
    },
    {
      'id': 16,
      'surah': 15,
      'text': 'وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ ﰏ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 17,
      'surah': 15,
      'text': 'وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ ﰐ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 18,
      'surah': 15,
      'text': 'إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ ﰑ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 19,
      'surah': 15,
      'text': 'وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ ﰒ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 20,
      'surah': 15,
      'text': 'وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ ﰓ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 21,
      'surah': 15,
      'text': 'وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ ﰔ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 22,
      'surah': 15,
      'text': 'وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ ﰕ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 23,
      'surah': 15,
      'text': 'وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ ﰖ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 24,
      'surah': 15,
      'text': 'وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ ﰗ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 25,
      'surah': 15,
      'text': 'وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ ﰘ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 26,
      'surah': 15,
      'text': 'وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ ﰙ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 27,
      'surah': 15,
      'text': 'وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ ﰚ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 28,
      'surah': 15,
      'text': 'وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ ﰛ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 29,
      'surah': 15,
      'text': 'فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ ﰜ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 30,
      'surah': 15,
      'text': 'فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ ﰝ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 31,
      'surah': 15,
      'text': 'إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ ﰞ',
      'page': 263,
      'juz': 14
    },
    {
      'id': 32,
      'surah': 15,
      'text': 'قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ ﰟ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 33,
      'surah': 15,
      'text': 'قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ ﰠ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 34,
      'surah': 15,
      'text': 'قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ ﰡ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 35,
      'surah': 15,
      'text': 'وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ ﰢ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 36,
      'surah': 15,
      'text': 'قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ ﰣ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 37,
      'surah': 15,
      'text': 'قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ ﰤ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 38,
      'surah': 15,
      'text': 'إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ ﰥ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 39,
      'surah': 15,
      'text': 'قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ ﰦ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 40,
      'surah': 15,
      'text': 'إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ ﰧ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 41,
      'surah': 15,
      'text': 'قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ ﰨ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 42,
      'surah': 15,
      'text': 'إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ ﰩ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 43,
      'surah': 15,
      'text': 'وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ ﰪ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 44,
      'surah': 15,
      'text': 'لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ ﰫ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 45,
      'surah': 15,
      'text': 'إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ ﰬ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 46,
      'surah': 15,
      'text': 'ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ ﰭ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 47,
      'surah': 15,
      'text': 'وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ ﰮ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 48,
      'surah': 15,
      'text': 'لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ ﰯ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 49,
      'surah': 15,
      'text': '۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ ﰰ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 50,
      'surah': 15,
      'text': 'وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ ﰱ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 51,
      'surah': 15,
      'text': 'وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ ﰲ',
      'page': 264,
      'juz': 14
    },
    {
      'id': 52,
      'surah': 15,
      'text': 'إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ ﰳ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 53,
      'surah': 15,
      'text': 'قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ ﰴ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 54,
      'surah': 15,
      'text': 'قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ ﰵ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 55,
      'surah': 15,
      'text': 'قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ ﰶ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 56,
      'surah': 15,
      'text': 'قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ ﰷ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 57,
      'surah': 15,
      'text': 'قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ ﰸ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 58,
      'surah': 15,
      'text': 'قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ ﰹ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 59,
      'surah': 15,
      'text': 'إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ ﰺ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 60,
      'surah': 15,
      'text': 'إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ ﰻ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 61,
      'surah': 15,
      'text': 'فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ ﰼ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 62,
      'surah': 15,
      'text': 'قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ ﰽ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 63,
      'surah': 15,
      'text': 'قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ ﰾ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 64,
      'surah': 15,
      'text': 'وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ ﰿ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 65,
      'surah': 15,
      'text': 'فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ ﱀ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 66,
      'surah': 15,
      'text': 'وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ ﱁ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 67,
      'surah': 15,
      'text': 'وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ ﱂ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 68,
      'surah': 15,
      'text': 'قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ ﱃ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 69,
      'surah': 15,
      'text': 'وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ ﱄ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 70,
      'surah': 15,
      'text': 'قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ ﱅ',
      'page': 265,
      'juz': 14
    },
    {
      'id': 71,
      'surah': 15,
      'text': 'قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ ﱆ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 72,
      'surah': 15,
      'text': 'لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ ﱇ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 73,
      'surah': 15,
      'text': 'فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ ﱈ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 74,
      'surah': 15,
      'text': 'فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ ﱉ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 75,
      'surah': 15,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ ﱊ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 76,
      'surah': 15,
      'text': 'وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ ﱋ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 77,
      'surah': 15,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ ﱌ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 78,
      'surah': 15,
      'text': 'وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ ﱍ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 79,
      'surah': 15,
      'text': 'فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ ﱎ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 80,
      'surah': 15,
      'text': 'وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ ﱏ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 81,
      'surah': 15,
      'text': 'وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ ﱐ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 82,
      'surah': 15,
      'text': 'وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ ﱑ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 83,
      'surah': 15,
      'text': 'فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ ﱒ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 84,
      'surah': 15,
      'text': 'فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ ﱓ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 85,
      'surah': 15,
      'text': 'وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ ﱔ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 86,
      'surah': 15,
      'text': 'إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ ﱕ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 87,
      'surah': 15,
      'text': 'وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ ﱖ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 88,
      'surah': 15,
      'text': 'لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ ﱗ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 89,
      'surah': 15,
      'text': 'وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ ﱘ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 90,
      'surah': 15,
      'text': 'كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ ﱙ',
      'page': 266,
      'juz': 14
    },
    {
      'id': 91,
      'surah': 15,
      'text': 'ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ ﱚ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 92,
      'surah': 15,
      'text': 'فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ ﱛ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 93,
      'surah': 15,
      'text': 'عَمَّا كَانُواْ يَعۡمَلُونَ ﱜ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 94,
      'surah': 15,
      'text': 'فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ ﱝ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 95,
      'surah': 15,
      'text': 'إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ ﱞ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 96,
      'surah': 15,
      'text': 'ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ ﱟ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 97,
      'surah': 15,
      'text': 'وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ ﱠ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 98,
      'surah': 15,
      'text': 'فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ ﱡ',
      'page': 267,
      'juz': 14
    },
    {
      'id': 99,
      'surah': 15,
      'text': 'وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ ﱢ',
      'page': 267,
      'juz': 14
    }
  ]
}
;
