/// Arabic Quran text data.
const Map<String, dynamic> surah54 = 
{
  'id': 54,
  'verses': [
    {
      'id': 1,
      'surah': 54,
      'text': 'ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ ﰀ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 2,
      'surah': 54,
      'text': 'وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ ﰁ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 3,
      'surah': 54,
      'text': 'وَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ ﰂ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 4,
      'surah': 54,
      'text': 'وَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ ﰃ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 5,
      'surah': 54,
      'text': 'حِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ ﰄ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 6,
      'surah': 54,
      'text': 'فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ ﰅ',
      'page': 528,
      'juz': 27
    },
    {
      'id': 7,
      'surah': 54,
      'text': 'خُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ ﰆ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 8,
      'surah': 54,
      'text': 'مُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ ﰇ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 9,
      'surah': 54,
      'text': '۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ ﰈ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 10,
      'surah': 54,
      'text': 'فَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ ﰉ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 11,
      'surah': 54,
      'text': 'فَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ ﰊ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 12,
      'surah': 54,
      'text': 'وَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ ﰋ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 13,
      'surah': 54,
      'text': 'وَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ ﰌ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 14,
      'surah': 54,
      'text': 'تَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ ﰍ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 15,
      'surah': 54,
      'text': 'وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ ﰎ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 16,
      'surah': 54,
      'text': 'فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ﰏ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 17,
      'surah': 54,
      'text': 'وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ﰐ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 18,
      'surah': 54,
      'text': 'كَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ﰑ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 19,
      'surah': 54,
      'text': 'إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ ﰒ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 20,
      'surah': 54,
      'text': 'تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ ﰓ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 21,
      'surah': 54,
      'text': 'فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ﰔ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 22,
      'surah': 54,
      'text': 'وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ﰕ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 23,
      'surah': 54,
      'text': 'كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ ﰖ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 24,
      'surah': 54,
      'text': 'فَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ ﰗ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 25,
      'surah': 54,
      'text': 'أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ ﰘ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 26,
      'surah': 54,
      'text': 'سَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ ﰙ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 27,
      'surah': 54,
      'text': 'إِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ ﰚ',
      'page': 529,
      'juz': 27
    },
    {
      'id': 28,
      'surah': 54,
      'text': 'وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ ﰛ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 29,
      'surah': 54,
      'text': 'فَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ ﰜ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 30,
      'surah': 54,
      'text': 'فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ﰝ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 31,
      'surah': 54,
      'text': 'إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ ﰞ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 32,
      'surah': 54,
      'text': 'وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ﰟ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 33,
      'surah': 54,
      'text': 'كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ ﰠ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 34,
      'surah': 54,
      'text': 'إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ ﰡ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 35,
      'surah': 54,
      'text': 'نِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ ﰢ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 36,
      'surah': 54,
      'text': 'وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ ﰣ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 37,
      'surah': 54,
      'text': 'وَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ ﰤ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 38,
      'surah': 54,
      'text': 'وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ ﰥ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 39,
      'surah': 54,
      'text': 'فَذُوقُواْ عَذَابِي وَنُذُرِ ﰦ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 40,
      'surah': 54,
      'text': 'وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ﰧ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 41,
      'surah': 54,
      'text': 'وَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ ﰨ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 42,
      'surah': 54,
      'text': 'كَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ ﰩ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 43,
      'surah': 54,
      'text': 'أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ ﰪ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 44,
      'surah': 54,
      'text': 'أَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ ﰫ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 45,
      'surah': 54,
      'text': 'سَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ ﰬ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 46,
      'surah': 54,
      'text': 'بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ ﰭ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 47,
      'surah': 54,
      'text': 'إِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ ﰮ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 48,
      'surah': 54,
      'text': 'يَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ ﰯ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 49,
      'surah': 54,
      'text': 'إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ ﰰ',
      'page': 530,
      'juz': 27
    },
    {
      'id': 50,
      'surah': 54,
      'text': 'وَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ ﰱ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 51,
      'surah': 54,
      'text': 'وَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ ﰲ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 52,
      'surah': 54,
      'text': 'وَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ ﰳ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 53,
      'surah': 54,
      'text': 'وَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ ﰴ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 54,
      'surah': 54,
      'text': 'إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَهَرٖ ﰵ',
      'page': 531,
      'juz': 27
    },
    {
      'id': 55,
      'surah': 54,
      'text': 'فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ ﰶ',
      'page': 531,
      'juz': 27
    }
  ]
}
;
