/// Arabic Quran text data.
const Map<String, dynamic> surah105 = 
{
  'id': 105,
  'verses': [
    {
      'id': 1,
      'surah': 105,
      'text': 'أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ ﰀ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 105,
      'text': 'أَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِي تَضۡلِيلٖ ﰁ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 105,
      'text': 'وَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ ﰂ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 105,
      'text': 'تَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ ﰃ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 105,
      'text': 'فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ ﰄ',
      'page': 601,
      'juz': 30
    }
  ]
}
;
