/// Arabic Quran text data.
const Map<String, dynamic> surah81 = 
{
  'id': 81,
  'verses': [
    {
      'id': 1,
      'surah': 81,
      'text': 'إِذَا ٱلشَّمۡسُ كُوِّرَتۡ ﰀ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 81,
      'text': 'وَإِذَا ٱلنُّجُومُ ٱنكَدَرَتۡ ﰁ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡجِبَالُ سُيِّرَتۡ ﰂ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡعِشَارُ عُطِّلَتۡ ﰃ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡوُحُوشُ حُشِرَتۡ ﰄ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡبِحَارُ سُجِّرَتۡ ﰅ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 81,
      'text': 'وَإِذَا ٱلنُّفُوسُ زُوِّجَتۡ ﰆ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡمَوۡءُۥدَةُ سُئِلَتۡ ﰇ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 81,
      'text': 'بِأَيِّ ذَنۢبٖ قُتِلَتۡ ﰈ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 81,
      'text': 'وَإِذَا ٱلصُّحُفُ نُشِرَتۡ ﰉ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 81,
      'text': 'وَإِذَا ٱلسَّمَآءُ كُشِطَتۡ ﰊ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡجَحِيمُ سُعِّرَتۡ ﰋ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 81,
      'text': 'وَإِذَا ٱلۡجَنَّةُ أُزۡلِفَتۡ ﰌ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 81,
      'text': 'عَلِمَتۡ نَفۡسٞ مَّآ أَحۡضَرَتۡ ﰍ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 81,
      'text': 'فَلَآ أُقۡسِمُ بِٱلۡخُنَّسِ ﰎ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 81,
      'text': 'ٱلۡجَوَارِ ٱلۡكُنَّسِ ﰏ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 81,
      'text': 'وَٱلَّيۡلِ إِذَا عَسۡعَسَ ﰐ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 81,
      'text': 'وَٱلصُّبۡحِ إِذَا تَنَفَّسَ ﰑ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 81,
      'text': 'إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ ﰒ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 81,
      'text': 'ذِي قُوَّةٍ عِندَ ذِي ٱلۡعَرۡشِ مَكِينٖ ﰓ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 81,
      'text': 'مُّطَاعٖ ثَمَّ أَمِينٖ ﰔ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 81,
      'text': 'وَمَا صَاحِبُكُم بِمَجۡنُونٖ ﰕ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 81,
      'text': 'وَلَقَدۡ رَءَاهُ بِٱلۡأُفُقِ ٱلۡمُبِينِ ﰖ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 81,
      'text': 'وَمَا هُوَ عَلَى ٱلۡغَيۡبِ بِضَنِينٖ ﰗ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 81,
      'text': 'وَمَا هُوَ بِقَوۡلِ شَيۡطَٰنٖ رَّجِيمٖ ﰘ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 26,
      'surah': 81,
      'text': 'فَأَيۡنَ تَذۡهَبُونَ ﰙ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 27,
      'surah': 81,
      'text': 'إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ﰚ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 28,
      'surah': 81,
      'text': 'لِمَن شَآءَ مِنكُمۡ أَن يَسۡتَقِيمَ ﰛ',
      'page': 586,
      'juz': 30
    },
    {
      'id': 29,
      'surah': 81,
      'text': 'وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ ﰜ',
      'page': 586,
      'juz': 30
    }
  ]
}
;
