/// Arabic Quran text data.
const Map<String, dynamic> surah110 = 
{
  'id': 110,
  'verses': [
    {
      'id': 1,
      'surah': 110,
      'text': 'إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ ﰀ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 110,
      'text': 'وَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا ﰁ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 110,
      'text': 'فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا ﰂ',
      'page': 603,
      'juz': 30
    }
  ]
}
;
