/// Arabic Quran text data.
const Map<String, dynamic> surah50 = 
{
  'id': 50,
  'verses': [
    {
      'id': 1,
      'surah': 50,
      'text': 'قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ ﰀ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 2,
      'surah': 50,
      'text': 'بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ ﰁ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 3,
      'surah': 50,
      'text': 'أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ ﰂ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 4,
      'surah': 50,
      'text': 'قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ ﰃ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 5,
      'surah': 50,
      'text': 'بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ ﰄ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 6,
      'surah': 50,
      'text': 'أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ ﰅ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 7,
      'surah': 50,
      'text': 'وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ ﰆ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 8,
      'surah': 50,
      'text': 'تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ ﰇ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 9,
      'surah': 50,
      'text': 'وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ ﰈ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 10,
      'surah': 50,
      'text': 'وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ ﰉ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 11,
      'surah': 50,
      'text': 'رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ ﰊ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 12,
      'surah': 50,
      'text': 'كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ ﰋ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 13,
      'surah': 50,
      'text': 'وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ ﰌ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 14,
      'surah': 50,
      'text': 'وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ ﰍ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 15,
      'surah': 50,
      'text': 'أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ ﰎ',
      'page': 518,
      'juz': 26
    },
    {
      'id': 16,
      'surah': 50,
      'text': 'وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ ﰏ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 17,
      'surah': 50,
      'text': 'إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ ﰐ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 18,
      'surah': 50,
      'text': 'مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ ﰑ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 19,
      'surah': 50,
      'text': 'وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ ﰒ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 20,
      'surah': 50,
      'text': 'وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ ﰓ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 21,
      'surah': 50,
      'text': 'وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ ﰔ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 22,
      'surah': 50,
      'text': 'لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ ﰕ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 23,
      'surah': 50,
      'text': 'وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ ﰖ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 24,
      'surah': 50,
      'text': 'أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ ﰗ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 25,
      'surah': 50,
      'text': 'مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ ﰘ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 26,
      'surah': 50,
      'text': 'ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ ﰙ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 27,
      'surah': 50,
      'text': '۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ ﰚ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 28,
      'surah': 50,
      'text': 'قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ ﰛ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 29,
      'surah': 50,
      'text': 'مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ ﰜ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 30,
      'surah': 50,
      'text': 'يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ ﰝ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 31,
      'surah': 50,
      'text': 'وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ ﰞ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 32,
      'surah': 50,
      'text': 'هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ ﰟ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 33,
      'surah': 50,
      'text': 'مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ ﰠ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 34,
      'surah': 50,
      'text': 'ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ ﰡ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 35,
      'surah': 50,
      'text': 'لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ ﰢ',
      'page': 519,
      'juz': 26
    },
    {
      'id': 36,
      'surah': 50,
      'text': 'وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ ﰣ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 37,
      'surah': 50,
      'text': 'إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ ﰤ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 38,
      'surah': 50,
      'text': 'وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ ﰥ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 39,
      'surah': 50,
      'text': 'فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ ﰦ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 40,
      'surah': 50,
      'text': 'وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ ﰧ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 41,
      'surah': 50,
      'text': 'وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ ﰨ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 42,
      'surah': 50,
      'text': 'يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ ﰩ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 43,
      'surah': 50,
      'text': 'إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ ﰪ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 44,
      'surah': 50,
      'text': 'يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ ﰫ',
      'page': 520,
      'juz': 26
    },
    {
      'id': 45,
      'surah': 50,
      'text': 'نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ ﰬ',
      'page': 520,
      'juz': 26
    }
  ]
}
;
