/// Arabic Quran text data.
const Map<String, dynamic> surah71 = 
{
  'id': 71,
  'verses': [
    {
      'id': 1,
      'surah': 71,
      'text': 'إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ ﰀ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 71,
      'text': 'قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ ﰁ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 71,
      'text': 'أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ ﰂ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 71,
      'text': 'يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ ﰃ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 71,
      'text': 'قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا ﰄ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 71,
      'text': 'فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا ﰅ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 71,
      'text': 'وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا ﰆ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 71,
      'text': 'ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا ﰇ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 71,
      'text': 'ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا ﰈ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 71,
      'text': 'فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا ﰉ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 71,
      'text': 'يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا ﰊ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 71,
      'text': 'وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا ﰋ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 71,
      'text': 'مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا ﰌ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 71,
      'text': 'وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا ﰍ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 71,
      'text': 'أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا ﰎ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 71,
      'text': 'وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا ﰏ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 71,
      'text': 'وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا ﰐ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 71,
      'text': 'ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا ﰑ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 71,
      'text': 'وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا ﰒ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 71,
      'text': 'لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا ﰓ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 71,
      'text': 'قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا ﰔ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 71,
      'text': 'وَمَكَرُواْ مَكۡرٗا كُبَّارٗا ﰕ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 71,
      'text': 'وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا ﰖ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 71,
      'text': 'وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا ﰗ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 71,
      'text': 'مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا ﰘ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 71,
      'text': 'وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا ﰙ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 71,
      'text': 'إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا ﰚ',
      'page': 571,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 71,
      'text': 'رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا ﰛ',
      'page': 571,
      'juz': 29
    }
  ]
}
;
