/// Arabic Quran text data.
const Map<String, dynamic> surah104 = 
{
  'id': 104,
  'verses': [
    {
      'id': 1,
      'surah': 104,
      'text': 'وَيۡلٞ لِّكُلِّ هُمَزَةٖ لُّمَزَةٍ ﰀ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 104,
      'text': 'ٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ ﰁ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 104,
      'text': 'يَحۡسَبُ أَنَّ مَالَهُۥٓ أَخۡلَدَهُۥ ﰂ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 104,
      'text': 'كَلَّاۖ لَيُنۢبَذَنَّ فِي ٱلۡحُطَمَةِ ﰃ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 104,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا ٱلۡحُطَمَةُ ﰄ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 104,
      'text': 'نَارُ ٱللَّهِ ٱلۡمُوقَدَةُ ﰅ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 104,
      'text': 'ٱلَّتِي تَطَّلِعُ عَلَى ٱلۡأَفۡـِٔدَةِ ﰆ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 104,
      'text': 'إِنَّهَا عَلَيۡهِم مُّؤۡصَدَةٞ ﰇ',
      'page': 601,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 104,
      'text': 'فِي عَمَدٖ مُّمَدَّدَةِۭ ﰈ',
      'page': 601,
      'juz': 30
    }
  ]
}
;
