/// Arabic Quran text data.
const Map<String, dynamic> surah37 = 
{
  'id': 37,
  'verses': [
    {
      'id': 1,
      'surah': 37,
      'text': 'وَٱلصَّٰٓفَّٰتِ صَفّٗا ﰀ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 2,
      'surah': 37,
      'text': 'فَٱلزَّٰجِرَٰتِ زَجۡرٗا ﰁ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 3,
      'surah': 37,
      'text': 'فَٱلتَّٰلِيَٰتِ ذِكۡرًا ﰂ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 4,
      'surah': 37,
      'text': 'إِنَّ إِلَٰهَكُمۡ لَوَٰحِدٞ ﰃ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 5,
      'surah': 37,
      'text': 'رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَرَبُّ ٱلۡمَشَٰرِقِ ﰄ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 6,
      'surah': 37,
      'text': 'إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِزِينَةٍ ٱلۡكَوَاكِبِ ﰅ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 7,
      'surah': 37,
      'text': 'وَحِفۡظٗا مِّن كُلِّ شَيۡطَٰنٖ مَّارِدٖ ﰆ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 8,
      'surah': 37,
      'text': 'لَّا يَسَّمَّعُونَ إِلَى ٱلۡمَلَإِ ٱلۡأَعۡلَىٰ وَيُقۡذَفُونَ مِن كُلِّ جَانِبٖ ﰇ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 9,
      'surah': 37,
      'text': 'دُحُورٗاۖ وَلَهُمۡ عَذَابٞ وَاصِبٌ ﰈ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 10,
      'surah': 37,
      'text': 'إِلَّا مَنۡ خَطِفَ ٱلۡخَطۡفَةَ فَأَتۡبَعَهُۥ شِهَابٞ ثَاقِبٞ ﰉ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 11,
      'surah': 37,
      'text': 'فَٱسۡتَفۡتِهِمۡ أَهُمۡ أَشَدُّ خَلۡقًا أَم مَّنۡ خَلَقۡنَآۚ إِنَّا خَلَقۡنَٰهُم مِّن طِينٖ لَّازِبِۭ ﰊ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 12,
      'surah': 37,
      'text': 'بَلۡ عَجِبۡتَ وَيَسۡخَرُونَ ﰋ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 13,
      'surah': 37,
      'text': 'وَإِذَا ذُكِّرُواْ لَا يَذۡكُرُونَ ﰌ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 14,
      'surah': 37,
      'text': 'وَإِذَا رَأَوۡاْ ءَايَةٗ يَسۡتَسۡخِرُونَ ﰍ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 15,
      'surah': 37,
      'text': 'وَقَالُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٌ ﰎ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 16,
      'surah': 37,
      'text': 'أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ ﰏ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 17,
      'surah': 37,
      'text': 'أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ ﰐ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 18,
      'surah': 37,
      'text': 'قُلۡ نَعَمۡ وَأَنتُمۡ دَٰخِرُونَ ﰑ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 19,
      'surah': 37,
      'text': 'فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ فَإِذَا هُمۡ يَنظُرُونَ ﰒ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 20,
      'surah': 37,
      'text': 'وَقَالُواْ يَٰوَيۡلَنَا هَٰذَا يَوۡمُ ٱلدِّينِ ﰓ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 21,
      'surah': 37,
      'text': 'هَٰذَا يَوۡمُ ٱلۡفَصۡلِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ ﰔ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 22,
      'surah': 37,
      'text': '۞ ٱحۡشُرُواْ ٱلَّذِينَ ظَلَمُواْ وَأَزۡوَٰجَهُمۡ وَمَا كَانُواْ يَعۡبُدُونَ ﰕ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 23,
      'surah': 37,
      'text': 'مِن دُونِ ٱللَّهِ فَٱهۡدُوهُمۡ إِلَىٰ صِرَٰطِ ٱلۡجَحِيمِ ﰖ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 24,
      'surah': 37,
      'text': 'وَقِفُوهُمۡۖ إِنَّهُم مَّسۡـُٔولُونَ ﰗ',
      'page': 446,
      'juz': 23
    },
    {
      'id': 25,
      'surah': 37,
      'text': 'مَا لَكُمۡ لَا تَنَاصَرُونَ ﰘ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 26,
      'surah': 37,
      'text': 'بَلۡ هُمُ ٱلۡيَوۡمَ مُسۡتَسۡلِمُونَ ﰙ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 27,
      'surah': 37,
      'text': 'وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ ﰚ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 28,
      'surah': 37,
      'text': 'قَالُوٓاْ إِنَّكُمۡ كُنتُمۡ تَأۡتُونَنَا عَنِ ٱلۡيَمِينِ ﰛ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 29,
      'surah': 37,
      'text': 'قَالُواْ بَل لَّمۡ تَكُونُواْ مُؤۡمِنِينَ ﰜ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 30,
      'surah': 37,
      'text': 'وَمَا كَانَ لَنَا عَلَيۡكُم مِّن سُلۡطَٰنِۭۖ بَلۡ كُنتُمۡ قَوۡمٗا طَٰغِينَ ﰝ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 31,
      'surah': 37,
      'text': 'فَحَقَّ عَلَيۡنَا قَوۡلُ رَبِّنَآۖ إِنَّا لَذَآئِقُونَ ﰞ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 32,
      'surah': 37,
      'text': 'فَأَغۡوَيۡنَٰكُمۡ إِنَّا كُنَّا غَٰوِينَ ﰟ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 33,
      'surah': 37,
      'text': 'فَإِنَّهُمۡ يَوۡمَئِذٖ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ ﰠ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 34,
      'surah': 37,
      'text': 'إِنَّا كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ ﰡ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 35,
      'surah': 37,
      'text': 'إِنَّهُمۡ كَانُوٓاْ إِذَا قِيلَ لَهُمۡ لَآ إِلَٰهَ إِلَّا ٱللَّهُ يَسۡتَكۡبِرُونَ ﰢ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 36,
      'surah': 37,
      'text': 'وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓاْ ءَالِهَتِنَا لِشَاعِرٖ مَّجۡنُونِۭ ﰣ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 37,
      'surah': 37,
      'text': 'بَلۡ جَآءَ بِٱلۡحَقِّ وَصَدَّقَ ٱلۡمُرۡسَلِينَ ﰤ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 38,
      'surah': 37,
      'text': 'إِنَّكُمۡ لَذَآئِقُواْ ٱلۡعَذَابِ ٱلۡأَلِيمِ ﰥ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 39,
      'surah': 37,
      'text': 'وَمَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ ﰦ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 40,
      'surah': 37,
      'text': 'إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ ﰧ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 41,
      'surah': 37,
      'text': 'أُوْلَٰٓئِكَ لَهُمۡ رِزۡقٞ مَّعۡلُومٞ ﰨ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 42,
      'surah': 37,
      'text': 'فَوَٰكِهُ وَهُم مُّكۡرَمُونَ ﰩ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 43,
      'surah': 37,
      'text': 'فِي جَنَّٰتِ ٱلنَّعِيمِ ﰪ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 44,
      'surah': 37,
      'text': 'عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ ﰫ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 45,
      'surah': 37,
      'text': 'يُطَافُ عَلَيۡهِم بِكَأۡسٖ مِّن مَّعِينِۭ ﰬ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 46,
      'surah': 37,
      'text': 'بَيۡضَآءَ لَذَّةٖ لِّلشَّٰرِبِينَ ﰭ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 47,
      'surah': 37,
      'text': 'لَا فِيهَا غَوۡلٞ وَلَا هُمۡ عَنۡهَا يُنزَفُونَ ﰮ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 48,
      'surah': 37,
      'text': 'وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ عِينٞ ﰯ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 49,
      'surah': 37,
      'text': 'كَأَنَّهُنَّ بَيۡضٞ مَّكۡنُونٞ ﰰ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 50,
      'surah': 37,
      'text': 'فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ ﰱ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 51,
      'surah': 37,
      'text': 'قَالَ قَآئِلٞ مِّنۡهُمۡ إِنِّي كَانَ لِي قَرِينٞ ﰲ',
      'page': 447,
      'juz': 23
    },
    {
      'id': 52,
      'surah': 37,
      'text': 'يَقُولُ أَءِنَّكَ لَمِنَ ٱلۡمُصَدِّقِينَ ﰳ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 53,
      'surah': 37,
      'text': 'أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَدِينُونَ ﰴ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 54,
      'surah': 37,
      'text': 'قَالَ هَلۡ أَنتُم مُّطَّلِعُونَ ﰵ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 55,
      'surah': 37,
      'text': 'فَٱطَّلَعَ فَرَءَاهُ فِي سَوَآءِ ٱلۡجَحِيمِ ﰶ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 56,
      'surah': 37,
      'text': 'قَالَ تَٱللَّهِ إِن كِدتَّ لَتُرۡدِينِ ﰷ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 57,
      'surah': 37,
      'text': 'وَلَوۡلَا نِعۡمَةُ رَبِّي لَكُنتُ مِنَ ٱلۡمُحۡضَرِينَ ﰸ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 58,
      'surah': 37,
      'text': 'أَفَمَا نَحۡنُ بِمَيِّتِينَ ﰹ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 59,
      'surah': 37,
      'text': 'إِلَّا مَوۡتَتَنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُعَذَّبِينَ ﰺ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 60,
      'surah': 37,
      'text': 'إِنَّ هَٰذَا لَهُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ﰻ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 61,
      'surah': 37,
      'text': 'لِمِثۡلِ هَٰذَا فَلۡيَعۡمَلِ ٱلۡعَٰمِلُونَ ﰼ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 62,
      'surah': 37,
      'text': 'أَذَٰلِكَ خَيۡرٞ نُّزُلًا أَمۡ شَجَرَةُ ٱلزَّقُّومِ ﰽ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 63,
      'surah': 37,
      'text': 'إِنَّا جَعَلۡنَٰهَا فِتۡنَةٗ لِّلظَّٰلِمِينَ ﰾ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 64,
      'surah': 37,
      'text': 'إِنَّهَا شَجَرَةٞ تَخۡرُجُ فِيٓ أَصۡلِ ٱلۡجَحِيمِ ﰿ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 65,
      'surah': 37,
      'text': 'طَلۡعُهَا كَأَنَّهُۥ رُءُوسُ ٱلشَّيَٰطِينِ ﱀ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 66,
      'surah': 37,
      'text': 'فَإِنَّهُمۡ لَأٓكِلُونَ مِنۡهَا فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ ﱁ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 67,
      'surah': 37,
      'text': 'ثُمَّ إِنَّ لَهُمۡ عَلَيۡهَا لَشَوۡبٗا مِّنۡ حَمِيمٖ ﱂ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 68,
      'surah': 37,
      'text': 'ثُمَّ إِنَّ مَرۡجِعَهُمۡ لَإِلَى ٱلۡجَحِيمِ ﱃ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 69,
      'surah': 37,
      'text': 'إِنَّهُمۡ أَلۡفَوۡاْ ءَابَآءَهُمۡ ضَآلِّينَ ﱄ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 70,
      'surah': 37,
      'text': 'فَهُمۡ عَلَىٰٓ ءَاثَٰرِهِمۡ يُهۡرَعُونَ ﱅ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 71,
      'surah': 37,
      'text': 'وَلَقَدۡ ضَلَّ قَبۡلَهُمۡ أَكۡثَرُ ٱلۡأَوَّلِينَ ﱆ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 72,
      'surah': 37,
      'text': 'وَلَقَدۡ أَرۡسَلۡنَا فِيهِم مُّنذِرِينَ ﱇ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 73,
      'surah': 37,
      'text': 'فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ ﱈ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 74,
      'surah': 37,
      'text': 'إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ ﱉ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 75,
      'surah': 37,
      'text': 'وَلَقَدۡ نَادَىٰنَا نُوحٞ فَلَنِعۡمَ ٱلۡمُجِيبُونَ ﱊ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 76,
      'surah': 37,
      'text': 'وَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ ﱋ',
      'page': 448,
      'juz': 23
    },
    {
      'id': 77,
      'surah': 37,
      'text': 'وَجَعَلۡنَا ذُرِّيَّتَهُۥ هُمُ ٱلۡبَاقِينَ ﱌ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 78,
      'surah': 37,
      'text': 'وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ ﱍ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 79,
      'surah': 37,
      'text': 'سَلَٰمٌ عَلَىٰ نُوحٖ فِي ٱلۡعَٰلَمِينَ ﱎ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 80,
      'surah': 37,
      'text': 'إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ﱏ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 81,
      'surah': 37,
      'text': 'إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ ﱐ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 82,
      'surah': 37,
      'text': 'ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ ﱑ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 83,
      'surah': 37,
      'text': '۞ وَإِنَّ مِن شِيعَتِهِۦ لَإِبۡرَٰهِيمَ ﱒ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 84,
      'surah': 37,
      'text': 'إِذۡ جَآءَ رَبَّهُۥ بِقَلۡبٖ سَلِيمٍ ﱓ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 85,
      'surah': 37,
      'text': 'إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَاذَا تَعۡبُدُونَ ﱔ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 86,
      'surah': 37,
      'text': 'أَئِفۡكًا ءَالِهَةٗ دُونَ ٱللَّهِ تُرِيدُونَ ﱕ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 87,
      'surah': 37,
      'text': 'فَمَا ظَنُّكُم بِرَبِّ ٱلۡعَٰلَمِينَ ﱖ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 88,
      'surah': 37,
      'text': 'فَنَظَرَ نَظۡرَةٗ فِي ٱلنُّجُومِ ﱗ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 89,
      'surah': 37,
      'text': 'فَقَالَ إِنِّي سَقِيمٞ ﱘ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 90,
      'surah': 37,
      'text': 'فَتَوَلَّوۡاْ عَنۡهُ مُدۡبِرِينَ ﱙ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 91,
      'surah': 37,
      'text': 'فَرَاغَ إِلَىٰٓ ءَالِهَتِهِمۡ فَقَالَ أَلَا تَأۡكُلُونَ ﱚ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 92,
      'surah': 37,
      'text': 'مَا لَكُمۡ لَا تَنطِقُونَ ﱛ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 93,
      'surah': 37,
      'text': 'فَرَاغَ عَلَيۡهِمۡ ضَرۡبَۢا بِٱلۡيَمِينِ ﱜ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 94,
      'surah': 37,
      'text': 'فَأَقۡبَلُوٓاْ إِلَيۡهِ يَزِفُّونَ ﱝ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 95,
      'surah': 37,
      'text': 'قَالَ أَتَعۡبُدُونَ مَا تَنۡحِتُونَ ﱞ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 96,
      'surah': 37,
      'text': 'وَٱللَّهُ خَلَقَكُمۡ وَمَا تَعۡمَلُونَ ﱟ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 97,
      'surah': 37,
      'text': 'قَالُواْ ٱبۡنُواْ لَهُۥ بُنۡيَٰنٗا فَأَلۡقُوهُ فِي ٱلۡجَحِيمِ ﱠ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 98,
      'surah': 37,
      'text': 'فَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَسۡفَلِينَ ﱡ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 99,
      'surah': 37,
      'text': 'وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهۡدِينِ ﱢ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 100,
      'surah': 37,
      'text': 'رَبِّ هَبۡ لِي مِنَ ٱلصَّٰلِحِينَ ﱣ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 101,
      'surah': 37,
      'text': 'فَبَشَّرۡنَٰهُ بِغُلَٰمٍ حَلِيمٖ ﱤ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 102,
      'surah': 37,
      'text': 'فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ يَٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ ﱥ',
      'page': 449,
      'juz': 23
    },
    {
      'id': 103,
      'surah': 37,
      'text': 'فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ ﱦ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 104,
      'surah': 37,
      'text': 'وَنَٰدَيۡنَٰهُ أَن يَٰٓإِبۡرَٰهِيمُ ﱧ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 105,
      'surah': 37,
      'text': 'قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ﱨ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 106,
      'surah': 37,
      'text': 'إِنَّ هَٰذَا لَهُوَ ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ ﱩ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 107,
      'surah': 37,
      'text': 'وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ ﱪ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 108,
      'surah': 37,
      'text': 'وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ ﱫ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 109,
      'surah': 37,
      'text': 'سَلَٰمٌ عَلَىٰٓ إِبۡرَٰهِيمَ ﱬ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 110,
      'surah': 37,
      'text': 'كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ﱭ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 111,
      'surah': 37,
      'text': 'إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ ﱮ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 112,
      'surah': 37,
      'text': 'وَبَشَّرۡنَٰهُ بِإِسۡحَٰقَ نَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ ﱯ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 113,
      'surah': 37,
      'text': 'وَبَٰرَكۡنَا عَلَيۡهِ وَعَلَىٰٓ إِسۡحَٰقَۚ وَمِن ذُرِّيَّتِهِمَا مُحۡسِنٞ وَظَالِمٞ لِّنَفۡسِهِۦ مُبِينٞ ﱰ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 114,
      'surah': 37,
      'text': 'وَلَقَدۡ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَٰرُونَ ﱱ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 115,
      'surah': 37,
      'text': 'وَنَجَّيۡنَٰهُمَا وَقَوۡمَهُمَا مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ ﱲ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 116,
      'surah': 37,
      'text': 'وَنَصَرۡنَٰهُمۡ فَكَانُواْ هُمُ ٱلۡغَٰلِبِينَ ﱳ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 117,
      'surah': 37,
      'text': 'وَءَاتَيۡنَٰهُمَا ٱلۡكِتَٰبَ ٱلۡمُسۡتَبِينَ ﱴ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 118,
      'surah': 37,
      'text': 'وَهَدَيۡنَٰهُمَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ﱵ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 119,
      'surah': 37,
      'text': 'وَتَرَكۡنَا عَلَيۡهِمَا فِي ٱلۡأٓخِرِينَ ﱶ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 120,
      'surah': 37,
      'text': 'سَلَٰمٌ عَلَىٰ مُوسَىٰ وَهَٰرُونَ ﱷ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 121,
      'surah': 37,
      'text': 'إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ﱸ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 122,
      'surah': 37,
      'text': 'إِنَّهُمَا مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ ﱹ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 123,
      'surah': 37,
      'text': 'وَإِنَّ إِلۡيَاسَ لَمِنَ ٱلۡمُرۡسَلِينَ ﱺ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 124,
      'surah': 37,
      'text': 'إِذۡ قَالَ لِقَوۡمِهِۦٓ أَلَا تَتَّقُونَ ﱻ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 125,
      'surah': 37,
      'text': 'أَتَدۡعُونَ بَعۡلٗا وَتَذَرُونَ أَحۡسَنَ ٱلۡخَٰلِقِينَ ﱼ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 126,
      'surah': 37,
      'text': 'ٱللَّهَ رَبَّكُمۡ وَرَبَّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ ﱽ',
      'page': 450,
      'juz': 23
    },
    {
      'id': 127,
      'surah': 37,
      'text': 'فَكَذَّبُوهُ فَإِنَّهُمۡ لَمُحۡضَرُونَ ﱾ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 128,
      'surah': 37,
      'text': 'إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ ﱿ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 129,
      'surah': 37,
      'text': 'وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ ﲀ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 130,
      'surah': 37,
      'text': 'سَلَٰمٌ عَلَىٰٓ إِلۡ يَاسِينَ ﲁ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 131,
      'surah': 37,
      'text': 'إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ﲂ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 132,
      'surah': 37,
      'text': 'إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ ﲃ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 133,
      'surah': 37,
      'text': 'وَإِنَّ لُوطٗا لَّمِنَ ٱلۡمُرۡسَلِينَ ﲄ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 134,
      'surah': 37,
      'text': 'إِذۡ نَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ ﲅ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 135,
      'surah': 37,
      'text': 'إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ ﲆ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 136,
      'surah': 37,
      'text': 'ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ ﲇ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 137,
      'surah': 37,
      'text': 'وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ ﲈ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 138,
      'surah': 37,
      'text': 'وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ ﲉ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 139,
      'surah': 37,
      'text': 'وَإِنَّ يُونُسَ لَمِنَ ٱلۡمُرۡسَلِينَ ﲊ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 140,
      'surah': 37,
      'text': 'إِذۡ أَبَقَ إِلَى ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ ﲋ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 141,
      'surah': 37,
      'text': 'فَسَاهَمَ فَكَانَ مِنَ ٱلۡمُدۡحَضِينَ ﲌ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 142,
      'surah': 37,
      'text': 'فَٱلۡتَقَمَهُ ٱلۡحُوتُ وَهُوَ مُلِيمٞ ﲍ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 143,
      'surah': 37,
      'text': 'فَلَوۡلَآ أَنَّهُۥ كَانَ مِنَ ٱلۡمُسَبِّحِينَ ﲎ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 144,
      'surah': 37,
      'text': 'لَلَبِثَ فِي بَطۡنِهِۦٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ ﲏ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 145,
      'surah': 37,
      'text': '۞ فَنَبَذۡنَٰهُ بِٱلۡعَرَآءِ وَهُوَ سَقِيمٞ ﲐ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 146,
      'surah': 37,
      'text': 'وَأَنۢبَتۡنَا عَلَيۡهِ شَجَرَةٗ مِّن يَقۡطِينٖ ﲑ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 147,
      'surah': 37,
      'text': 'وَأَرۡسَلۡنَٰهُ إِلَىٰ مِاْئَةِ أَلۡفٍ أَوۡ يَزِيدُونَ ﲒ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 148,
      'surah': 37,
      'text': 'فَـَٔامَنُواْ فَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ ﲓ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 149,
      'surah': 37,
      'text': 'فَٱسۡتَفۡتِهِمۡ أَلِرَبِّكَ ٱلۡبَنَاتُ وَلَهُمُ ٱلۡبَنُونَ ﲔ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 150,
      'surah': 37,
      'text': 'أَمۡ خَلَقۡنَا ٱلۡمَلَٰٓئِكَةَ إِنَٰثٗا وَهُمۡ شَٰهِدُونَ ﲕ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 151,
      'surah': 37,
      'text': 'أَلَآ إِنَّهُم مِّنۡ إِفۡكِهِمۡ لَيَقُولُونَ ﲖ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 152,
      'surah': 37,
      'text': 'وَلَدَ ٱللَّهُ وَإِنَّهُمۡ لَكَٰذِبُونَ ﲗ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 153,
      'surah': 37,
      'text': 'أَصۡطَفَى ٱلۡبَنَاتِ عَلَى ٱلۡبَنِينَ ﲘ',
      'page': 451,
      'juz': 23
    },
    {
      'id': 154,
      'surah': 37,
      'text': 'مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ ﲙ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 155,
      'surah': 37,
      'text': 'أَفَلَا تَذَكَّرُونَ ﲚ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 156,
      'surah': 37,
      'text': 'أَمۡ لَكُمۡ سُلۡطَٰنٞ مُّبِينٞ ﲛ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 157,
      'surah': 37,
      'text': 'فَأۡتُواْ بِكِتَٰبِكُمۡ إِن كُنتُمۡ صَٰدِقِينَ ﲜ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 158,
      'surah': 37,
      'text': 'وَجَعَلُواْ بَيۡنَهُۥ وَبَيۡنَ ٱلۡجِنَّةِ نَسَبٗاۚ وَلَقَدۡ عَلِمَتِ ٱلۡجِنَّةُ إِنَّهُمۡ لَمُحۡضَرُونَ ﲝ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 159,
      'surah': 37,
      'text': 'سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ ﲞ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 160,
      'surah': 37,
      'text': 'إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ ﲟ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 161,
      'surah': 37,
      'text': 'فَإِنَّكُمۡ وَمَا تَعۡبُدُونَ ﲠ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 162,
      'surah': 37,
      'text': 'مَآ أَنتُمۡ عَلَيۡهِ بِفَٰتِنِينَ ﲡ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 163,
      'surah': 37,
      'text': 'إِلَّا مَنۡ هُوَ صَالِ ٱلۡجَحِيمِ ﲢ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 164,
      'surah': 37,
      'text': 'وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٞ مَّعۡلُومٞ ﲣ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 165,
      'surah': 37,
      'text': 'وَإِنَّا لَنَحۡنُ ٱلصَّآفُّونَ ﲤ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 166,
      'surah': 37,
      'text': 'وَإِنَّا لَنَحۡنُ ٱلۡمُسَبِّحُونَ ﲥ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 167,
      'surah': 37,
      'text': 'وَإِن كَانُواْ لَيَقُولُونَ ﲦ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 168,
      'surah': 37,
      'text': 'لَوۡ أَنَّ عِندَنَا ذِكۡرٗا مِّنَ ٱلۡأَوَّلِينَ ﲧ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 169,
      'surah': 37,
      'text': 'لَكُنَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ ﲨ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 170,
      'surah': 37,
      'text': 'فَكَفَرُواْ بِهِۦۖ فَسَوۡفَ يَعۡلَمُونَ ﲩ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 171,
      'surah': 37,
      'text': 'وَلَقَدۡ سَبَقَتۡ كَلِمَتُنَا لِعِبَادِنَا ٱلۡمُرۡسَلِينَ ﲪ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 172,
      'surah': 37,
      'text': 'إِنَّهُمۡ لَهُمُ ٱلۡمَنصُورُونَ ﲫ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 173,
      'surah': 37,
      'text': 'وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ ﲬ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 174,
      'surah': 37,
      'text': 'فَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ ﲭ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 175,
      'surah': 37,
      'text': 'وَأَبۡصِرۡهُمۡ فَسَوۡفَ يُبۡصِرُونَ ﲮ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 176,
      'surah': 37,
      'text': 'أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ ﲯ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 177,
      'surah': 37,
      'text': 'فَإِذَا نَزَلَ بِسَاحَتِهِمۡ فَسَآءَ صَبَاحُ ٱلۡمُنذَرِينَ ﲰ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 178,
      'surah': 37,
      'text': 'وَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ ﲱ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 179,
      'surah': 37,
      'text': 'وَأَبۡصِرۡ فَسَوۡفَ يُبۡصِرُونَ ﲲ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 180,
      'surah': 37,
      'text': 'سُبۡحَٰنَ رَبِّكَ رَبِّ ٱلۡعِزَّةِ عَمَّا يَصِفُونَ ﲳ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 181,
      'surah': 37,
      'text': 'وَسَلَٰمٌ عَلَى ٱلۡمُرۡسَلِينَ ﲴ',
      'page': 452,
      'juz': 23
    },
    {
      'id': 182,
      'surah': 37,
      'text': 'وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ﲵ',
      'page': 452,
      'juz': 23
    }
  ]
}
;
