/// Arabic Quran text data.
const Map<String, dynamic> surah44 = 
{
  'id': 44,
  'verses': [
    {
      'id': 1,
      'surah': 44,
      'text': 'حمٓ ﰀ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 2,
      'surah': 44,
      'text': 'وَٱلۡكِتَٰبِ ٱلۡمُبِينِ ﰁ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 3,
      'surah': 44,
      'text': 'إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ ﰂ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 4,
      'surah': 44,
      'text': 'فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ ﰃ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 5,
      'surah': 44,
      'text': 'أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ ﰄ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 6,
      'surah': 44,
      'text': 'رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ﰅ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 7,
      'surah': 44,
      'text': 'رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ ﰆ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 8,
      'surah': 44,
      'text': 'لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ ﰇ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 9,
      'surah': 44,
      'text': 'بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ ﰈ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 10,
      'surah': 44,
      'text': 'فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ ﰉ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 11,
      'surah': 44,
      'text': 'يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ ﰊ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 12,
      'surah': 44,
      'text': 'رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ ﰋ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 13,
      'surah': 44,
      'text': 'أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ ﰌ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 14,
      'surah': 44,
      'text': 'ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ ﰍ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 15,
      'surah': 44,
      'text': 'إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ ﰎ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 16,
      'surah': 44,
      'text': 'يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ ﰏ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 17,
      'surah': 44,
      'text': '۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ ﰐ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 18,
      'surah': 44,
      'text': 'أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ﰑ',
      'page': 496,
      'juz': 25
    },
    {
      'id': 19,
      'surah': 44,
      'text': 'وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ ﰒ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 20,
      'surah': 44,
      'text': 'وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ ﰓ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 21,
      'surah': 44,
      'text': 'وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ ﰔ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 22,
      'surah': 44,
      'text': 'فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ ﰕ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 23,
      'surah': 44,
      'text': 'فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ ﰖ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 24,
      'surah': 44,
      'text': 'وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ ﰗ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 25,
      'surah': 44,
      'text': 'كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ ﰘ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 26,
      'surah': 44,
      'text': 'وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ ﰙ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 27,
      'surah': 44,
      'text': 'وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ ﰚ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 28,
      'surah': 44,
      'text': 'كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ ﰛ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 29,
      'surah': 44,
      'text': 'فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ ﰜ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 30,
      'surah': 44,
      'text': 'وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ ﰝ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 31,
      'surah': 44,
      'text': 'مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ ﰞ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 32,
      'surah': 44,
      'text': 'وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ ﰟ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 33,
      'surah': 44,
      'text': 'وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ ﰠ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 34,
      'surah': 44,
      'text': 'إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ ﰡ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 35,
      'surah': 44,
      'text': 'إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ ﰢ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 36,
      'surah': 44,
      'text': 'فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ ﰣ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 37,
      'surah': 44,
      'text': 'أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ ﰤ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 38,
      'surah': 44,
      'text': 'وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ ﰥ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 39,
      'surah': 44,
      'text': 'مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ﰦ',
      'page': 497,
      'juz': 25
    },
    {
      'id': 40,
      'surah': 44,
      'text': 'إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ ﰧ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 41,
      'surah': 44,
      'text': 'يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ ﰨ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 42,
      'surah': 44,
      'text': 'إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﰩ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 43,
      'surah': 44,
      'text': 'إِنَّ شَجَرَتَ ٱلزَّقُّومِ ﰪ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 44,
      'surah': 44,
      'text': 'طَعَامُ ٱلۡأَثِيمِ ﰫ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 45,
      'surah': 44,
      'text': 'كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ ﰬ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 46,
      'surah': 44,
      'text': 'كَغَلۡيِ ٱلۡحَمِيمِ ﰭ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 47,
      'surah': 44,
      'text': 'خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ ﰮ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 48,
      'surah': 44,
      'text': 'ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ ﰯ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 49,
      'surah': 44,
      'text': 'ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ ﰰ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 50,
      'surah': 44,
      'text': 'إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ ﰱ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 51,
      'surah': 44,
      'text': 'إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ ﰲ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 52,
      'surah': 44,
      'text': 'فِي جَنَّٰتٖ وَعُيُونٖ ﰳ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 53,
      'surah': 44,
      'text': 'يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ ﰴ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 54,
      'surah': 44,
      'text': 'كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ ﰵ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 55,
      'surah': 44,
      'text': 'يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ ﰶ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 56,
      'surah': 44,
      'text': 'لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ ﰷ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 57,
      'surah': 44,
      'text': 'فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ﰸ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 58,
      'surah': 44,
      'text': 'فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ ﰹ',
      'page': 498,
      'juz': 25
    },
    {
      'id': 59,
      'surah': 44,
      'text': 'فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ ﰺ',
      'page': 498,
      'juz': 25
    }
  ]
}
;
