/// Arabic Quran text data.
const Map<String, dynamic> surah98 = 
{
  'id': 98,
  'verses': [
    {
      'id': 1,
      'surah': 98,
      'text': 'لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ ﰀ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 98,
      'text': 'رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ ﰁ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 98,
      'text': 'فِيهَا كُتُبٞ قَيِّمَةٞ ﰂ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 98,
      'text': 'وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ ﰃ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 98,
      'text': 'وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ ﰄ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 98,
      'text': 'إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ ﰅ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 98,
      'text': 'إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ ﰆ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 98,
      'text': 'جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ ﰇ',
      'page': 599,
      'juz': 30
    }
  ]
}
;
