/// Arabic Quran text data.
const Map<String, dynamic> surah78 = 
{
  'id': 78,
  'verses': [
    {
      'id': 1,
      'surah': 78,
      'text': 'عَمَّ يَتَسَآءَلُونَ ﰀ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 78,
      'text': 'عَنِ ٱلنَّبَإِ ٱلۡعَظِيمِ ﰁ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 78,
      'text': 'ٱلَّذِي هُمۡ فِيهِ مُخۡتَلِفُونَ ﰂ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 78,
      'text': 'كَلَّا سَيَعۡلَمُونَ ﰃ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 78,
      'text': 'ثُمَّ كَلَّا سَيَعۡلَمُونَ ﰄ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 78,
      'text': 'أَلَمۡ نَجۡعَلِ ٱلۡأَرۡضَ مِهَٰدٗا ﰅ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 78,
      'text': 'وَٱلۡجِبَالَ أَوۡتَادٗا ﰆ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 78,
      'text': 'وَخَلَقۡنَٰكُمۡ أَزۡوَٰجٗا ﰇ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 78,
      'text': 'وَجَعَلۡنَا نَوۡمَكُمۡ سُبَاتٗا ﰈ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 78,
      'text': 'وَجَعَلۡنَا ٱلَّيۡلَ لِبَاسٗا ﰉ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 78,
      'text': 'وَجَعَلۡنَا ٱلنَّهَارَ مَعَاشٗا ﰊ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 78,
      'text': 'وَبَنَيۡنَا فَوۡقَكُمۡ سَبۡعٗا شِدَادٗا ﰋ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 78,
      'text': 'وَجَعَلۡنَا سِرَاجٗا وَهَّاجٗا ﰌ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 78,
      'text': 'وَأَنزَلۡنَا مِنَ ٱلۡمُعۡصِرَٰتِ مَآءٗ ثَجَّاجٗا ﰍ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 78,
      'text': 'لِّنُخۡرِجَ بِهِۦ حَبّٗا وَنَبَاتٗا ﰎ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 78,
      'text': 'وَجَنَّٰتٍ أَلۡفَافًا ﰏ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 78,
      'text': 'إِنَّ يَوۡمَ ٱلۡفَصۡلِ كَانَ مِيقَٰتٗا ﰐ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 78,
      'text': 'يَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَتَأۡتُونَ أَفۡوَاجٗا ﰑ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 78,
      'text': 'وَفُتِحَتِ ٱلسَّمَآءُ فَكَانَتۡ أَبۡوَٰبٗا ﰒ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 78,
      'text': 'وَسُيِّرَتِ ٱلۡجِبَالُ فَكَانَتۡ سَرَابًا ﰓ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 78,
      'text': 'إِنَّ جَهَنَّمَ كَانَتۡ مِرۡصَادٗا ﰔ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 78,
      'text': 'لِّلطَّٰغِينَ مَـَٔابٗا ﰕ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 78,
      'text': 'لَّٰبِثِينَ فِيهَآ أَحۡقَابٗا ﰖ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 78,
      'text': 'لَّا يَذُوقُونَ فِيهَا بَرۡدٗا وَلَا شَرَابًا ﰗ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 78,
      'text': 'إِلَّا حَمِيمٗا وَغَسَّاقٗا ﰘ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 26,
      'surah': 78,
      'text': 'جَزَآءٗ وِفَاقًا ﰙ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 27,
      'surah': 78,
      'text': 'إِنَّهُمۡ كَانُواْ لَا يَرۡجُونَ حِسَابٗا ﰚ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 28,
      'surah': 78,
      'text': 'وَكَذَّبُواْ بِـَٔايَٰتِنَا كِذَّابٗا ﰛ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 29,
      'surah': 78,
      'text': 'وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ كِتَٰبٗا ﰜ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 30,
      'surah': 78,
      'text': 'فَذُوقُواْ فَلَن نَّزِيدَكُمۡ إِلَّا عَذَابًا ﰝ',
      'page': 582,
      'juz': 30
    },
    {
      'id': 31,
      'surah': 78,
      'text': 'إِنَّ لِلۡمُتَّقِينَ مَفَازًا ﰞ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 32,
      'surah': 78,
      'text': 'حَدَآئِقَ وَأَعۡنَٰبٗا ﰟ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 33,
      'surah': 78,
      'text': 'وَكَوَاعِبَ أَتۡرَابٗا ﰠ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 34,
      'surah': 78,
      'text': 'وَكَأۡسٗا دِهَاقٗا ﰡ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 35,
      'surah': 78,
      'text': 'لَّا يَسۡمَعُونَ فِيهَا لَغۡوٗا وَلَا كِذَّٰبٗا ﰢ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 36,
      'surah': 78,
      'text': 'جَزَآءٗ مِّن رَّبِّكَ عَطَآءً حِسَابٗا ﰣ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 37,
      'surah': 78,
      'text': 'رَّبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلرَّحۡمَٰنِۖ لَا يَمۡلِكُونَ مِنۡهُ خِطَابٗا ﰤ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 38,
      'surah': 78,
      'text': 'يَوۡمَ يَقُومُ ٱلرُّوحُ وَٱلۡمَلَٰٓئِكَةُ صَفّٗاۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَقَالَ صَوَابٗا ﰥ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 39,
      'surah': 78,
      'text': 'ذَٰلِكَ ٱلۡيَوۡمُ ٱلۡحَقُّۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ مَـَٔابًا ﰦ',
      'page': 583,
      'juz': 30
    },
    {
      'id': 40,
      'surah': 78,
      'text': 'إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا ﰧ',
      'page': 583,
      'juz': 30
    }
  ]
}
;
