/// Arabic Quran text data.
const Map<String, dynamic> surah99 = 
{
  'id': 99,
  'verses': [
    {
      'id': 1,
      'surah': 99,
      'text': 'إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا ﰀ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 99,
      'text': 'وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا ﰁ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 99,
      'text': 'وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا ﰂ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 99,
      'text': 'يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا ﰃ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 99,
      'text': 'بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا ﰄ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 99,
      'text': 'يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ ﰅ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 99,
      'text': 'فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ ﰆ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 99,
      'text': 'وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ ﰇ',
      'page': 599,
      'juz': 30
    }
  ]
}
;
