/// Arabic Quran text data.
const Map<String, dynamic> surah52 = 
{
  'id': 52,
  'verses': [
    {
      'id': 1,
      'surah': 52,
      'text': 'وَٱلطُّورِ ﰀ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 2,
      'surah': 52,
      'text': 'وَكِتَٰبٖ مَّسۡطُورٖ ﰁ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 3,
      'surah': 52,
      'text': 'فِي رَقّٖ مَّنشُورٖ ﰂ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 4,
      'surah': 52,
      'text': 'وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ ﰃ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 5,
      'surah': 52,
      'text': 'وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ ﰄ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 6,
      'surah': 52,
      'text': 'وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ ﰅ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 7,
      'surah': 52,
      'text': 'إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ ﰆ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 8,
      'surah': 52,
      'text': 'مَّا لَهُۥ مِن دَافِعٖ ﰇ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 9,
      'surah': 52,
      'text': 'يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا ﰈ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 10,
      'surah': 52,
      'text': 'وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا ﰉ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 11,
      'surah': 52,
      'text': 'فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰊ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 12,
      'surah': 52,
      'text': 'ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ ﰋ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 13,
      'surah': 52,
      'text': 'يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا ﰌ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 14,
      'surah': 52,
      'text': 'هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ ﰍ',
      'page': 523,
      'juz': 27
    },
    {
      'id': 15,
      'surah': 52,
      'text': 'أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ ﰎ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 16,
      'surah': 52,
      'text': 'ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ ﰏ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 17,
      'surah': 52,
      'text': 'إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ ﰐ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 18,
      'surah': 52,
      'text': 'فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ ﰑ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 19,
      'surah': 52,
      'text': 'كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ ﰒ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 20,
      'surah': 52,
      'text': 'مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ ﰓ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 21,
      'surah': 52,
      'text': 'وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ ﰔ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 22,
      'surah': 52,
      'text': 'وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ ﰕ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 23,
      'surah': 52,
      'text': 'يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ ﰖ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 24,
      'surah': 52,
      'text': '۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ ﰗ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 25,
      'surah': 52,
      'text': 'وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ ﰘ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 26,
      'surah': 52,
      'text': 'قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ ﰙ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 27,
      'surah': 52,
      'text': 'فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ ﰚ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 28,
      'surah': 52,
      'text': 'إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ ﰛ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 29,
      'surah': 52,
      'text': 'فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ ﰜ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 30,
      'surah': 52,
      'text': 'أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ ﰝ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 31,
      'surah': 52,
      'text': 'قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ ﰞ',
      'page': 524,
      'juz': 27
    },
    {
      'id': 32,
      'surah': 52,
      'text': 'أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ ﰟ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 33,
      'surah': 52,
      'text': 'أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ ﰠ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 34,
      'surah': 52,
      'text': 'فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ ﰡ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 35,
      'surah': 52,
      'text': 'أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ ﰢ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 36,
      'surah': 52,
      'text': 'أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ ﰣ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 37,
      'surah': 52,
      'text': 'أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ ﰤ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 38,
      'surah': 52,
      'text': 'أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ ﰥ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 39,
      'surah': 52,
      'text': 'أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ ﰦ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 40,
      'surah': 52,
      'text': 'أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ ﰧ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 41,
      'surah': 52,
      'text': 'أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ ﰨ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 42,
      'surah': 52,
      'text': 'أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ ﰩ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 43,
      'surah': 52,
      'text': 'أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ ﰪ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 44,
      'surah': 52,
      'text': 'وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ ﰫ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 45,
      'surah': 52,
      'text': 'فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ ﰬ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 46,
      'surah': 52,
      'text': 'يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ ﰭ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 47,
      'surah': 52,
      'text': 'وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ﰮ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 48,
      'surah': 52,
      'text': 'وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ ﰯ',
      'page': 525,
      'juz': 27
    },
    {
      'id': 49,
      'surah': 52,
      'text': 'وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ ﰰ',
      'page': 525,
      'juz': 27
    }
  ]
}
;
