/// Arabic Quran text data.
const Map<String, dynamic> surah93 = 
{
  'id': 93,
  'verses': [
    {
      'id': 1,
      'surah': 93,
      'text': 'وَٱلضُّحَىٰ ﰀ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 93,
      'text': 'وَٱلَّيۡلِ إِذَا سَجَىٰ ﰁ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 93,
      'text': 'مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ ﰂ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 93,
      'text': 'وَلَلۡأٓخِرَةُ خَيۡرٞ لَّكَ مِنَ ٱلۡأُولَىٰ ﰃ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 93,
      'text': 'وَلَسَوۡفَ يُعۡطِيكَ رَبُّكَ فَتَرۡضَىٰٓ ﰄ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 93,
      'text': 'أَلَمۡ يَجِدۡكَ يَتِيمٗا فَـَٔاوَىٰ ﰅ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 93,
      'text': 'وَوَجَدَكَ ضَآلّٗا فَهَدَىٰ ﰆ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 93,
      'text': 'وَوَجَدَكَ عَآئِلٗا فَأَغۡنَىٰ ﰇ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 93,
      'text': 'فَأَمَّا ٱلۡيَتِيمَ فَلَا تَقۡهَرۡ ﰈ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 93,
      'text': 'وَأَمَّا ٱلسَّآئِلَ فَلَا تَنۡهَرۡ ﰉ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 93,
      'text': 'وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ ﰊ',
      'page': 596,
      'juz': 30
    }
  ]
}
;
