/// Arabic Quran text data.
const Map<String, dynamic> surah68 = 
{
  'id': 68,
  'verses': [
    {
      'id': 1,
      'surah': 68,
      'text': 'نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ ﰀ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 68,
      'text': 'مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ ﰁ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 68,
      'text': 'وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ ﰂ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 68,
      'text': 'وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ ﰃ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 68,
      'text': 'فَسَتُبۡصِرُ وَيُبۡصِرُونَ ﰄ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 68,
      'text': 'بِأَييِّكُمُ ٱلۡمَفۡتُونُ ﰅ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 68,
      'text': 'إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ ﰆ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 68,
      'text': 'فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ ﰇ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 68,
      'text': 'وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ ﰈ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 68,
      'text': 'وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ ﰉ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 68,
      'text': 'هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ ﰊ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 68,
      'text': 'مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ ﰋ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 68,
      'text': 'عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ ﰌ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 68,
      'text': 'أَن كَانَ ذَا مَالٖ وَبَنِينَ ﰍ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 68,
      'text': 'إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ﰎ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 68,
      'text': 'سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ ﰏ',
      'page': 564,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 68,
      'text': 'إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ ﰐ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 68,
      'text': 'وَلَا يَسۡتَثۡنُونَ ﰑ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 68,
      'text': 'فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ ﰒ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 68,
      'text': 'فَأَصۡبَحَتۡ كَٱلصَّرِيمِ ﰓ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 68,
      'text': 'فَتَنَادَوۡاْ مُصۡبِحِينَ ﰔ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 68,
      'text': 'أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ ﰕ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 68,
      'text': 'فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ ﰖ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 68,
      'text': 'أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ ﰗ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 68,
      'text': 'وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ ﰘ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 68,
      'text': 'فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ ﰙ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 68,
      'text': 'بَلۡ نَحۡنُ مَحۡرُومُونَ ﰚ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 68,
      'text': 'قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ ﰛ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 29,
      'surah': 68,
      'text': 'قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ ﰜ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 30,
      'surah': 68,
      'text': 'فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ ﰝ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 31,
      'surah': 68,
      'text': 'قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ ﰞ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 32,
      'surah': 68,
      'text': 'عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ ﰟ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 33,
      'surah': 68,
      'text': 'كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ ﰠ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 34,
      'surah': 68,
      'text': 'إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ ﰡ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 35,
      'surah': 68,
      'text': 'أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ ﰢ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 36,
      'surah': 68,
      'text': 'مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ ﰣ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 37,
      'surah': 68,
      'text': 'أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ ﰤ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 38,
      'surah': 68,
      'text': 'إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ ﰥ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 39,
      'surah': 68,
      'text': 'أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ ﰦ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 40,
      'surah': 68,
      'text': 'سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ ﰧ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 41,
      'surah': 68,
      'text': 'أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ ﰨ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 42,
      'surah': 68,
      'text': 'يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ ﰩ',
      'page': 565,
      'juz': 29
    },
    {
      'id': 43,
      'surah': 68,
      'text': 'خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ ﰪ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 44,
      'surah': 68,
      'text': 'فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ ﰫ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 45,
      'surah': 68,
      'text': 'وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ ﰬ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 46,
      'surah': 68,
      'text': 'أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ ﰭ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 47,
      'surah': 68,
      'text': 'أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ ﰮ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 48,
      'surah': 68,
      'text': 'فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ ﰯ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 49,
      'surah': 68,
      'text': 'لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ ﰰ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 50,
      'surah': 68,
      'text': 'فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ ﰱ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 51,
      'surah': 68,
      'text': 'وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ ﰲ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 52,
      'surah': 68,
      'text': 'وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ﰳ',
      'page': 566,
      'juz': 29
    }
  ]
}
;
