/// Arabic Quran text data.
const Map<String, dynamic> surah84 = 
{
  'id': 84,
  'verses': [
    {
      'id': 1,
      'surah': 84,
      'text': 'إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ ﰀ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 84,
      'text': 'وَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ ﰁ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 84,
      'text': 'وَإِذَا ٱلۡأَرۡضُ مُدَّتۡ ﰂ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 84,
      'text': 'وَأَلۡقَتۡ مَا فِيهَا وَتَخَلَّتۡ ﰃ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 84,
      'text': 'وَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ ﰄ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 84,
      'text': 'يَٰٓأَيُّهَا ٱلۡإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدۡحٗا فَمُلَٰقِيهِ ﰅ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 84,
      'text': 'فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ ﰆ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 84,
      'text': 'فَسَوۡفَ يُحَاسَبُ حِسَابٗا يَسِيرٗا ﰇ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 84,
      'text': 'وَيَنقَلِبُ إِلَىٰٓ أَهۡلِهِۦ مَسۡرُورٗا ﰈ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 84,
      'text': 'وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ وَرَآءَ ظَهۡرِهِۦ ﰉ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 84,
      'text': 'فَسَوۡفَ يَدۡعُواْ ثُبُورٗا ﰊ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 84,
      'text': 'وَيَصۡلَىٰ سَعِيرًا ﰋ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 84,
      'text': 'إِنَّهُۥ كَانَ فِيٓ أَهۡلِهِۦ مَسۡرُورًا ﰌ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 84,
      'text': 'إِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ ﰍ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 84,
      'text': 'بَلَىٰٓۚ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرٗا ﰎ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 84,
      'text': 'فَلَآ أُقۡسِمُ بِٱلشَّفَقِ ﰏ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 84,
      'text': 'وَٱلَّيۡلِ وَمَا وَسَقَ ﰐ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 84,
      'text': 'وَٱلۡقَمَرِ إِذَا ٱتَّسَقَ ﰑ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 84,
      'text': 'لَتَرۡكَبُنَّ طَبَقًا عَن طَبَقٖ ﰒ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 84,
      'text': 'فَمَا لَهُمۡ لَا يُؤۡمِنُونَ ﰓ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 84,
      'text': 'وَإِذَا قُرِئَ عَلَيۡهِمُ ٱلۡقُرۡءَانُ لَا يَسۡجُدُونَۤ۩ ﰔ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 84,
      'text': 'بَلِ ٱلَّذِينَ كَفَرُواْ يُكَذِّبُونَ ﰕ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 84,
      'text': 'وَٱللَّهُ أَعۡلَمُ بِمَا يُوعُونَ ﰖ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 84,
      'text': 'فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ ﰗ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 84,
      'text': 'إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ ﰘ',
      'page': 590,
      'juz': 30
    }
  ]
}
;
