/// Arabic Quran text data.
const Map<String, dynamic> surah109 = 
{
  'id': 109,
  'verses': [
    {
      'id': 1,
      'surah': 109,
      'text': 'قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ ﰀ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 109,
      'text': 'لَآ أَعۡبُدُ مَا تَعۡبُدُونَ ﰁ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 109,
      'text': 'وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ﰂ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 109,
      'text': 'وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ ﰃ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 109,
      'text': 'وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ﰄ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 109,
      'text': 'لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ ﰅ',
      'page': 603,
      'juz': 30
    }
  ]
}
;
