/// Arabic Quran text data.
const Map<String, dynamic> surah69 = 
{
  'id': 69,
  'verses': [
    {
      'id': 1,
      'surah': 69,
      'text': 'ٱلۡحَآقَّةُ ﰀ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 69,
      'text': 'مَا ٱلۡحَآقَّةُ ﰁ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 69,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ ﰂ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 69,
      'text': 'كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ ﰃ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 69,
      'text': 'فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ ﰄ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 69,
      'text': 'وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ ﰅ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 69,
      'text': 'سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ ﰆ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 69,
      'text': 'فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ ﰇ',
      'page': 566,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 69,
      'text': 'وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ ﰈ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 69,
      'text': 'فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً ﰉ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 69,
      'text': 'إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ ﰊ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 69,
      'text': 'لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ ﰋ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 69,
      'text': 'فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ ﰌ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 69,
      'text': 'وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ ﰍ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 69,
      'text': 'فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ ﰎ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 69,
      'text': 'وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ ﰏ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 69,
      'text': 'وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ ﰐ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 69,
      'text': 'يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ ﰑ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 69,
      'text': 'فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ ﰒ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 69,
      'text': 'إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ ﰓ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 69,
      'text': 'فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ ﰔ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 69,
      'text': 'فِي جَنَّةٍ عَالِيَةٖ ﰕ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 69,
      'text': 'قُطُوفُهَا دَانِيَةٞ ﰖ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 69,
      'text': 'كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ ﰗ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 69,
      'text': 'وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ ﰘ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 69,
      'text': 'وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ ﰙ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 69,
      'text': 'يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ ﰚ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 69,
      'text': 'مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ ﰛ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 29,
      'surah': 69,
      'text': 'هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ ﰜ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 30,
      'surah': 69,
      'text': 'خُذُوهُ فَغُلُّوهُ ﰝ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 31,
      'surah': 69,
      'text': 'ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ ﰞ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 32,
      'surah': 69,
      'text': 'ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ ﰟ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 33,
      'surah': 69,
      'text': 'إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ ﰠ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 34,
      'surah': 69,
      'text': 'وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ ﰡ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 35,
      'surah': 69,
      'text': 'فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ ﰢ',
      'page': 567,
      'juz': 29
    },
    {
      'id': 36,
      'surah': 69,
      'text': 'وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ ﰣ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 37,
      'surah': 69,
      'text': 'لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ ﰤ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 38,
      'surah': 69,
      'text': 'فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ ﰥ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 39,
      'surah': 69,
      'text': 'وَمَا لَا تُبۡصِرُونَ ﰦ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 40,
      'surah': 69,
      'text': 'إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ ﰧ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 41,
      'surah': 69,
      'text': 'وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ ﰨ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 42,
      'surah': 69,
      'text': 'وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ ﰩ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 43,
      'surah': 69,
      'text': 'تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ ﰪ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 44,
      'surah': 69,
      'text': 'وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ ﰫ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 45,
      'surah': 69,
      'text': 'لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ ﰬ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 46,
      'surah': 69,
      'text': 'ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ ﰭ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 47,
      'surah': 69,
      'text': 'فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ ﰮ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 48,
      'surah': 69,
      'text': 'وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ ﰯ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 49,
      'surah': 69,
      'text': 'وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ ﰰ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 50,
      'surah': 69,
      'text': 'وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ ﰱ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 51,
      'surah': 69,
      'text': 'وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ ﰲ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 52,
      'surah': 69,
      'text': 'فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ ﰳ',
      'page': 568,
      'juz': 29
    }
  ]
}
;
