/// Arabic Quran text data.
const Map<String, dynamic> surah92 = 
{
  'id': 92,
  'verses': [
    {
      'id': 1,
      'surah': 92,
      'text': 'وَٱلَّيۡلِ إِذَا يَغۡشَىٰ ﰀ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 92,
      'text': 'وَٱلنَّهَارِ إِذَا تَجَلَّىٰ ﰁ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 92,
      'text': 'وَمَا خَلَقَ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ ﰂ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 92,
      'text': 'إِنَّ سَعۡيَكُمۡ لَشَتَّىٰ ﰃ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 92,
      'text': 'فَأَمَّا مَنۡ أَعۡطَىٰ وَٱتَّقَىٰ ﰄ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 92,
      'text': 'وَصَدَّقَ بِٱلۡحُسۡنَىٰ ﰅ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 92,
      'text': 'فَسَنُيَسِّرُهُۥ لِلۡيُسۡرَىٰ ﰆ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 92,
      'text': 'وَأَمَّا مَنۢ بَخِلَ وَٱسۡتَغۡنَىٰ ﰇ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 92,
      'text': 'وَكَذَّبَ بِٱلۡحُسۡنَىٰ ﰈ',
      'page': 595,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 92,
      'text': 'فَسَنُيَسِّرُهُۥ لِلۡعُسۡرَىٰ ﰉ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 92,
      'text': 'وَمَا يُغۡنِي عَنۡهُ مَالُهُۥٓ إِذَا تَرَدَّىٰٓ ﰊ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 92,
      'text': 'إِنَّ عَلَيۡنَا لَلۡهُدَىٰ ﰋ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 92,
      'text': 'وَإِنَّ لَنَا لَلۡأٓخِرَةَ وَٱلۡأُولَىٰ ﰌ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 92,
      'text': 'فَأَنذَرۡتُكُمۡ نَارٗا تَلَظَّىٰ ﰍ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 92,
      'text': 'لَا يَصۡلَىٰهَآ إِلَّا ٱلۡأَشۡقَى ﰎ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 92,
      'text': 'ٱلَّذِي كَذَّبَ وَتَوَلَّىٰ ﰏ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 92,
      'text': 'وَسَيُجَنَّبُهَا ٱلۡأَتۡقَى ﰐ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 92,
      'text': 'ٱلَّذِي يُؤۡتِي مَالَهُۥ يَتَزَكَّىٰ ﰑ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 92,
      'text': 'وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعۡمَةٖ تُجۡزَىٰٓ ﰒ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 92,
      'text': 'إِلَّا ٱبۡتِغَآءَ وَجۡهِ رَبِّهِ ٱلۡأَعۡلَىٰ ﰓ',
      'page': 596,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 92,
      'text': 'وَلَسَوۡفَ يَرۡضَىٰ ﰔ',
      'page': 596,
      'juz': 30
    }
  ]
}
;
