/// Arabic Quran text data.
const Map<String, dynamic> surah89 = 
{
  'id': 89,
  'verses': [
    {
      'id': 1,
      'surah': 89,
      'text': 'وَٱلۡفَجۡرِ ﰀ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 89,
      'text': 'وَلَيَالٍ عَشۡرٖ ﰁ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 89,
      'text': 'وَٱلشَّفۡعِ وَٱلۡوَتۡرِ ﰂ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 89,
      'text': 'وَٱلَّيۡلِ إِذَا يَسۡرِ ﰃ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 89,
      'text': 'هَلۡ فِي ذَٰلِكَ قَسَمٞ لِّذِي حِجۡرٍ ﰄ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 89,
      'text': 'أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِعَادٍ ﰅ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 89,
      'text': 'إِرَمَ ذَاتِ ٱلۡعِمَادِ ﰆ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 89,
      'text': 'ٱلَّتِي لَمۡ يُخۡلَقۡ مِثۡلُهَا فِي ٱلۡبِلَٰدِ ﰇ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 89,
      'text': 'وَثَمُودَ ٱلَّذِينَ جَابُواْ ٱلصَّخۡرَ بِٱلۡوَادِ ﰈ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 89,
      'text': 'وَفِرۡعَوۡنَ ذِي ٱلۡأَوۡتَادِ ﰉ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 89,
      'text': 'ٱلَّذِينَ طَغَوۡاْ فِي ٱلۡبِلَٰدِ ﰊ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 89,
      'text': 'فَأَكۡثَرُواْ فِيهَا ٱلۡفَسَادَ ﰋ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 89,
      'text': 'فَصَبَّ عَلَيۡهِمۡ رَبُّكَ سَوۡطَ عَذَابٍ ﰌ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 89,
      'text': 'إِنَّ رَبَّكَ لَبِٱلۡمِرۡصَادِ ﰍ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 89,
      'text': 'فَأَمَّا ٱلۡإِنسَٰنُ إِذَا مَا ٱبۡتَلَىٰهُ رَبُّهُۥ فَأَكۡرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّيٓ أَكۡرَمَنِ ﰎ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 89,
      'text': 'وَأَمَّآ إِذَا مَا ٱبۡتَلَىٰهُ فَقَدَرَ عَلَيۡهِ رِزۡقَهُۥ فَيَقُولُ رَبِّيٓ أَهَٰنَنِ ﰏ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 89,
      'text': 'كَلَّاۖ بَل لَّا تُكۡرِمُونَ ٱلۡيَتِيمَ ﰐ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 89,
      'text': 'وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ ﰑ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 89,
      'text': 'وَتَأۡكُلُونَ ٱلتُّرَاثَ أَكۡلٗا لَّمّٗا ﰒ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 89,
      'text': 'وَتُحِبُّونَ ٱلۡمَالَ حُبّٗا جَمّٗا ﰓ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 89,
      'text': 'كَلَّآۖ إِذَا دُكَّتِ ٱلۡأَرۡضُ دَكّٗا دَكّٗا ﰔ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 89,
      'text': 'وَجَآءَ رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا ﰕ',
      'page': 593,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 89,
      'text': 'وَجِاْيٓءَ يَوۡمَئِذِۭ بِجَهَنَّمَۚ يَوۡمَئِذٖ يَتَذَكَّرُ ٱلۡإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكۡرَىٰ ﰖ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 89,
      'text': 'يَقُولُ يَٰلَيۡتَنِي قَدَّمۡتُ لِحَيَاتِي ﰗ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 89,
      'text': 'فَيَوۡمَئِذٖ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٞ ﰘ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 26,
      'surah': 89,
      'text': 'وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٞ ﰙ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 27,
      'surah': 89,
      'text': 'يَٰٓأَيَّتُهَا ٱلنَّفۡسُ ٱلۡمُطۡمَئِنَّةُ ﰚ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 28,
      'surah': 89,
      'text': 'ٱرۡجِعِيٓ إِلَىٰ رَبِّكِ رَاضِيَةٗ مَّرۡضِيَّةٗ ﰛ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 29,
      'surah': 89,
      'text': 'فَٱدۡخُلِي فِي عِبَٰدِي ﰜ',
      'page': 594,
      'juz': 30
    },
    {
      'id': 30,
      'surah': 89,
      'text': 'وَٱدۡخُلِي جَنَّتِي ﰝ',
      'page': 594,
      'juz': 30
    }
  ]
}
;
