/// Arabic Quran text data.
const Map<String, dynamic> surah96 = 
{
  'id': 96,
  'verses': [
    {
      'id': 1,
      'surah': 96,
      'text': 'ٱقۡرَأۡ بِٱسۡمِ رَبِّكَ ٱلَّذِي خَلَقَ ﰀ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 96,
      'text': 'خَلَقَ ٱلۡإِنسَٰنَ مِنۡ عَلَقٍ ﰁ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 96,
      'text': 'ٱقۡرَأۡ وَرَبُّكَ ٱلۡأَكۡرَمُ ﰂ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 96,
      'text': 'ٱلَّذِي عَلَّمَ بِٱلۡقَلَمِ ﰃ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 96,
      'text': 'عَلَّمَ ٱلۡإِنسَٰنَ مَا لَمۡ يَعۡلَمۡ ﰄ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 96,
      'text': 'كَلَّآ إِنَّ ٱلۡإِنسَٰنَ لَيَطۡغَىٰٓ ﰅ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 96,
      'text': 'أَن رَّءَاهُ ٱسۡتَغۡنَىٰٓ ﰆ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 96,
      'text': 'إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجۡعَىٰٓ ﰇ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 96,
      'text': 'أَرَءَيۡتَ ٱلَّذِي يَنۡهَىٰ ﰈ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 96,
      'text': 'عَبۡدًا إِذَا صَلَّىٰٓ ﰉ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 96,
      'text': 'أَرَءَيۡتَ إِن كَانَ عَلَى ٱلۡهُدَىٰٓ ﰊ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 96,
      'text': 'أَوۡ أَمَرَ بِٱلتَّقۡوَىٰٓ ﰋ',
      'page': 597,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 96,
      'text': 'أَرَءَيۡتَ إِن كَذَّبَ وَتَوَلَّىٰٓ ﰌ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 96,
      'text': 'أَلَمۡ يَعۡلَم بِأَنَّ ٱللَّهَ يَرَىٰ ﰍ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 96,
      'text': 'كَلَّا لَئِن لَّمۡ يَنتَهِ لَنَسۡفَعَۢا بِٱلنَّاصِيَةِ ﰎ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 96,
      'text': 'نَاصِيَةٖ كَٰذِبَةٍ خَاطِئَةٖ ﰏ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 96,
      'text': 'فَلۡيَدۡعُ نَادِيَهُۥ ﰐ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 96,
      'text': 'سَنَدۡعُ ٱلزَّبَانِيَةَ ﰑ',
      'page': 598,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 96,
      'text': 'كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩ ﰒ',
      'page': 598,
      'juz': 30
    }
  ]
}
;
