/// Arabic Quran text data.
const Map<String, dynamic> surah26 = 
{
  'id': 26,
  'verses': [
    {
      'id': 1,
      'surah': 26,
      'text': 'طسٓمٓ ﰀ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 2,
      'surah': 26,
      'text': 'تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ ﰁ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 3,
      'surah': 26,
      'text': 'لَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ أَلَّا يَكُونُواْ مُؤۡمِنِينَ ﰂ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 4,
      'surah': 26,
      'text': 'إِن نَّشَأۡ نُنَزِّلۡ عَلَيۡهِم مِّنَ ٱلسَّمَآءِ ءَايَةٗ فَظَلَّتۡ أَعۡنَٰقُهُمۡ لَهَا خَٰضِعِينَ ﰃ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 5,
      'surah': 26,
      'text': 'وَمَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّنَ ٱلرَّحۡمَٰنِ مُحۡدَثٍ إِلَّا كَانُواْ عَنۡهُ مُعۡرِضِينَ ﰄ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 6,
      'surah': 26,
      'text': 'فَقَدۡ كَذَّبُواْ فَسَيَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ﰅ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 7,
      'surah': 26,
      'text': 'أَوَلَمۡ يَرَوۡاْ إِلَى ٱلۡأَرۡضِ كَمۡ أَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ ﰆ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 8,
      'surah': 26,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﰇ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 9,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﰈ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 10,
      'surah': 26,
      'text': 'وَإِذۡ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئۡتِ ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ﰉ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 11,
      'surah': 26,
      'text': 'قَوۡمَ فِرۡعَوۡنَۚ أَلَا يَتَّقُونَ ﰊ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 12,
      'surah': 26,
      'text': 'قَالَ رَبِّ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ ﰋ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 13,
      'surah': 26,
      'text': 'وَيَضِيقُ صَدۡرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرۡسِلۡ إِلَىٰ هَٰرُونَ ﰌ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 14,
      'surah': 26,
      'text': 'وَلَهُمۡ عَلَيَّ ذَنۢبٞ فَأَخَافُ أَن يَقۡتُلُونِ ﰍ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 15,
      'surah': 26,
      'text': 'قَالَ كَلَّاۖ فَٱذۡهَبَا بِـَٔايَٰتِنَآۖ إِنَّا مَعَكُم مُّسۡتَمِعُونَ ﰎ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 16,
      'surah': 26,
      'text': 'فَأۡتِيَا فِرۡعَوۡنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ ﰏ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 17,
      'surah': 26,
      'text': 'أَنۡ أَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ ﰐ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 18,
      'surah': 26,
      'text': 'قَالَ أَلَمۡ نُرَبِّكَ فِينَا وَلِيدٗا وَلَبِثۡتَ فِينَا مِنۡ عُمُرِكَ سِنِينَ ﰑ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 19,
      'surah': 26,
      'text': 'وَفَعَلۡتَ فَعۡلَتَكَ ٱلَّتِي فَعَلۡتَ وَأَنتَ مِنَ ٱلۡكَٰفِرِينَ ﰒ',
      'page': 367,
      'juz': 19
    },
    {
      'id': 20,
      'surah': 26,
      'text': 'قَالَ فَعَلۡتُهَآ إِذٗا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ ﰓ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 21,
      'surah': 26,
      'text': 'فَفَرَرۡتُ مِنكُمۡ لَمَّا خِفۡتُكُمۡ فَوَهَبَ لِي رَبِّي حُكۡمٗا وَجَعَلَنِي مِنَ ٱلۡمُرۡسَلِينَ ﰔ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 22,
      'surah': 26,
      'text': 'وَتِلۡكَ نِعۡمَةٞ تَمُنُّهَا عَلَيَّ أَنۡ عَبَّدتَّ بَنِيٓ إِسۡرَٰٓءِيلَ ﰕ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 23,
      'surah': 26,
      'text': 'قَالَ فِرۡعَوۡنُ وَمَا رَبُّ ٱلۡعَٰلَمِينَ ﰖ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 24,
      'surah': 26,
      'text': 'قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ ﰗ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 25,
      'surah': 26,
      'text': 'قَالَ لِمَنۡ حَوۡلَهُۥٓ أَلَا تَسۡتَمِعُونَ ﰘ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 26,
      'surah': 26,
      'text': 'قَالَ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ ﰙ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 27,
      'surah': 26,
      'text': 'قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِيٓ أُرۡسِلَ إِلَيۡكُمۡ لَمَجۡنُونٞ ﰚ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 28,
      'surah': 26,
      'text': 'قَالَ رَبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُمۡ تَعۡقِلُونَ ﰛ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 29,
      'surah': 26,
      'text': 'قَالَ لَئِنِ ٱتَّخَذۡتَ إِلَٰهًا غَيۡرِي لَأَجۡعَلَنَّكَ مِنَ ٱلۡمَسۡجُونِينَ ﰜ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 30,
      'surah': 26,
      'text': 'قَالَ أَوَلَوۡ جِئۡتُكَ بِشَيۡءٖ مُّبِينٖ ﰝ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 31,
      'surah': 26,
      'text': 'قَالَ فَأۡتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ﰞ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 32,
      'surah': 26,
      'text': 'فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ ﰟ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 33,
      'surah': 26,
      'text': 'وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ ﰠ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 34,
      'surah': 26,
      'text': 'قَالَ لِلۡمَلَإِ حَوۡلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ ﰡ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 35,
      'surah': 26,
      'text': 'يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِۦ فَمَاذَا تَأۡمُرُونَ ﰢ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 36,
      'surah': 26,
      'text': 'قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَٱبۡعَثۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ ﰣ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 37,
      'surah': 26,
      'text': 'يَأۡتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٖ ﰤ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 38,
      'surah': 26,
      'text': 'فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ ﰥ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 39,
      'surah': 26,
      'text': 'وَقِيلَ لِلنَّاسِ هَلۡ أَنتُم مُّجۡتَمِعُونَ ﰦ',
      'page': 368,
      'juz': 19
    },
    {
      'id': 40,
      'surah': 26,
      'text': 'لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُواْ هُمُ ٱلۡغَٰلِبِينَ ﰧ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 41,
      'surah': 26,
      'text': 'فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُواْ لِفِرۡعَوۡنَ أَئِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ ﰨ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 42,
      'surah': 26,
      'text': 'قَالَ نَعَمۡ وَإِنَّكُمۡ إِذٗا لَّمِنَ ٱلۡمُقَرَّبِينَ ﰩ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 43,
      'surah': 26,
      'text': 'قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ ﰪ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 44,
      'surah': 26,
      'text': 'فَأَلۡقَوۡاْ حِبَالَهُمۡ وَعِصِيَّهُمۡ وَقَالُواْ بِعِزَّةِ فِرۡعَوۡنَ إِنَّا لَنَحۡنُ ٱلۡغَٰلِبُونَ ﰫ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 45,
      'surah': 26,
      'text': 'فَأَلۡقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ ﰬ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 46,
      'surah': 26,
      'text': 'فَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ ﰭ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 47,
      'surah': 26,
      'text': 'قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ ﰮ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 48,
      'surah': 26,
      'text': 'رَبِّ مُوسَىٰ وَهَٰرُونَ ﰯ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 49,
      'surah': 26,
      'text': 'قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَ فَلَسَوۡفَ تَعۡلَمُونَۚ لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ ﰰ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 50,
      'surah': 26,
      'text': 'قَالُواْ لَا ضَيۡرَۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ ﰱ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 51,
      'surah': 26,
      'text': 'إِنَّا نَطۡمَعُ أَن يَغۡفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلۡمُؤۡمِنِينَ ﰲ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 52,
      'surah': 26,
      'text': '۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِيٓ إِنَّكُم مُّتَّبَعُونَ ﰳ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 53,
      'surah': 26,
      'text': 'فَأَرۡسَلَ فِرۡعَوۡنُ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ ﰴ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 54,
      'surah': 26,
      'text': 'إِنَّ هَٰٓؤُلَآءِ لَشِرۡذِمَةٞ قَلِيلُونَ ﰵ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 55,
      'surah': 26,
      'text': 'وَإِنَّهُمۡ لَنَا لَغَآئِظُونَ ﰶ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 56,
      'surah': 26,
      'text': 'وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ ﰷ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 57,
      'surah': 26,
      'text': 'فَأَخۡرَجۡنَٰهُم مِّن جَنَّٰتٖ وَعُيُونٖ ﰸ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 58,
      'surah': 26,
      'text': 'وَكُنُوزٖ وَمَقَامٖ كَرِيمٖ ﰹ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 59,
      'surah': 26,
      'text': 'كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا بَنِيٓ إِسۡرَٰٓءِيلَ ﰺ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 60,
      'surah': 26,
      'text': 'فَأَتۡبَعُوهُم مُّشۡرِقِينَ ﰻ',
      'page': 369,
      'juz': 19
    },
    {
      'id': 61,
      'surah': 26,
      'text': 'فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ ﰼ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 62,
      'surah': 26,
      'text': 'قَالَ كَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ ﰽ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 63,
      'surah': 26,
      'text': 'فَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡبَحۡرَۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرۡقٖ كَٱلطَّوۡدِ ٱلۡعَظِيمِ ﰾ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 64,
      'surah': 26,
      'text': 'وَأَزۡلَفۡنَا ثَمَّ ٱلۡأٓخَرِينَ ﰿ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 65,
      'surah': 26,
      'text': 'وَأَنجَيۡنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجۡمَعِينَ ﱀ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 66,
      'surah': 26,
      'text': 'ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ ﱁ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 67,
      'surah': 26,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﱂ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 68,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﱃ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 69,
      'surah': 26,
      'text': 'وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ إِبۡرَٰهِيمَ ﱄ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 70,
      'surah': 26,
      'text': 'إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا تَعۡبُدُونَ ﱅ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 71,
      'surah': 26,
      'text': 'قَالُواْ نَعۡبُدُ أَصۡنَامٗا فَنَظَلُّ لَهَا عَٰكِفِينَ ﱆ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 72,
      'surah': 26,
      'text': 'قَالَ هَلۡ يَسۡمَعُونَكُمۡ إِذۡ تَدۡعُونَ ﱇ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 73,
      'surah': 26,
      'text': 'أَوۡ يَنفَعُونَكُمۡ أَوۡ يَضُرُّونَ ﱈ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 74,
      'surah': 26,
      'text': 'قَالُواْ بَلۡ وَجَدۡنَآ ءَابَآءَنَا كَذَٰلِكَ يَفۡعَلُونَ ﱉ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 75,
      'surah': 26,
      'text': 'قَالَ أَفَرَءَيۡتُم مَّا كُنتُمۡ تَعۡبُدُونَ ﱊ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 76,
      'surah': 26,
      'text': 'أَنتُمۡ وَءَابَآؤُكُمُ ٱلۡأَقۡدَمُونَ ﱋ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 77,
      'surah': 26,
      'text': 'فَإِنَّهُمۡ عَدُوّٞ لِّيٓ إِلَّا رَبَّ ٱلۡعَٰلَمِينَ ﱌ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 78,
      'surah': 26,
      'text': 'ٱلَّذِي خَلَقَنِي فَهُوَ يَهۡدِينِ ﱍ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 79,
      'surah': 26,
      'text': 'وَٱلَّذِي هُوَ يُطۡعِمُنِي وَيَسۡقِينِ ﱎ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 80,
      'surah': 26,
      'text': 'وَإِذَا مَرِضۡتُ فَهُوَ يَشۡفِينِ ﱏ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 81,
      'surah': 26,
      'text': 'وَٱلَّذِي يُمِيتُنِي ثُمَّ يُحۡيِينِ ﱐ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 82,
      'surah': 26,
      'text': 'وَٱلَّذِيٓ أَطۡمَعُ أَن يَغۡفِرَ لِي خَطِيٓـَٔتِي يَوۡمَ ٱلدِّينِ ﱑ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 83,
      'surah': 26,
      'text': 'رَبِّ هَبۡ لِي حُكۡمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ ﱒ',
      'page': 370,
      'juz': 19
    },
    {
      'id': 84,
      'surah': 26,
      'text': 'وَٱجۡعَل لِّي لِسَانَ صِدۡقٖ فِي ٱلۡأٓخِرِينَ ﱓ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 85,
      'surah': 26,
      'text': 'وَٱجۡعَلۡنِي مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ ﱔ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 86,
      'surah': 26,
      'text': 'وَٱغۡفِرۡ لِأَبِيٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ ﱕ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 87,
      'surah': 26,
      'text': 'وَلَا تُخۡزِنِي يَوۡمَ يُبۡعَثُونَ ﱖ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 88,
      'surah': 26,
      'text': 'يَوۡمَ لَا يَنفَعُ مَالٞ وَلَا بَنُونَ ﱗ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 89,
      'surah': 26,
      'text': 'إِلَّا مَنۡ أَتَى ٱللَّهَ بِقَلۡبٖ سَلِيمٖ ﱘ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 90,
      'surah': 26,
      'text': 'وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ ﱙ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 91,
      'surah': 26,
      'text': 'وَبُرِّزَتِ ٱلۡجَحِيمُ لِلۡغَاوِينَ ﱚ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 92,
      'surah': 26,
      'text': 'وَقِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تَعۡبُدُونَ ﱛ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 93,
      'surah': 26,
      'text': 'مِن دُونِ ٱللَّهِ هَلۡ يَنصُرُونَكُمۡ أَوۡ يَنتَصِرُونَ ﱜ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 94,
      'surah': 26,
      'text': 'فَكُبۡكِبُواْ فِيهَا هُمۡ وَٱلۡغَاوُۥنَ ﱝ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 95,
      'surah': 26,
      'text': 'وَجُنُودُ إِبۡلِيسَ أَجۡمَعُونَ ﱞ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 96,
      'surah': 26,
      'text': 'قَالُواْ وَهُمۡ فِيهَا يَخۡتَصِمُونَ ﱟ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 97,
      'surah': 26,
      'text': 'تَٱللَّهِ إِن كُنَّا لَفِي ضَلَٰلٖ مُّبِينٍ ﱠ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 98,
      'surah': 26,
      'text': 'إِذۡ نُسَوِّيكُم بِرَبِّ ٱلۡعَٰلَمِينَ ﱡ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 99,
      'surah': 26,
      'text': 'وَمَآ أَضَلَّنَآ إِلَّا ٱلۡمُجۡرِمُونَ ﱢ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 100,
      'surah': 26,
      'text': 'فَمَا لَنَا مِن شَٰفِعِينَ ﱣ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 101,
      'surah': 26,
      'text': 'وَلَا صَدِيقٍ حَمِيمٖ ﱤ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 102,
      'surah': 26,
      'text': 'فَلَوۡ أَنَّ لَنَا كَرَّةٗ فَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ ﱥ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 103,
      'surah': 26,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﱦ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 104,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﱧ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 105,
      'surah': 26,
      'text': 'كَذَّبَتۡ قَوۡمُ نُوحٍ ٱلۡمُرۡسَلِينَ ﱨ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 106,
      'surah': 26,
      'text': 'إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ نُوحٌ أَلَا تَتَّقُونَ ﱩ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 107,
      'surah': 26,
      'text': 'إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ﱪ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 108,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﱫ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 109,
      'surah': 26,
      'text': 'وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ ﱬ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 110,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﱭ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 111,
      'surah': 26,
      'text': '۞ قَالُوٓاْ أَنُؤۡمِنُ لَكَ وَٱتَّبَعَكَ ٱلۡأَرۡذَلُونَ ﱮ',
      'page': 371,
      'juz': 19
    },
    {
      'id': 112,
      'surah': 26,
      'text': 'قَالَ وَمَا عِلۡمِي بِمَا كَانُواْ يَعۡمَلُونَ ﱯ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 113,
      'surah': 26,
      'text': 'إِنۡ حِسَابُهُمۡ إِلَّا عَلَىٰ رَبِّيۖ لَوۡ تَشۡعُرُونَ ﱰ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 114,
      'surah': 26,
      'text': 'وَمَآ أَنَا۠ بِطَارِدِ ٱلۡمُؤۡمِنِينَ ﱱ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 115,
      'surah': 26,
      'text': 'إِنۡ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ ﱲ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 116,
      'surah': 26,
      'text': 'قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلۡمَرۡجُومِينَ ﱳ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 117,
      'surah': 26,
      'text': 'قَالَ رَبِّ إِنَّ قَوۡمِي كَذَّبُونِ ﱴ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 118,
      'surah': 26,
      'text': 'فَٱفۡتَحۡ بَيۡنِي وَبَيۡنَهُمۡ فَتۡحٗا وَنَجِّنِي وَمَن مَّعِيَ مِنَ ٱلۡمُؤۡمِنِينَ ﱵ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 119,
      'surah': 26,
      'text': 'فَأَنجَيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ ﱶ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 120,
      'surah': 26,
      'text': 'ثُمَّ أَغۡرَقۡنَا بَعۡدُ ٱلۡبَاقِينَ ﱷ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 121,
      'surah': 26,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﱸ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 122,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﱹ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 123,
      'surah': 26,
      'text': 'كَذَّبَتۡ عَادٌ ٱلۡمُرۡسَلِينَ ﱺ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 124,
      'surah': 26,
      'text': 'إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ هُودٌ أَلَا تَتَّقُونَ ﱻ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 125,
      'surah': 26,
      'text': 'إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ﱼ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 126,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﱽ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 127,
      'surah': 26,
      'text': 'وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ ﱾ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 128,
      'surah': 26,
      'text': 'أَتَبۡنُونَ بِكُلِّ رِيعٍ ءَايَةٗ تَعۡبَثُونَ ﱿ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 129,
      'surah': 26,
      'text': 'وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمۡ تَخۡلُدُونَ ﲀ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 130,
      'surah': 26,
      'text': 'وَإِذَا بَطَشۡتُم بَطَشۡتُمۡ جَبَّارِينَ ﲁ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 131,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﲂ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 132,
      'surah': 26,
      'text': 'وَٱتَّقُواْ ٱلَّذِيٓ أَمَدَّكُم بِمَا تَعۡلَمُونَ ﲃ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 133,
      'surah': 26,
      'text': 'أَمَدَّكُم بِأَنۡعَٰمٖ وَبَنِينَ ﲄ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 134,
      'surah': 26,
      'text': 'وَجَنَّٰتٖ وَعُيُونٍ ﲅ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 135,
      'surah': 26,
      'text': 'إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ ﲆ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 136,
      'surah': 26,
      'text': 'قَالُواْ سَوَآءٌ عَلَيۡنَآ أَوَعَظۡتَ أَمۡ لَمۡ تَكُن مِّنَ ٱلۡوَٰعِظِينَ ﲇ',
      'page': 372,
      'juz': 19
    },
    {
      'id': 137,
      'surah': 26,
      'text': 'إِنۡ هَٰذَآ إِلَّا خُلُقُ ٱلۡأَوَّلِينَ ﲈ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 138,
      'surah': 26,
      'text': 'وَمَا نَحۡنُ بِمُعَذَّبِينَ ﲉ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 139,
      'surah': 26,
      'text': 'فَكَذَّبُوهُ فَأَهۡلَكۡنَٰهُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﲊ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 140,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﲋ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 141,
      'surah': 26,
      'text': 'كَذَّبَتۡ ثَمُودُ ٱلۡمُرۡسَلِينَ ﲌ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 142,
      'surah': 26,
      'text': 'إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ صَٰلِحٌ أَلَا تَتَّقُونَ ﲍ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 143,
      'surah': 26,
      'text': 'إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ﲎ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 144,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﲏ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 145,
      'surah': 26,
      'text': 'وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ ﲐ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 146,
      'surah': 26,
      'text': 'أَتُتۡرَكُونَ فِي مَا هَٰهُنَآ ءَامِنِينَ ﲑ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 147,
      'surah': 26,
      'text': 'فِي جَنَّٰتٖ وَعُيُونٖ ﲒ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 148,
      'surah': 26,
      'text': 'وَزُرُوعٖ وَنَخۡلٖ طَلۡعُهَا هَضِيمٞ ﲓ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 149,
      'surah': 26,
      'text': 'وَتَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتٗا فَٰرِهِينَ ﲔ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 150,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﲕ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 151,
      'surah': 26,
      'text': 'وَلَا تُطِيعُوٓاْ أَمۡرَ ٱلۡمُسۡرِفِينَ ﲖ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 152,
      'surah': 26,
      'text': 'ٱلَّذِينَ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ ﲗ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 153,
      'surah': 26,
      'text': 'قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ ﲘ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 154,
      'surah': 26,
      'text': 'مَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا فَأۡتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ﲙ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 155,
      'surah': 26,
      'text': 'قَالَ هَٰذِهِۦ نَاقَةٞ لَّهَا شِرۡبٞ وَلَكُمۡ شِرۡبُ يَوۡمٖ مَّعۡلُومٖ ﲚ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 156,
      'surah': 26,
      'text': 'وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابُ يَوۡمٍ عَظِيمٖ ﲛ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 157,
      'surah': 26,
      'text': 'فَعَقَرُوهَا فَأَصۡبَحُواْ نَٰدِمِينَ ﲜ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 158,
      'surah': 26,
      'text': 'فَأَخَذَهُمُ ٱلۡعَذَابُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﲝ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 159,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﲞ',
      'page': 373,
      'juz': 19
    },
    {
      'id': 160,
      'surah': 26,
      'text': 'كَذَّبَتۡ قَوۡمُ لُوطٍ ٱلۡمُرۡسَلِينَ ﲟ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 161,
      'surah': 26,
      'text': 'إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ لُوطٌ أَلَا تَتَّقُونَ ﲠ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 162,
      'surah': 26,
      'text': 'إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ﲡ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 163,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﲢ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 164,
      'surah': 26,
      'text': 'وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ ﲣ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 165,
      'surah': 26,
      'text': 'أَتَأۡتُونَ ٱلذُّكۡرَانَ مِنَ ٱلۡعَٰلَمِينَ ﲤ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 166,
      'surah': 26,
      'text': 'وَتَذَرُونَ مَا خَلَقَ لَكُمۡ رَبُّكُم مِّنۡ أَزۡوَٰجِكُمۚ بَلۡ أَنتُمۡ قَوۡمٌ عَادُونَ ﲥ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 167,
      'surah': 26,
      'text': 'قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلۡمُخۡرَجِينَ ﲦ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 168,
      'surah': 26,
      'text': 'قَالَ إِنِّي لِعَمَلِكُم مِّنَ ٱلۡقَالِينَ ﲧ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 169,
      'surah': 26,
      'text': 'رَبِّ نَجِّنِي وَأَهۡلِي مِمَّا يَعۡمَلُونَ ﲨ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 170,
      'surah': 26,
      'text': 'فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ ﲩ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 171,
      'surah': 26,
      'text': 'إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ ﲪ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 172,
      'surah': 26,
      'text': 'ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ ﲫ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 173,
      'surah': 26,
      'text': 'وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ ﲬ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 174,
      'surah': 26,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﲭ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 175,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﲮ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 176,
      'surah': 26,
      'text': 'كَذَّبَ أَصۡحَٰبُ لۡـَٔيۡكَةِ ٱلۡمُرۡسَلِينَ ﲯ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 177,
      'surah': 26,
      'text': 'إِذۡ قَالَ لَهُمۡ شُعَيۡبٌ أَلَا تَتَّقُونَ ﲰ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 178,
      'surah': 26,
      'text': 'إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ﲱ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 179,
      'surah': 26,
      'text': 'فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ ﲲ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 180,
      'surah': 26,
      'text': 'وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ ﲳ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 181,
      'surah': 26,
      'text': '۞ أَوۡفُواْ ٱلۡكَيۡلَ وَلَا تَكُونُواْ مِنَ ٱلۡمُخۡسِرِينَ ﲴ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 182,
      'surah': 26,
      'text': 'وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِ ﲵ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 183,
      'surah': 26,
      'text': 'وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ ﲶ',
      'page': 374,
      'juz': 19
    },
    {
      'id': 184,
      'surah': 26,
      'text': 'وَٱتَّقُواْ ٱلَّذِي خَلَقَكُمۡ وَٱلۡجِبِلَّةَ ٱلۡأَوَّلِينَ ﲷ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 185,
      'surah': 26,
      'text': 'قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ ﲸ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 186,
      'surah': 26,
      'text': 'وَمَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلۡكَٰذِبِينَ ﲹ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 187,
      'surah': 26,
      'text': 'فَأَسۡقِطۡ عَلَيۡنَا كِسَفٗا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ﲺ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 188,
      'surah': 26,
      'text': 'قَالَ رَبِّيٓ أَعۡلَمُ بِمَا تَعۡمَلُونَ ﲻ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 189,
      'surah': 26,
      'text': 'فَكَذَّبُوهُ فَأَخَذَهُمۡ عَذَابُ يَوۡمِ ٱلظُّلَّةِۚ إِنَّهُۥ كَانَ عَذَابَ يَوۡمٍ عَظِيمٍ ﲼ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 190,
      'surah': 26,
      'text': 'إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ ﲽ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 191,
      'surah': 26,
      'text': 'وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ﲾ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 192,
      'surah': 26,
      'text': 'وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلۡعَٰلَمِينَ ﲿ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 193,
      'surah': 26,
      'text': 'نَزَلَ بِهِ ٱلرُّوحُ ٱلۡأَمِينُ ﳀ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 194,
      'surah': 26,
      'text': 'عَلَىٰ قَلۡبِكَ لِتَكُونَ مِنَ ٱلۡمُنذِرِينَ ﳁ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 195,
      'surah': 26,
      'text': 'بِلِسَانٍ عَرَبِيّٖ مُّبِينٖ ﳂ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 196,
      'surah': 26,
      'text': 'وَإِنَّهُۥ لَفِي زُبُرِ ٱلۡأَوَّلِينَ ﳃ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 197,
      'surah': 26,
      'text': 'أَوَلَمۡ يَكُن لَّهُمۡ ءَايَةً أَن يَعۡلَمَهُۥ عُلَمَٰٓؤُاْ بَنِيٓ إِسۡرَٰٓءِيلَ ﳄ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 198,
      'surah': 26,
      'text': 'وَلَوۡ نَزَّلۡنَٰهُ عَلَىٰ بَعۡضِ ٱلۡأَعۡجَمِينَ ﳅ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 199,
      'surah': 26,
      'text': 'فَقَرَأَهُۥ عَلَيۡهِم مَّا كَانُواْ بِهِۦ مُؤۡمِنِينَ ﳆ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 200,
      'surah': 26,
      'text': 'كَذَٰلِكَ سَلَكۡنَٰهُ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ ﳇ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 201,
      'surah': 26,
      'text': 'لَا يُؤۡمِنُونَ بِهِۦ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ ﳈ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 202,
      'surah': 26,
      'text': 'فَيَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ ﳉ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 203,
      'surah': 26,
      'text': 'فَيَقُولُواْ هَلۡ نَحۡنُ مُنظَرُونَ ﳊ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 204,
      'surah': 26,
      'text': 'أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ ﳋ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 205,
      'surah': 26,
      'text': 'أَفَرَءَيۡتَ إِن مَّتَّعۡنَٰهُمۡ سِنِينَ ﳌ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 206,
      'surah': 26,
      'text': 'ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ ﳍ',
      'page': 375,
      'juz': 19
    },
    {
      'id': 207,
      'surah': 26,
      'text': 'مَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يُمَتَّعُونَ ﳎ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 208,
      'surah': 26,
      'text': 'وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا لَهَا مُنذِرُونَ ﳏ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 209,
      'surah': 26,
      'text': 'ذِكۡرَىٰ وَمَا كُنَّا ظَٰلِمِينَ ﳐ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 210,
      'surah': 26,
      'text': 'وَمَا تَنَزَّلَتۡ بِهِ ٱلشَّيَٰطِينُ ﳑ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 211,
      'surah': 26,
      'text': 'وَمَا يَنۢبَغِي لَهُمۡ وَمَا يَسۡتَطِيعُونَ ﳒ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 212,
      'surah': 26,
      'text': 'إِنَّهُمۡ عَنِ ٱلسَّمۡعِ لَمَعۡزُولُونَ ﳓ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 213,
      'surah': 26,
      'text': 'فَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلۡمُعَذَّبِينَ ﳔ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 214,
      'surah': 26,
      'text': 'وَأَنذِرۡ عَشِيرَتَكَ ٱلۡأَقۡرَبِينَ ﳕ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 215,
      'surah': 26,
      'text': 'وَٱخۡفِضۡ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ ﳖ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 216,
      'surah': 26,
      'text': 'فَإِنۡ عَصَوۡكَ فَقُلۡ إِنِّي بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ ﳗ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 217,
      'surah': 26,
      'text': 'وَتَوَكَّلۡ عَلَى ٱلۡعَزِيزِ ٱلرَّحِيمِ ﳘ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 218,
      'surah': 26,
      'text': 'ٱلَّذِي يَرَىٰكَ حِينَ تَقُومُ ﳙ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 219,
      'surah': 26,
      'text': 'وَتَقَلُّبَكَ فِي ٱلسَّٰجِدِينَ ﳚ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 220,
      'surah': 26,
      'text': 'إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ﳛ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 221,
      'surah': 26,
      'text': 'هَلۡ أُنَبِّئُكُمۡ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ ﳜ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 222,
      'surah': 26,
      'text': 'تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٖ ﳝ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 223,
      'surah': 26,
      'text': 'يُلۡقُونَ ٱلسَّمۡعَ وَأَكۡثَرُهُمۡ كَٰذِبُونَ ﳞ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 224,
      'surah': 26,
      'text': 'وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلۡغَاوُۥنَ ﳟ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 225,
      'surah': 26,
      'text': 'أَلَمۡ تَرَ أَنَّهُمۡ فِي كُلِّ وَادٖ يَهِيمُونَ ﳠ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 226,
      'surah': 26,
      'text': 'وَأَنَّهُمۡ يَقُولُونَ مَا لَا يَفۡعَلُونَ ﳡ',
      'page': 376,
      'juz': 19
    },
    {
      'id': 227,
      'surah': 26,
      'text': 'إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ ﳢ',
      'page': 376,
      'juz': 19
    }
  ]
}
;
