/// Arabic Quran text data.
const Map<String, dynamic> surah106 = 
{
  'id': 106,
  'verses': [
    {
      'id': 1,
      'surah': 106,
      'text': 'لِإِيلَٰفِ قُرَيۡشٍ ﰀ',
      'page': 602,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 106,
      'text': 'إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ ﰁ',
      'page': 602,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 106,
      'text': 'فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ ﰂ',
      'page': 602,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 106,
      'text': 'ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ ﰃ',
      'page': 602,
      'juz': 30
    }
  ]
}
;
