/// Arabic Quran text data.
const Map<String, dynamic> surah111 = 
{
  'id': 111,
  'verses': [
    {
      'id': 1,
      'surah': 111,
      'text': 'تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ ﰀ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 111,
      'text': 'مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ ﰁ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 111,
      'text': 'سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ ﰂ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 111,
      'text': 'وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ ﰃ',
      'page': 603,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 111,
      'text': 'فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ ﰄ',
      'page': 603,
      'juz': 30
    }
  ]
}
;
