/// Arabic Quran text data.
const Map<String, dynamic> surah83 = 
{
  'id': 83,
  'verses': [
    {
      'id': 1,
      'surah': 83,
      'text': 'وَيۡلٞ لِّلۡمُطَفِّفِينَ ﰀ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 83,
      'text': 'ٱلَّذِينَ إِذَا ٱكۡتَالُواْ عَلَى ٱلنَّاسِ يَسۡتَوۡفُونَ ﰁ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 83,
      'text': 'وَإِذَا كَالُوهُمۡ أَو وَّزَنُوهُمۡ يُخۡسِرُونَ ﰂ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 83,
      'text': 'أَلَا يَظُنُّ أُوْلَٰٓئِكَ أَنَّهُم مَّبۡعُوثُونَ ﰃ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 83,
      'text': 'لِيَوۡمٍ عَظِيمٖ ﰄ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 83,
      'text': 'يَوۡمَ يَقُومُ ٱلنَّاسُ لِرَبِّ ٱلۡعَٰلَمِينَ ﰅ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 83,
      'text': 'كَلَّآ إِنَّ كِتَٰبَ ٱلۡفُجَّارِ لَفِي سِجِّينٖ ﰆ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 83,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا سِجِّينٞ ﰇ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 83,
      'text': 'كِتَٰبٞ مَّرۡقُومٞ ﰈ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 83,
      'text': 'وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ﰉ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 83,
      'text': 'ٱلَّذِينَ يُكَذِّبُونَ بِيَوۡمِ ٱلدِّينِ ﰊ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 83,
      'text': 'وَمَا يُكَذِّبُ بِهِۦٓ إِلَّا كُلُّ مُعۡتَدٍ أَثِيمٍ ﰋ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 83,
      'text': 'إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ﰌ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 83,
      'text': 'كَلَّاۖ بَلۡۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُواْ يَكۡسِبُونَ ﰍ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 83,
      'text': 'كَلَّآ إِنَّهُمۡ عَن رَّبِّهِمۡ يَوۡمَئِذٖ لَّمَحۡجُوبُونَ ﰎ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 83,
      'text': 'ثُمَّ إِنَّهُمۡ لَصَالُواْ ٱلۡجَحِيمِ ﰏ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 83,
      'text': 'ثُمَّ يُقَالُ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ ﰐ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 83,
      'text': 'كَلَّآ إِنَّ كِتَٰبَ ٱلۡأَبۡرَارِ لَفِي عِلِّيِّينَ ﰑ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 83,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا عِلِّيُّونَ ﰒ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 20,
      'surah': 83,
      'text': 'كِتَٰبٞ مَّرۡقُومٞ ﰓ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 21,
      'surah': 83,
      'text': 'يَشۡهَدُهُ ٱلۡمُقَرَّبُونَ ﰔ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 22,
      'surah': 83,
      'text': 'إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٍ ﰕ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 23,
      'surah': 83,
      'text': 'عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ ﰖ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 24,
      'surah': 83,
      'text': 'تَعۡرِفُ فِي وُجُوهِهِمۡ نَضۡرَةَ ٱلنَّعِيمِ ﰗ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 25,
      'surah': 83,
      'text': 'يُسۡقَوۡنَ مِن رَّحِيقٖ مَّخۡتُومٍ ﰘ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 26,
      'surah': 83,
      'text': 'خِتَٰمُهُۥ مِسۡكٞۚ وَفِي ذَٰلِكَ فَلۡيَتَنَافَسِ ٱلۡمُتَنَٰفِسُونَ ﰙ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 27,
      'surah': 83,
      'text': 'وَمِزَاجُهُۥ مِن تَسۡنِيمٍ ﰚ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 28,
      'surah': 83,
      'text': 'عَيۡنٗا يَشۡرَبُ بِهَا ٱلۡمُقَرَّبُونَ ﰛ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 29,
      'surah': 83,
      'text': 'إِنَّ ٱلَّذِينَ أَجۡرَمُواْ كَانُواْ مِنَ ٱلَّذِينَ ءَامَنُواْ يَضۡحَكُونَ ﰜ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 30,
      'surah': 83,
      'text': 'وَإِذَا مَرُّواْ بِهِمۡ يَتَغَامَزُونَ ﰝ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 31,
      'surah': 83,
      'text': 'وَإِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمُ ٱنقَلَبُواْ فَكِهِينَ ﰞ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 32,
      'surah': 83,
      'text': 'وَإِذَا رَأَوۡهُمۡ قَالُوٓاْ إِنَّ هَٰٓؤُلَآءِ لَضَآلُّونَ ﰟ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 33,
      'surah': 83,
      'text': 'وَمَآ أُرۡسِلُواْ عَلَيۡهِمۡ حَٰفِظِينَ ﰠ',
      'page': 588,
      'juz': 30
    },
    {
      'id': 34,
      'surah': 83,
      'text': 'فَٱلۡيَوۡمَ ٱلَّذِينَ ءَامَنُواْ مِنَ ٱلۡكُفَّارِ يَضۡحَكُونَ ﰡ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 35,
      'surah': 83,
      'text': 'عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ ﰢ',
      'page': 589,
      'juz': 30
    },
    {
      'id': 36,
      'surah': 83,
      'text': 'هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ ﰣ',
      'page': 589,
      'juz': 30
    }
  ]
}
;
