/// Arabic Quran text data.
const Map<String, dynamic> surah70 = 
{
  'id': 70,
  'verses': [
    {
      'id': 1,
      'surah': 70,
      'text': 'سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ ﰀ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 2,
      'surah': 70,
      'text': 'لِّلۡكَٰفِرِينَ لَيۡسَ لَهُۥ دَافِعٞ ﰁ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 3,
      'surah': 70,
      'text': 'مِّنَ ٱللَّهِ ذِي ٱلۡمَعَارِجِ ﰂ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 4,
      'surah': 70,
      'text': 'تَعۡرُجُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥ خَمۡسِينَ أَلۡفَ سَنَةٖ ﰃ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 5,
      'surah': 70,
      'text': 'فَٱصۡبِرۡ صَبۡرٗا جَمِيلًا ﰄ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 6,
      'surah': 70,
      'text': 'إِنَّهُمۡ يَرَوۡنَهُۥ بَعِيدٗا ﰅ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 7,
      'surah': 70,
      'text': 'وَنَرَىٰهُ قَرِيبٗا ﰆ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 8,
      'surah': 70,
      'text': 'يَوۡمَ تَكُونُ ٱلسَّمَآءُ كَٱلۡمُهۡلِ ﰇ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 9,
      'surah': 70,
      'text': 'وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ﰈ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 10,
      'surah': 70,
      'text': 'وَلَا يَسۡـَٔلُ حَمِيمٌ حَمِيمٗا ﰉ',
      'page': 568,
      'juz': 29
    },
    {
      'id': 11,
      'surah': 70,
      'text': 'يُبَصَّرُونَهُمۡۚ يَوَدُّ ٱلۡمُجۡرِمُ لَوۡ يَفۡتَدِي مِنۡ عَذَابِ يَوۡمِئِذِۭ بِبَنِيهِ ﰊ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 12,
      'surah': 70,
      'text': 'وَصَٰحِبَتِهِۦ وَأَخِيهِ ﰋ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 13,
      'surah': 70,
      'text': 'وَفَصِيلَتِهِ ٱلَّتِي تُـٔۡوِيهِ ﰌ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 14,
      'surah': 70,
      'text': 'وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ يُنجِيهِ ﰍ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 15,
      'surah': 70,
      'text': 'كَلَّآۖ إِنَّهَا لَظَىٰ ﰎ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 16,
      'surah': 70,
      'text': 'نَزَّاعَةٗ لِّلشَّوَىٰ ﰏ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 17,
      'surah': 70,
      'text': 'تَدۡعُواْ مَنۡ أَدۡبَرَ وَتَوَلَّىٰ ﰐ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 18,
      'surah': 70,
      'text': 'وَجَمَعَ فَأَوۡعَىٰٓ ﰑ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 19,
      'surah': 70,
      'text': '۞ إِنَّ ٱلۡإِنسَٰنَ خُلِقَ هَلُوعًا ﰒ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 20,
      'surah': 70,
      'text': 'إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعٗا ﰓ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 21,
      'surah': 70,
      'text': 'وَإِذَا مَسَّهُ ٱلۡخَيۡرُ مَنُوعًا ﰔ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 22,
      'surah': 70,
      'text': 'إِلَّا ٱلۡمُصَلِّينَ ﰕ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 23,
      'surah': 70,
      'text': 'ٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ دَآئِمُونَ ﰖ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 24,
      'surah': 70,
      'text': 'وَٱلَّذِينَ فِيٓ أَمۡوَٰلِهِمۡ حَقّٞ مَّعۡلُومٞ ﰗ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 25,
      'surah': 70,
      'text': 'لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ ﰘ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 26,
      'surah': 70,
      'text': 'وَٱلَّذِينَ يُصَدِّقُونَ بِيَوۡمِ ٱلدِّينِ ﰙ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 27,
      'surah': 70,
      'text': 'وَٱلَّذِينَ هُم مِّنۡ عَذَابِ رَبِّهِم مُّشۡفِقُونَ ﰚ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 28,
      'surah': 70,
      'text': 'إِنَّ عَذَابَ رَبِّهِمۡ غَيۡرُ مَأۡمُونٖ ﰛ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 29,
      'surah': 70,
      'text': 'وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ ﰜ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 30,
      'surah': 70,
      'text': 'إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ ﰝ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 31,
      'surah': 70,
      'text': 'فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ ﰞ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 32,
      'surah': 70,
      'text': 'وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ ﰟ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 33,
      'surah': 70,
      'text': 'وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمۡ قَآئِمُونَ ﰠ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 34,
      'surah': 70,
      'text': 'وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ ﰡ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 35,
      'surah': 70,
      'text': 'أُوْلَٰٓئِكَ فِي جَنَّٰتٖ مُّكۡرَمُونَ ﰢ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 36,
      'surah': 70,
      'text': 'فَمَالِ ٱلَّذِينَ كَفَرُواْ قِبَلَكَ مُهۡطِعِينَ ﰣ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 37,
      'surah': 70,
      'text': 'عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ ﰤ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 38,
      'surah': 70,
      'text': 'أَيَطۡمَعُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُدۡخَلَ جَنَّةَ نَعِيمٖ ﰥ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 39,
      'surah': 70,
      'text': 'كَلَّآۖ إِنَّا خَلَقۡنَٰهُم مِّمَّا يَعۡلَمُونَ ﰦ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 40,
      'surah': 70,
      'text': 'فَلَآ أُقۡسِمُ بِرَبِّ ٱلۡمَشَٰرِقِ وَٱلۡمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ ﰧ',
      'page': 569,
      'juz': 29
    },
    {
      'id': 41,
      'surah': 70,
      'text': 'عَلَىٰٓ أَن نُّبَدِّلَ خَيۡرٗا مِّنۡهُمۡ وَمَا نَحۡنُ بِمَسۡبُوقِينَ ﰨ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 42,
      'surah': 70,
      'text': 'فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ ﰩ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 43,
      'surah': 70,
      'text': 'يَوۡمَ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ سِرَاعٗا كَأَنَّهُمۡ إِلَىٰ نُصُبٖ يُوفِضُونَ ﰪ',
      'page': 570,
      'juz': 29
    },
    {
      'id': 44,
      'surah': 70,
      'text': 'خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ ﰫ',
      'page': 570,
      'juz': 29
    }
  ]
}
;
