/// Arabic Quran text data.
const Map<String, dynamic> surah19 = 
{
  'id': 19,
  'verses': [
    {
      'id': 1,
      'surah': 19,
      'text': 'كٓهيعٓصٓ ﰀ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 2,
      'surah': 19,
      'text': 'ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ ﰁ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 3,
      'surah': 19,
      'text': 'إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا ﰂ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 4,
      'surah': 19,
      'text': 'قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا ﰃ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 5,
      'surah': 19,
      'text': 'وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا ﰄ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 6,
      'surah': 19,
      'text': 'يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا ﰅ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 7,
      'surah': 19,
      'text': 'يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا ﰆ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 8,
      'surah': 19,
      'text': 'قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا ﰇ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 9,
      'surah': 19,
      'text': 'قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا ﰈ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 10,
      'surah': 19,
      'text': 'قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا ﰉ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 11,
      'surah': 19,
      'text': 'فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا ﰊ',
      'page': 305,
      'juz': 16
    },
    {
      'id': 12,
      'surah': 19,
      'text': 'يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا ﰋ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 13,
      'surah': 19,
      'text': 'وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا ﰌ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 14,
      'surah': 19,
      'text': 'وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا ﰍ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 15,
      'surah': 19,
      'text': 'وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا ﰎ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 16,
      'surah': 19,
      'text': 'وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا ﰏ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 17,
      'surah': 19,
      'text': 'فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا ﰐ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 18,
      'surah': 19,
      'text': 'قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا ﰑ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 19,
      'surah': 19,
      'text': 'قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا ﰒ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 20,
      'surah': 19,
      'text': 'قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا ﰓ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 21,
      'surah': 19,
      'text': 'قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا ﰔ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 22,
      'surah': 19,
      'text': '۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا ﰕ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 23,
      'surah': 19,
      'text': 'فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا ﰖ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 24,
      'surah': 19,
      'text': 'فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا ﰗ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 25,
      'surah': 19,
      'text': 'وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا ﰘ',
      'page': 306,
      'juz': 16
    },
    {
      'id': 26,
      'surah': 19,
      'text': 'فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا ﰙ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 27,
      'surah': 19,
      'text': 'فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا ﰚ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 28,
      'surah': 19,
      'text': 'يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا ﰛ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 29,
      'surah': 19,
      'text': 'فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا ﰜ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 30,
      'surah': 19,
      'text': 'قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا ﰝ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 31,
      'surah': 19,
      'text': 'وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا ﰞ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 32,
      'surah': 19,
      'text': 'وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا ﰟ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 33,
      'surah': 19,
      'text': 'وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا ﰠ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 34,
      'surah': 19,
      'text': 'ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ ﰡ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 35,
      'surah': 19,
      'text': 'مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ ﰢ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 36,
      'surah': 19,
      'text': 'وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ ﰣ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 37,
      'surah': 19,
      'text': 'فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ ﰤ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 38,
      'surah': 19,
      'text': 'أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ ﰥ',
      'page': 307,
      'juz': 16
    },
    {
      'id': 39,
      'surah': 19,
      'text': 'وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ ﰦ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 40,
      'surah': 19,
      'text': 'إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ ﰧ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 41,
      'surah': 19,
      'text': 'وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا ﰨ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 42,
      'surah': 19,
      'text': 'إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا ﰩ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 43,
      'surah': 19,
      'text': 'يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا ﰪ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 44,
      'surah': 19,
      'text': 'يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا ﰫ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 45,
      'surah': 19,
      'text': 'يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا ﰬ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 46,
      'surah': 19,
      'text': 'قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا ﰭ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 47,
      'surah': 19,
      'text': 'قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا ﰮ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 48,
      'surah': 19,
      'text': 'وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا ﰯ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 49,
      'surah': 19,
      'text': 'فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا ﰰ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 50,
      'surah': 19,
      'text': 'وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا ﰱ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 51,
      'surah': 19,
      'text': 'وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا ﰲ',
      'page': 308,
      'juz': 16
    },
    {
      'id': 52,
      'surah': 19,
      'text': 'وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا ﰳ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 53,
      'surah': 19,
      'text': 'وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا ﰴ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 54,
      'surah': 19,
      'text': 'وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا ﰵ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 55,
      'surah': 19,
      'text': 'وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا ﰶ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 56,
      'surah': 19,
      'text': 'وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا ﰷ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 57,
      'surah': 19,
      'text': 'وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا ﰸ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 58,
      'surah': 19,
      'text': 'أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩ ﰹ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 59,
      'surah': 19,
      'text': '۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا ﰺ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 60,
      'surah': 19,
      'text': 'إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا ﰻ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 61,
      'surah': 19,
      'text': 'جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا ﰼ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 62,
      'surah': 19,
      'text': 'لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا ﰽ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 63,
      'surah': 19,
      'text': 'تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا ﰾ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 64,
      'surah': 19,
      'text': 'وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا ﰿ',
      'page': 309,
      'juz': 16
    },
    {
      'id': 65,
      'surah': 19,
      'text': 'رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا ﱀ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 66,
      'surah': 19,
      'text': 'وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا ﱁ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 67,
      'surah': 19,
      'text': 'أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا ﱂ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 68,
      'surah': 19,
      'text': 'فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا ﱃ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 69,
      'surah': 19,
      'text': 'ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا ﱄ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 70,
      'surah': 19,
      'text': 'ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا ﱅ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 71,
      'surah': 19,
      'text': 'وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا ﱆ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 72,
      'surah': 19,
      'text': 'ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا ﱇ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 73,
      'surah': 19,
      'text': 'وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا ﱈ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 74,
      'surah': 19,
      'text': 'وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا ﱉ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 75,
      'surah': 19,
      'text': 'قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا ﱊ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 76,
      'surah': 19,
      'text': 'وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا ﱋ',
      'page': 310,
      'juz': 16
    },
    {
      'id': 77,
      'surah': 19,
      'text': 'أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا ﱌ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 78,
      'surah': 19,
      'text': 'أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا ﱍ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 79,
      'surah': 19,
      'text': 'كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا ﱎ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 80,
      'surah': 19,
      'text': 'وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا ﱏ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 81,
      'surah': 19,
      'text': 'وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا ﱐ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 82,
      'surah': 19,
      'text': 'كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا ﱑ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 83,
      'surah': 19,
      'text': 'أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا ﱒ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 84,
      'surah': 19,
      'text': 'فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا ﱓ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 85,
      'surah': 19,
      'text': 'يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا ﱔ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 86,
      'surah': 19,
      'text': 'وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا ﱕ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 87,
      'surah': 19,
      'text': 'لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا ﱖ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 88,
      'surah': 19,
      'text': 'وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا ﱗ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 89,
      'surah': 19,
      'text': 'لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا ﱘ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 90,
      'surah': 19,
      'text': 'تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا ﱙ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 91,
      'surah': 19,
      'text': 'أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا ﱚ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 92,
      'surah': 19,
      'text': 'وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا ﱛ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 93,
      'surah': 19,
      'text': 'إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا ﱜ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 94,
      'surah': 19,
      'text': 'لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا ﱝ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 95,
      'surah': 19,
      'text': 'وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا ﱞ',
      'page': 311,
      'juz': 16
    },
    {
      'id': 96,
      'surah': 19,
      'text': 'إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا ﱟ',
      'page': 312,
      'juz': 16
    },
    {
      'id': 97,
      'surah': 19,
      'text': 'فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا ﱠ',
      'page': 312,
      'juz': 16
    },
    {
      'id': 98,
      'surah': 19,
      'text': 'وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا ﱡ',
      'page': 312,
      'juz': 16
    }
  ]
}
;
