/// Arabic Quran text data.
const Map<String, dynamic> surah100 = 
{
  'id': 100,
  'verses': [
    {
      'id': 1,
      'surah': 100,
      'text': 'وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا ﰀ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 100,
      'text': 'فَٱلۡمُورِيَٰتِ قَدۡحٗا ﰁ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 100,
      'text': 'فَٱلۡمُغِيرَٰتِ صُبۡحٗا ﰂ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 100,
      'text': 'فَأَثَرۡنَ بِهِۦ نَقۡعٗا ﰃ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 100,
      'text': 'فَوَسَطۡنَ بِهِۦ جَمۡعًا ﰄ',
      'page': 599,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 100,
      'text': 'إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ ﰅ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 100,
      'text': 'وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٞ ﰆ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 100,
      'text': 'وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ ﰇ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 100,
      'text': '۞ أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ ﰈ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 100,
      'text': 'وَحُصِّلَ مَا فِي ٱلصُّدُورِ ﰉ',
      'page': 600,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 100,
      'text': 'إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ ﰊ',
      'page': 600,
      'juz': 30
    }
  ]
}
;
