/// Arabic Quran text data.
const Map<String, dynamic> surah82 = 
{
  'id': 82,
  'verses': [
    {
      'id': 1,
      'surah': 82,
      'text': 'إِذَا ٱلسَّمَآءُ ٱنفَطَرَتۡ ﰀ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 2,
      'surah': 82,
      'text': 'وَإِذَا ٱلۡكَوَاكِبُ ٱنتَثَرَتۡ ﰁ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 3,
      'surah': 82,
      'text': 'وَإِذَا ٱلۡبِحَارُ فُجِّرَتۡ ﰂ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 4,
      'surah': 82,
      'text': 'وَإِذَا ٱلۡقُبُورُ بُعۡثِرَتۡ ﰃ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 5,
      'surah': 82,
      'text': 'عَلِمَتۡ نَفۡسٞ مَّا قَدَّمَتۡ وَأَخَّرَتۡ ﰄ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 6,
      'surah': 82,
      'text': 'يَٰٓأَيُّهَا ٱلۡإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلۡكَرِيمِ ﰅ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 7,
      'surah': 82,
      'text': 'ٱلَّذِي خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ ﰆ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 8,
      'surah': 82,
      'text': 'فِيٓ أَيِّ صُورَةٖ مَّا شَآءَ رَكَّبَكَ ﰇ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 9,
      'surah': 82,
      'text': 'كَلَّا بَلۡ تُكَذِّبُونَ بِٱلدِّينِ ﰈ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 10,
      'surah': 82,
      'text': 'وَإِنَّ عَلَيۡكُمۡ لَحَٰفِظِينَ ﰉ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 11,
      'surah': 82,
      'text': 'كِرَامٗا كَٰتِبِينَ ﰊ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 12,
      'surah': 82,
      'text': 'يَعۡلَمُونَ مَا تَفۡعَلُونَ ﰋ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 13,
      'surah': 82,
      'text': 'إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٖ ﰌ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 14,
      'surah': 82,
      'text': 'وَإِنَّ ٱلۡفُجَّارَ لَفِي جَحِيمٖ ﰍ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 15,
      'surah': 82,
      'text': 'يَصۡلَوۡنَهَا يَوۡمَ ٱلدِّينِ ﰎ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 16,
      'surah': 82,
      'text': 'وَمَا هُمۡ عَنۡهَا بِغَآئِبِينَ ﰏ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 17,
      'surah': 82,
      'text': 'وَمَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلدِّينِ ﰐ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 18,
      'surah': 82,
      'text': 'ثُمَّ مَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلدِّينِ ﰑ',
      'page': 587,
      'juz': 30
    },
    {
      'id': 19,
      'surah': 82,
      'text': 'يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ ﰒ',
      'page': 587,
      'juz': 30
    }
  ]
}
;
