/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir81 = 
{
  'id': 81,
  'verses': [
    {
      'id': 1,
      'text': '[1] إذا الشمس لُفَّت وذهب ضوْءُها'
    },
    {
      'id': 2,
      'text': '[2] وإذا النجوم تناثرت، فذهب نورها'
    },
    {
      'id': 3,
      'text': '[3] وإذا الجبال سيِّرت عن وجه الأرض فصارت غُباراً مُتطايراً'
    },
    {
      'id': 4,
      'text': '[4] وإذا النوق الحوامل تُركت وأهملت'
    },
    {
      'id': 5,
      'text': '[5] وإذا الحيوانات الوحشية جُمعت واختلطت؛ ليقتصَّ الله من بعضها لبعض'
    },
    {
      'id': 6,
      'text': '[6] وإذا البحار أوقدت، فصارت على عِظَمها ناراً تتوقد'
    },
    {
      'id': 7,
      'text': '[7]  وإذا النفوس قُرنت بأمثالها ونظائرها'
    },
    {
      'id': 8,
      'text': '[8] وإذا الطفلة المدفونة حيةً سُئلت يوم القيامة سؤالَ تطييب لها وتبكيت لوائدها'
    },
    {
      'id': 9,
      'text': '[9]  بأيِّ ذنب كان دفنها؟'
    },
    {
      'id': 10,
      'text': '[10] وإذا صحف الأعمال عُرضت'
    },
    {
      'id': 11,
      'text': '[11] وإذا السماء قُلعت وأزيلت من مكانها'
    },
    {
      'id': 12,
      'text': '[12] وإذا النار أوقدت فأضرِمت'
    },
    {
      'id': 13,
      'text': '[13] وإذا الجنة دار النعيم قُرِّبت من أهلها المتقين'
    },
    {
      'id': 14,
      'text': '[14] إذا وقع ذلك، تيقنتْ ووجدتْ كلُّ نفس ما قدَّمت من خير أو شر.'
    },
    {
      'id': 15,
      'text': '[15] أقسم الله تعالى بالنجوم المختفية أنوارها نهاراً'
    },
    {
      'id': 16,
      'text': '[16]  الجارية والمستترة في أبراجها'
    },
    {
      'id': 17,
      'text': '[17] والليل إذا أقبل بظلامه'
    },
    {
      'id': 18,
      'text': '[18] والصبح إذا ظهر ضياؤه'
    },
    {
      'id': 19,
      'text': '[19]  إن القرآن لَتبليغ رسول كريم هو جبريل عليه السلام'
    },
    {
      'id': 20,
      'text': '[20] ذي قوة في تنفيذ ما يؤمر به، صاحبِ مكانة رفيعة عند الله'
    },
    {
      'id': 21,
      'text': '[21] تطيعه الملائكة، مؤتمنٍ على الوحي الذي ينزل به.'
    },
    {
      'id': 22,
      'text': '[22] وما محمد الذي تعرفونه بمجنون'
    },
    {
      'id': 23,
      'text': '[23] ولقد رأى محمدٌ -صلى الله عليه وسلم- جبريلَ الذي يأتيه بالرسالة على صورته الحقيقية التي خلقه الله عليها في الأفق العظيم من ناحية المشرق  ﺑ«مكة»، وهي الرؤية الأولى الواقعةُ  ﺑ«غار حراء»'
    },
    {
      'id': 24,
      'text': '[24] وما محمد -صلى الله عليه وسلم- ببخيل في تبليغ الوحي'
    },
    {
      'id': 25,
      'text': '[25]  وما هذا القرآن بقول شيطان رجيم، مطرود من رحمة الله، ولكنه كلام الله ووحيه.'
    },
    {
      'id': 26,
      'text': '[26] فأين تذهب بكم عقولكم في التكذيب بالقرآن بعد هذه الحجج القاطعة؟'
    },
    {
      'id': 27,
      'text': '[27] ما هو إلا موعظة من الله لجميع الناس'
    },
    {
      'id': 28,
      'text': '[28] لمن شاء منكم أن يستقيم على الحق والإيمان'
    },
    {
      'id': 29,
      'text': '[29] وما تشاؤون الاستقامة، ولا تقدرون على ذلك، إلا بمشيئة الله رب الخلائق أجمعين.'
    }
  ]
}
;
