/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir86 = 
{
  'id': 86,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله سبحانه بالسماء والنجم الذي يَظْهر ليلاً'
    },
    {
      'id': 2,
      'text': '[2] وما أدراك ما عِظَمُ هذا النجم؟'
    },
    {
      'id': 3,
      'text': '[3] هو النجم المضيء المتوهِّج'
    },
    {
      'id': 4,
      'text': '[4] ما كلُّ نفس إلا أوكل بها مَلَك رقيب يحفظ عليها أعمالها؛ لتحاسَب عليها يوم القيامة.'
    },
    {
      'id': 5,
      'text': '[5] فلينظر الإنسان المنكر للبعث مِمَّ خُلِقَ؟ ليعلم أن إعادة خلق الإنسان ليست أصعب مِن خلقه أولاً'
    },
    {
      'id': 6,
      'text': '[6] خلق مِن منيٍّ منصبٍّ بسرعة في الرحم'
    },
    {
      'id': 7,
      'text': '[7] يخرج من بين صلب الرجل وصدر المرأة'
    },
    {
      'id': 8,
      'text': '[8]  إن الذي خلق الإنسان من هذا الماء لَقادر على رجعه إلى الحياة بعد الموت.'
    },
    {
      'id': 9,
      'text': '[9] يوم تُختَبر السرائر فيما أخفته، ويُمَيَّز الصالح منها من الفاسد'
    },
    {
      'id': 10,
      'text': '[10] فما للإنسان من قوة يدفع بها عن نفسه، وما له من ناصر يدفع عنه عذاب الله.'
    },
    {
      'id': 11,
      'text': '[11] والسماء ذات المطر المتكرر'
    },
    {
      'id': 12,
      'text': '[12] والأرض ذات التشقق بما يتخللها من نبات'
    },
    {
      'id': 13,
      'text': '[13] إن القرآن لقول فصل بَيْنَ الحق والباطل'
    },
    {
      'id': 14,
      'text': '[14] وما هو بالهزل. ولا يجوز للمخلوق أن يقسم بغير الله، وإن فَعل فقد أشرك.'
    },
    {
      'id': 15,
      'text': '[15] إن المكذبين للرسول -صلى الله عليه وسلم-، وللقرآن يكيدون ويدبرون؛ ليدفعوا بكيدهم الحق ويؤيدوا الباطل.'
    },
    {
      'id': 16,
      'text': '[16]  وأكيد كيداً لإظهار الحق، ولو كره الكافرون'
    },
    {
      'id': 17,
      'text': '[17] فلا تستعجل لهم –أيها الرسول- بطلب إنزال العقاب بهم، بل أمهلهم وأنظرهم قليلاً، ولا تستعجل لهم، وسترى ما يحلُّ بهم من العذاب والنكال والعقوبة والهلاك'
    }
  ]
}
;
