/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir78 = 
{
  'id': 78,
  'verses': [
    {
      'id': 1,
      'text': '[1] عن أيِّ شيء يسأل بعض كفار قريش بعضاً؟'
    },
    {
      'id': 2,
      'text': '[2] يتساءلون عن الخبر العظيم الشأن، وهو القرآن العظيم الذي ينبئ عن البعث'
    },
    {
      'id': 3,
      'text': '[3] الذي شك فيه كفار قريش وكذَّبوا به.'
    },
    {
      'id': 4,
      'text': '[4] ما الأمر كما يزعم هؤلاء المشركون، سيعلم هؤلاء المشركون عاقبة تكذيبهم، ويظهر لهم ما الله فاعل بهم يوم القيامة'
    },
    {
      'id': 5,
      'text': '[5] ثم سيتأكد لهم ذلك، ويتأكد لهم صدق ما جاء به محمد -صلى الله عليه وسلم-، من القرآن والبعث.وهذا تهديد ووعيد لهم.'
    },
    {
      'id': 6,
      'text': '[6] ألم نجعل الأرض ممهدة لكم كالفراش؟'
    },
    {
      'id': 7,
      'text': '[7] والجبال رواسي؛ كي لا تتحرك بكم الأرض؟'
    },
    {
      'id': 8,
      'text': '[8] وخلقناكم أصنافاً ذكراً وأنثى؟'
    },
    {
      'id': 9,
      'text': '[9] وجعلنا نومكم راحة لأبدانكم، فيه تهدؤون وتسكنون؟'
    },
    {
      'id': 10,
      'text': '[10] وجعلنا الليل لباساً تَلْبَسكم ظلمته، وتغشاكم، كما يستر الثوب لابسه؟'
    },
    {
      'id': 11,
      'text': '[11] وجعلنا النهار معاشاً تنتشرون فيه لمعاشكم، وتسعَون فيه لمصالحكم؟'
    },
    {
      'id': 12,
      'text': '[12] وبنينا فوقكم سبع سموات متينة البناء محكمة الخلق، لا صدوع لها ولا فطور؟'
    },
    {
      'id': 13,
      'text': '[13] وجعلنا الشمس سراجاً وقَّاداً مضيئاً؟'
    },
    {
      'id': 14,
      'text': '[14] وأنزلنا من السحب الممطرة ماء منصبّاً بكثرة'
    },
    {
      'id': 15,
      'text': '[15]   لنخرج به حبّاً مما يقتات به الناس وحشائش مما تأكله الدَّواب'
    },
    {
      'id': 16,
      'text': '[16] وبساتين ملتفة بعضها ببعض لتشعُّب أغصانها؟'
    },
    {
      'id': 17,
      'text': '[17] إن يوم الفصل بين الخلق، وهو يوم القيامة، كان وقتاً وميعاداً محدداً للأولين والآخرين'
    },
    {
      'id': 18,
      'text': '[18] يوم ينفخ المَلَك في «القَرْن» إيذاناً بالبعث فتأتون أمماً، كل أمة مع إمامهم.'
    },
    {
      'id': 19,
      'text': '[19] وفُتحت السماء، فكانت ذات أبواب كثيرة لنزول الملائكة.'
    },
    {
      'id': 20,
      'text': '[20] ونُسفت الجبال بعد ثبوتها، فكانت كالسراب.'
    },
    {
      'id': 21,
      'text': '[21] إن جهنم كانت يومئذ ترصد أهل الكفر الذين أُعدَّت لهم'
    },
    {
      'id': 22,
      'text': '[22] للكافرين مرجعاً'
    },
    {
      'id': 23,
      'text': '[23] ماكثين فيها دهوراً متعاقبة لا تنقطع'
    },
    {
      'id': 24,
      'text': '[24] لا يَطْعَمون فيها ما يُبْرد حرَّ السعير عنهم، ولا شراباً يرويهم'
    },
    {
      'id': 25,
      'text': '[25]  إلا ماء حاراً، وصديد أهل النار'
    },
    {
      'id': 26,
      'text': '[26] يجازَون بذلك جزاء عادلاً؛ موافقاً لأعمالهم التي كانوا يعملونها في الدنيا.'
    },
    {
      'id': 27,
      'text': '[27] إنهم كانوا لا يخافون يوم الحساب فلم يعملوا له'
    },
    {
      'id': 28,
      'text': '[28] وكذَّبوا بما جاءتهم به الرسل تكذيباً'
    },
    {
      'id': 29,
      'text': '[29] وكلَّ شيء علمناه وكتبناه في اللوح المحفوظ'
    },
    {
      'id': 30,
      'text': '[30] فذوقوا -أيها الكافرون- جزاء أعمالكم، فلن نزيدكم إلا عذاباً فوق عذابكم.'
    },
    {
      'id': 31,
      'text': '[31] إن للذين يخافون ربهم ويعملون صالحاً، فوزاً بدخولهم الجنة'
    },
    {
      'id': 32,
      'text': '[32] إن لهم بساتين عظيمة وأعناباً'
    },
    {
      'id': 33,
      'text': '[33]  ولهم زوجات حديثات السن قد استدارتْ أثداؤهنَّ مع ارتفاع يسير، مستويات في سن واحدة'
    },
    {
      'id': 34,
      'text': '[34] ولهم كأس مملوءة خمراً'
    },
    {
      'id': 35,
      'text': '[35] لا يسمعون في هذه الجنة باطلاً من القول، ولا يكذب بعضهم بعضاً.'
    },
    {
      'id': 36,
      'text': '[36] لهم كل ذلك جزاء ومنَّة من اللهِ وعطاء كثيراً كافياً لهم'
    },
    {
      'id': 37,
      'text': '[37] ربِّ السموات والأرض وما بينهما، رحمنِ الدنيا والآخرة، لا يملكون أن يسألوه إلا فيما أذن لهم فيه'
    },
    {
      'id': 38,
      'text': '[38] يوم يقوم جبريل عليه السلام والملائكة مصطفِّين، لا يشفعون إلا لمن أذن له الرحمن في الشفاعة، وقال حقّاً وسداداً'
    },
    {
      'id': 39,
      'text': '[39] ذلك اليوم الحق الذي لا ريب في وقوعه، فمن شاء النجاة مِن أهواله فليتخذ إلى ربه مرجعاً بالعمل الصالح.'
    },
    {
      'id': 40,
      'text': '[40] إنَّا حذَّرناكم عذاب يوم الآخرة القريب الذي يرى فيه كل امرئ ما عمل من خير أو اكتسب من إثم، ويقول الكافر من هول الحساب: يا ليتني كنت تراباً فلم أُبعث.'
    }
  ]
}
;
