/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir75 = 
{
  'id': 75,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله سبحانه بيوم الحساب والجزاء'
    },
    {
      'id': 2,
      'text': '[2] وأقسم بالنفس المؤمنة التقية التي تلوم صاحبها على ترك الطاعات وفِعْل الموبقات، إن الناس سيبعثون'
    },
    {
      'id': 3,
      'text': '[3]  أيظنُّ هذا الإنسان الكافر أن لن نقدر على جَمْع عظامه بعد تفرقها؟'
    },
    {
      'id': 4,
      'text': '[4]  بلى سنجمعها، قادرين على أن نجعل أصابعه أو أنامله -بعد جمعها وتأليفها- خَلْقاً سويّاً، كما كانت قبل الموت.'
    },
    {
      'id': 5,
      'text': '[5] بل ينكر الإنسان البعث، يريد أن يبقى على الفجور فيما يستقبل من أيام عمره'
    },
    {
      'id': 6,
      'text': '[6] يسأل هذا الكافر مستبعداً قيام الساعة: متى يكون يوم القيامة؟'
    },
    {
      'id': 7,
      'text': '[7] فإذا تحيَّر البصر ودُهش فزعاً مما رأى من أهوال يوم القيامة'
    },
    {
      'id': 8,
      'text': '[8] وذهب نور القمر'
    },
    {
      'id': 9,
      'text': '[9] وجُمِع بين الشمس والقمر في ذهاب الضوء، فلا ضوء لواحد منهما'
    },
    {
      'id': 10,
      'text': '[10]  يقول الإنسان وقتها: أين المهرب من العذاب؟'
    },
    {
      'id': 11,
      'text': '[11] ليس الأمر كما تتمناه -أيها الإنسان- مِن طلب الفرار، لا ملجأ لك ولا منجى'
    },
    {
      'id': 12,
      'text': '[12] إلى الله وحده مصير الخلائق يوم القيامة ومستقرهم، فيجازي كُلّاً بما يستحق.'
    },
    {
      'id': 13,
      'text': '[13] يُخَبَّر الإنسان في ذلك اليوم بجميع أعماله: مِن خير وشر، ما قدَّمه منها في حياته وما أخَّره.'
    },
    {
      'id': 14,
      'text': '[14] بل الإنسان حجة واضحة على نفسه تلزمه بما فعل أو ترك'
    },
    {
      'id': 15,
      'text': '[15]  ولو جاء بكل معذرة يعتذر بها عن إجرامه، فإنه لا ينفعه ذلك.'
    },
    {
      'id': 16,
      'text': '[16] لا تحرك -أيها النبي- بالقرآن لسانك حين نزول الوحي؛ لأجل أن تتعجل بحفظه، مخافة أن يتفلَّت منك'
    },
    {
      'id': 17,
      'text': '[17] إن علينا جَمْعه في صدرك، ثم أن تقرأه بلسانك متى شئت'
    },
    {
      'id': 18,
      'text': '[18] فإذا قرأه عليك رسولنا جبريل فاستمِعْ لقراءته وأنصت له، ثم اقرأه كما أقرأك إياه'
    },
    {
      'id': 19,
      'text': '[19]  ثم إن علينا توضيح ما أشكل عليك فهمه من معانيه وأحكامه.'
    },
    {
      'id': 20,
      'text': '[20] ليس الأمر كما زعمتم -يا معشر المشركين- أن لا بعث ولا جزاء، بل أنتم قوم تحبون الدنيا وزينتها'
    },
    {
      'id': 21,
      'text': '[21]  وتتركون الآخرة ونعيمها.'
    },
    {
      'id': 22,
      'text': '[22] وجوه أهل السعادة يوم القيامة مشرقة حسنة ناعمة'
    },
    {
      'id': 23,
      'text': '[23]  ترى خالقها ومالك أمرها، فتتمتع بذلك.'
    },
    {
      'id': 24,
      'text': '[24] ووجوه الأشقياء يوم القيامة عابسة كالحة'
    },
    {
      'id': 25,
      'text': '[25]  تتوقع أن تنزل بها مصيبة عظيمة، تقصم فَقَار الظَّهْر.'
    },
    {
      'id': 26,
      'text': '[26] حقّاً إذا وصلت الروح إلى أعالي الصدر'
    },
    {
      'id': 27,
      'text': '[27] وقال بعض الحاضرين لبعض: هل مِن راق يَرْقيه ويَشْفيه مما هو فيه؟'
    },
    {
      'id': 28,
      'text': '[28] وأيقن المحتضر أنَّ الذي نزل به هو فراق الدنيا؛ لمعاينته ملائكة الموت'
    },
    {
      'id': 29,
      'text': '[29] واتصلت شدة آخر الدنيا بشدة أول الآخرة'
    },
    {
      'id': 30,
      'text': '[30] إلى الله تعالى مساق العباد يوم القيامة: إما إلى الجنة وإما إلى النار.'
    },
    {
      'id': 31,
      'text': '[31] فلا آمن الكافر بالرسول والقرآن، ولا أدَّى لله تعالى فرائض الصلاة'
    },
    {
      'id': 32,
      'text': '[32] ولكن كذَّب بالقرآن، وأعرض عن الإيمان'
    },
    {
      'id': 33,
      'text': '[33] ثم مضى إلى أهله يتبختر مختالاً في مشيته'
    },
    {
      'id': 34,
      'text': '[34] هلاك لك فهلاك'
    },
    {
      'id': 35,
      'text': '[35]  ثم هلاك لك فهلاك.'
    },
    {
      'id': 36,
      'text': '[36] أيظنُّ هذا الإنسان المنكر للبعث أن يُترك هَمَلاً لا يُؤمر ولا يُنْهى، ولا يحاسب ولا يعاقب؟'
    },
    {
      'id': 37,
      'text': '[37]  ألم يك هذا الإنسان نطفة ضعيفة من ماء مهين يراق ويصب في الأرحام'
    },
    {
      'id': 38,
      'text': '[38]  ثم صار قطعة من دم جامد، فخلقه الله بقدرته وسوَّى صورته في أحسن تقويم؟'
    },
    {
      'id': 39,
      'text': '[39]  فجعل من هذا الإنسان الصنفين: الذكر والأنثى'
    },
    {
      'id': 40,
      'text': '[40] أليس ذلك الإله الخالق لهذه الأشياء بقادر على إعادة الخلق بعد فنائهم؟ بلى إنه -سبحانه وتعالى- لقادر على ذلك.'
    }
  ]
}
;
