/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir109 = 
{
  'id': 109,
  'verses': [
    {
      'id': 1,
      'text': '[1] قل -أيها الرسول- للذين كفروا بالله ورسوله: يا أيها الكافرون بالله.'
    },
    {
      'id': 2,
      'text': '[2] لا أعبد ما تعبدون من الأصنام والآلهة الزائفة.'
    },
    {
      'id': 3,
      'text': '[3] ولا أنتم عابدون ما أعبد من إله واحد، هو الله ربُّ العالمين المستحق وحده للعبادة.'
    },
    {
      'id': 4,
      'text': '[4] ولا أنا عابد ما عبدتم من الأصنام والآلهة الباطلة.'
    },
    {
      'id': 5,
      'text': '[5] ولا أنتم عابدون مستقبَلاً ما أعبد.وهذه الآية نزلت في أشخاص بأعيانهم من المشركين، قد علم الله أنهم لا يؤمنون أبداً.'
    },
    {
      'id': 6,
      'text': '[6] لكم دينكم الذي أصررتم على اتباعه، ولي ديني الذي لا أبغي غيره.'
    }
  ]
}
;
