/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir68 = 
{
  'id': 68,
  'verses': [
    {
      'id': 1,
      'text': '[1] ﴿نٓۚ﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.أقسم الله بالقلم الذي يكتب به الملائكة والناس، وبما يكتبون من الخير والنفع والعلوم.'
    },
    {
      'id': 2,
      'text': '[2]   ما أنت -أيها الرسول- بسبب نعمة الله عليك بالنبوة والرسالة بضعيف العقل، ولا سفيه الرأي،'
    },
    {
      'id': 3,
      'text': '[3]  وإن لك على ما تلقاه من شدائد على تبليغ الرسالة لَثواباً عظيماً غير منقوص ولا مقطوع،'
    },
    {
      'id': 4,
      'text': '[4] وإنك -أيها الرسول- لعلى خلق عظيم، وهو ما اشتمل عليه القرآن من مكارم الأخلاق؛ فقد كان امتثال القرآن سجية له يأتمر بأمره، وينتهي عما ينهى عنه.'
    },
    {
      'id': 5,
      'text': '[5] فعن قريب سترى -أيها الرسول-، ويرى الكافرون'
    },
    {
      'id': 6,
      'text': '[6]  في أيكم الفتنة والجنون؟'
    },
    {
      'id': 7,
      'text': '[7] إن ربك -سبحانه- هو أعلم بالشقي المنحرف عن دين الله وطريق الهدى، وهو أعلم بالتقي المهتدي إلى دين الحق.'
    },
    {
      'id': 8,
      'text': '[8] فاثبت على ما أنت عليه -أيها الرسول- مِن مخالفة المكذبين ولا تطعهم.'
    },
    {
      'id': 9,
      'text': '[9] تمنَّوا وأحبوا لو تلاينهم، وتصانعهم على بعض ما هم عليه، فيلينون لك.'
    },
    {
      'id': 10,
      'text': '[10] ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير،'
    },
    {
      'id': 11,
      'text': '[11]  مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم،'
    },
    {
      'id': 12,
      'text': '[12]   بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام،'
    },
    {
      'id': 13,
      'text': '[13]  شديد في كفره، فاحش لئيم، منسوب إلى غير أبيه.'
    },
    {
      'id': 14,
      'text': '[14]  ومن أجل أنه كان صاحب مال وبنين،'
    },
    {
      'id': 15,
      'text': '[15]  طغى وتكبَّر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيراً للمسلم من موافقة من اتصف بهذه الصفات الذميمة.'
    },
    {
      'id': 16,
      'text': '[16] سنجعل على أنفه علامة لازمة لا تفارقه عقوبة له؛ ليكون مفتضحاً بها أمام الناس.'
    },
    {
      'id': 17,
      'text': '[17] إنا اختبرنا أهل «مكة» بالجوع والقحط، كما اختبرنا أصحاب الحديقة حين حلفوا فيما بينهم، ليقطعُنَّ ثمار حديقتهم مبكِّرين في الصباح، فلا يَطْعَم منها غيرهم من المساكين ونحوهم،'
    },
    {
      'id': 18,
      'text': '[18]  ولم يقولوا: إن شاء الله.'
    },
    {
      'id': 19,
      'text': '[19] فأنزل الله عليها ناراً أحرقتها ليلاً، وهم نائمون،'
    },
    {
      'id': 20,
      'text': '[20]  فأصبحت محترقة سوداء كالليل المظلم.'
    },
    {
      'id': 21,
      'text': '[21] فنادى بعضهم بعضاً وقت الصباح'
    },
    {
      'id': 22,
      'text': '[21، 22]  أن اذهبوا مبكرين إلى زرعكم، إن كنتم مصرِّين على قطع الثمار.'
    },
    {
      'id': 23,
      'text': '[23] فاندفعوا مسرعين، وهم يتسارُّون بالحديث فيما بينهم'
    },
    {
      'id': 24,
      'text': '[24] بأن لا تمكِّنوا اليوم أحداً من المحتاجين من دخول حديقتكم.'
    },
    {
      'id': 25,
      'text': '[25] وساروا في أول النهار إلى حديقتهم على قصدهم السيِّئ في منع المساكين من ثمار الحديقة، وهم في غاية القدرة على تنفيذه في زعمهم.'
    },
    {
      'id': 26,
      'text': '[26] فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم،'
    },
    {
      'id': 27,
      'text': '[27] ، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين.'
    },
    {
      'id': 28,
      'text': '[28] . قال أعدَلُهم: ألم أقل لكم هلَّا تستثنون وتقولون: إن شاء الله؟'
    },
    {
      'id': 29,
      'text': '[29]  قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ.'
    },
    {
      'id': 30,
      'text': '[30]  فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ،'
    },
    {
      'id': 31,
      'text': '[31]  قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله،'
    },
    {
      'id': 32,
      'text': '[32]  عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير'
    },
    {
      'id': 33,
      'text': '[33]  مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.'
    },
    {
      'id': 34,
      'text': '[34] إن الذين اتقوا عقاب الله بفعل ما أمرهم به وتَرْك ما نهاهم عنه، لهم عند ربهم في الآخرة جنات فيها النعيم المقيم.'
    },
    {
      'id': 35,
      'text': '[35] أفنجعل الخاضعين لله بالطاعة كالكافرين؟'
    },
    {
      'id': 36,
      'text': '[36]  ما لكم كيف حكمتم هذا الحكم الجائر، فساويتم بينهم في الثواب؟'
    },
    {
      'id': 37,
      'text': '[37] أم لكم كتاب منزل من السماء تجدون فيه المطيع كالعاصي، فأنتم تدرسون فيه ما تقولون؟'
    },
    {
      'id': 38,
      'text': '[38] إن لكم في هذا الكتاب إذاً ما تشتهون، ليس لكم ذلك.'
    },
    {
      'id': 39,
      'text': '[39] أم لكم عهود ومواثيق علينا في أنه سيحصل لكم ما تريدون وتشتهون؟'
    },
    {
      'id': 40,
      'text': '[40] سل المشركين -أيها الرسول-: أيهم بذلك الحكم كفيل وضامن بأن يكون له ذلك؟'
    },
    {
      'id': 41,
      'text': '[41] أم لهم آلهة تكفُل لهم ما يقولون، وتعينهم على إدراك ما طلبوا، فليأتوا بها إن كانوا صادقين في دعواهم؟'
    },
    {
      'id': 42,
      'text': '[42] يوم القيامة يشتد الأمر ويصعب هوله، ويأتي الله تعالى لفصل القضاء بين الخلائق، فيكشف عن ساقه الكريمة التي لا يشبهها شيء، قال -صلى الله عليه وسلم-: «يكشف ربُّنا عن ساقه، فيسجد له كل مؤمن ومؤمنة، ويبقى مَن كان يسجد في الدنيا؛ رياء وسمعة، فيذهب ليسجد، فيعود ظهره طبقاً واحداً» رواه البخاري ومسلم.'
    },
    {
      'id': 43,
      'text': '[43] منكسرة أبصارهم لا يرفعونها، تغشاهم ذلة شديدة مِن عذاب الله، وقد كانوا في الدنيا يُدْعَون إلى الصلاة لله وعبادته، وهم أصحَّاء قادرون عليها فلا يسجدون؛ تعظُّماً واستكباراً.'
    },
    {
      'id': 44,
      'text': '[44] فذرني -أيها الرسول- ومَن يكذِّب بهذا القرآن، فإن عليَّ جزاءهم والانتقام منهم، سنمدهم بالأموال والأولاد والنعم؛ استدراجاً لهم من حيث لا يشعرون أنه سبب لإهلاكهم،'
    },
    {
      'id': 45,
      'text': '[45]  وأُمهلهم وأُطيل أعمارهم؛ ليزدادوا إثماً. إن كيدي بأهل الكفر قويٌّ شديد.'
    },
    {
      'id': 46,
      'text': '[46] أم تسأل -أيها الرسول- هؤلاء المشركين أجراً دنيوياً على تبليغ الرسالة فهم مِن غرامة ذلك مكلَّفون حِمْلاً ثقيلاً؟'
    },
    {
      'id': 47,
      'text': '[47] بل أعندهم علم الغيب، فهم يكتبون عنه ما يحكمون به لأنفسهم مِن أنهم أفضل منزلة عند الله مِن أهل الإيمان به؟'
    },
    {
      'id': 48,
      'text': '[48] فاصبر -أيها الرسول- لما حكم به ربك وقضاه، ومن ذلك إمهالهم وتأخير نصرتك عليهم، ولا تكن كصاحب الحوت، وهو يونس -عليه السلام- في غضبه وعدم صبره على قومه، حين نادى ربه -في ظلمة البحر وظلمة بطن الحوت-، وهو مملوء غمّاً طالباً تعجيل العذاب لهم،'
    },
    {
      'id': 49,
      'text': '[49]  لولا أن تداركه نعمة مِن ربه بتوفيقه للتوبة وقَبولها لَطُرِح مِن بطن الحوت بالأرض الفضاء المهلكة، وهو آتٍ بما يلام عليه،'
    },
    {
      'id': 50,
      'text': '[50] فاصطفاه ربه لرسالته، فجعله من الصالحين الذين صلحت نياتهم وأقوالهم وأعمالهم.'
    },
    {
      'id': 51,
      'text': '[51] وإن يكاد الكفار حين سمعوا القرآن لَيصيبونك -أيها الرسول- بالعين؛ لبغضهم إياك، لولا وقاية الله وحمايته لك، ويقولون: -حسب أهوائهم- إنه لمجنون.'
    },
    {
      'id': 52,
      'text': '[52] وما القرآن إلا موعظة وتذكير للعالمين من الإنس والجن.'
    }
  ]
}
;
