/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir89 = 
{
  'id': 89,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله سبحانه بوقت الفجر'
    },
    {
      'id': 2,
      'text': '[2] والليالي العشر الأُوَل من ذي الحجة وما شرفت به'
    },
    {
      'id': 3,
      'text': '[3] وبكل شفع وفرد'
    },
    {
      'id': 4,
      'text': '[4] وبالليل إذا يَسْري بظلامه'
    },
    {
      'id': 5,
      'text': '[5] أليس في الأقسام المذكورة مَقْنَع لذي عقل؟'
    },
    {
      'id': 6,
      'text': '[6] ألم تر -أيها الرسول- كيف فعل ربُّك بقوم عاد'
    },
    {
      'id': 7,
      'text': '[7]  قبيلة إرم، ذات القوة والأبنية المرفوعة على الأعمدة'
    },
    {
      'id': 8,
      'text': '[8] التي لم يُخلق مثلها في البلاد في عِظَم الأجساد وقوة البأس؟'
    },
    {
      'id': 9,
      'text': '[9] وكيف فعل بثمود قوم صالح الذين قطعوا الصخر بالوادي واتخذوا منه بيوتاً؟'
    },
    {
      'id': 10,
      'text': '[10] وكيف فعل بفرعون مَلِك «مصر»، صاحب الجنود الذين ثبَّتوا مُلْكه، وقوَّوا له أمره؟'
    },
    {
      'id': 11,
      'text': '[11] هؤلاء الذين استبدُّوا، وظلموا في بلاد الله'
    },
    {
      'id': 12,
      'text': '[12]  فأكثروا فيها بظلمهم الفساد'
    },
    {
      'id': 13,
      'text': '[13] فصب عليهم ربُّك عذاباً شديداً'
    },
    {
      'id': 14,
      'text': '[14] إنَّ ربك -أيها الرسول- لبالمرصاد لمن يعصيه، يمهله قليلاً، ثم يأخذه أخْذَ عزيز مقتدر.'
    },
    {
      'id': 15,
      'text': '[15] فأما الإنسان إذا ما اختبره ربه بالنعمة، وبسط له رزقه، وجعله في أطيب عيش، فيظن أن ذلك لكرامته عند ربه، فيقول: ربي أكرمن.'
    },
    {
      'id': 16,
      'text': '[16] وأما إذا ما اختبره، فضيَّق عليه رزقه، فيظن أن ذلك لهوانه على الله، فيقول: ربي أهانن.'
    },
    {
      'id': 17,
      'text': '[17] ليس الأمر كما يظن هذا الإنسان، بل الإكرام بطاعة الله، والإهانة بمعصيته، وأنتم لا تكرمون اليتيم الذي مات أبوه وهو صغير، ولا تحسنون معاملته'
    },
    {
      'id': 18,
      'text': '[18] ولا يَحُثُّ بعضكم بعضاً على إطعام المحتاج الذي لا يملك ما يكفيه ويسدُّ حاجته'
    },
    {
      'id': 19,
      'text': '[19] ، وتأكلون حقوق الآخرين في الميراث أكلاً شديداً'
    },
    {
      'id': 20,
      'text': '[20] وتحبون المال حبّاً مفرطاً.'
    },
    {
      'id': 21,
      'text': '[21] ما هكذا ينبغي أن يكون حالكم. فإذا زُلْزِلت الأرض وكَسَّر بعضُها بعضاً'
    },
    {
      'id': 22,
      'text': '[22] وجاء ربُّك لفصل القضاء بين خلقه، والملائكة صفوفاً صفوفاً.'
    },
    {
      'id': 23,
      'text': '[23] وجيء في ذلك اليوم العظيم بجهنم، يومئذ يتعظ الكافر ويتوب، وكيف ينفعه الاتعاظ والتوبة، وقد فرَّط فيهما في الدنيا، وفات أوانهما؟'
    },
    {
      'id': 24,
      'text': '[24] يقول: يا ليتني قدَّمتُ في الدنيا من الأعمال ما ينفعني لحياتي في الآخرة.'
    },
    {
      'id': 25,
      'text': '[25] ففي ذلك اليوم العصيب لا يستطيع أحدٌ ولا يقدر أن يُعذِّبَ مثل تعذيب الله من عصاه'
    },
    {
      'id': 26,
      'text': '[26] ولا يستطيع أحد أن يوثِقَ مثل وثاق الله، ولا يبلغ أحدٌ مبلغه في ذلك.'
    },
    {
      'id': 27,
      'text': '[27] يا أيتها النفس المطمئنة إلى ذِكر الله والإيمان به، وبما أعدَّه من النعيم للمؤمنين'
    },
    {
      'id': 28,
      'text': '[28] ارجعي إلى ربك راضية بإكرام الله لك، والله سبحانه قد رضي عنك'
    },
    {
      'id': 29,
      'text': '[29] فادخلي في عداد عباد الله الصالحين'
    },
    {
      'id': 30,
      'text': '[30]  وادخلي معهم جنتي.'
    }
  ]
}
;
