/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir15 = 
{
  'id': 15,
  'verses': [
    {
      'id': 1,
      'text': '[1] ﴿الٓرۚ﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.تلك الآيات العظيمة هي آيات الكتاب العزيز المنزل على محمد -صلى الله عليه وسلم-، وهي آيات قرآن موضِّح للحقائق بأحسن لفظ وأوضحه وأدلِّه على المقصود. فالكتاب هو القرآن جمع الله له بين الاسمين.'
    },
    {
      'id': 2,
      'text': '[2] سيتمنى الكفار حين يرون خروج عصاة المؤمنين من النار أن لو كانوا موحدين؛ ليخرجوا كما خرجوا.'
    },
    {
      'id': 3,
      'text': '[3] اترك -أيها الرسول- الكفار يأكلوا، ويستمتعوا بدنياهم، ويَشْغَلْهم الطمع فيها عن طاعة الله، فسوف يعلمون عاقبة أمرهم الخاسرة في الدنيا والآخرة.'
    },
    {
      'id': 4,
      'text': '[4] وإذا طلبوا نزول العذاب بهم؛ تكذيباً لك -أيها الرسول- فإنا لا نُهْلك قرية إلا ولإهلاكها أجل مقدَّر، لا نُهْلكهم حتى يبلغوه مثلَ مَن سبقهم.'
    },
    {
      'id': 5,
      'text': '[5] لا تتجاوز أمة أجلَها فتزيد عليه، ولا تتقدم عليه، فتنقص منه.'
    },
    {
      'id': 6,
      'text': '[6] وقال المكذبون لمحمد -صلى الله عليه وسلم- استهزاءً: يا أيها الذي نُزِّل عليه القرآن إنك لذاهب العقل،'
    },
    {
      'id': 7,
      'text': '[7] هلَّا تأتينا بالملائكة -إن كنت صادقاً-؛ لتشهد أن الله أرسلك.'
    },
    {
      'id': 8,
      'text': '[8] وردَّ الله عليهم: إننا لا ننزل الملائكة إلا بالعذاب الذي لا إمهال فيه لمن لم يؤمن، وما كانوا حين تنزل الملائكة بالعذاب بمُمْهلين.'
    },
    {
      'id': 9,
      'text': '[9] إنَّا نحن نزَّلنا القرآن على النبي محمد -صلى الله عليه وسلم-، وإنَّا نتعهد بحفظه مِن أن يُزاد فيه أو يُنْقَص منه، أو يضيع منه شيء.'
    },
    {
      'id': 10,
      'text': '[10] ولقد أرسلنا من قبلك -أيها الرسول- رسلاً في فِرَق الأمم السابقة.'
    },
    {
      'id': 11,
      'text': '[11] فما من رسولٍ جاءهم إلا كانوا منه يسخرون.  فكما فَعَل بك هؤلاء المشركون فكذلك فُعِلَ بمن قبلك من الرسل. وفي هذا تسلية للرسول -صلى الله عليه وسلم-.'
    },
    {
      'id': 12,
      'text': '[12] كما أدخلنا الكفر في قلوب الأمم السابقة بسبب الاستهزاء بالرسل وتكذيبهم، كذلك نفعل ذلك في قلوب مشركي قومك الذين أجرموا بالكفر بالله وتكذيب رسوله'
    },
    {
      'id': 13,
      'text': '[13]  لا يُصَدِّقون بالذكر الذي أُنزل إليك، وقد مضت سُنَّة الله في الأمم السابقة بإهلاك الكفار، وهؤلاء مِثْلهم، سَيُهلك المستمرون منهم على الكفر والتكذيب.'
    },
    {
      'id': 14,
      'text': '[14] ولو فتحنا على كفار «مكة» باباً من السماء فاستمروا صاعدين فيه حتى يشاهدوا ما في السماء من عجائب ملكوت الله، لما صدَّقوا'
    },
    {
      'id': 15,
      'text': '[15]  ولقالوا: سُحِرَتْ أبصارنا، حتى رأينا ما لم نَر وما نحن إلا مسحورون في عقولنا من محمد.'
    },
    {
      'id': 16,
      'text': '[16] ومن أدلة قدرتنا: أنا جعلنا في السماء الدنيا منازل للكواكب تنزل فيها، ويستدل بذلك على الطرقات والأوقات والخِصْب والجَدْب، وزَيَّنَّا هذه السماء بالنجوم لمن ينظرون إليها، ويتأملون فيعتبرون.'
    },
    {
      'id': 17,
      'text': '[17] وحفظنا السماء من كل شيطان مرجوم مطرود من رحمة الله؛ كي لا يصل إليها.'
    },
    {
      'id': 18,
      'text': '[18] إلا من اختلس السمع مِن كلام أهل الملأ الأعلى في بعض الأوقات، فأدركه ولحقه كوكب مضيء يحرقه. وقد يُلْقي الشيطان إلى وليه بعض ما استرقَه قبل أن يحرقه الشهاب.'
    },
    {
      'id': 19,
      'text': '[19] والأرض مددناها متسعة، وألقينا فيها جبالاً تثبتها، وأنبتنا فيها من كل أنواع النبات ما هو مقدَّر معلوم مما يحتاج إليه العباد.'
    },
    {
      'id': 20,
      'text': '[20] وجعلنا لكم فيها ما به تعيشون من الحَرْث، ومن الماشية، ومن أنواع المكاسب وغيرها، وخلقنا لكم من الذرية والخدم والدوابِّ ما تنتفعون به، وليس رزقهم عليكم، وإنما هو على الله رب العالمين تفضلاً منه وتكرماً.'
    },
    {
      'id': 21,
      'text': '[21] وما من شيء من منافع العباد إلا عندنا خزائنه من جميع الصنوف، وما ننزله إلا بمقدار محدد كما نشاء وكما نريد، فالخزائن بيد الله يعطي من يشاء ويمنع من يشاء، بحسب رحمته الواسعة، وحكمته البالغة.'
    },
    {
      'id': 22,
      'text': '[22] وأرسلنا الرياح وسخرناها تُلَقِّح السحاب، فيَدِرُّ بالماء ويمطر، وتُلَقِّح الشجر فيتفتَّح عن أوراقه وأكمامه، وتحمل المطر والخير والنفع، فأنزلنا من السحاب ماء أعددناه لشرابكم وأرضكم ومواشيكم، وما أنتم بقادرين على خَزْنه وادِّخاره، ولكن نحفَظُه لكم رحمة بكم، وإحساناً إليكم.'
    },
    {
      'id': 23,
      'text': '[23] وإنَّا لنحن نحيي مَن كان ميتاً بخلقه من العدم، ونميت من كان حيّاً بعد انقضاء أجله، ونحن الوارثون الأرض ومَن عليها.'
    },
    {
      'id': 24,
      'text': '[24] ولقد علمنا مَن هلك منكم مِن لدن آدم، ومَن هو حيٌّ، ومَن سيأتي إلى يوم القيامة.'
    },
    {
      'id': 25,
      'text': '[25] وإن ربك هو يجمعهم للحساب والجزاء، إنه حكيم في تدبيره، عليم لا يخفى عليه شيء.'
    },
    {
      'id': 26,
      'text': '[26] ولقد خلقنا آدم مِن طين يابس إذا نُقِر عليه سُمع له صوت، وهذا الطين اليابس من طين أسودَ متغيِّر لونه وريحه؛ مِن طول مكثه.'
    },
    {
      'id': 27,
      'text': '[27] وخلقنا أبا الجن، وهو إبليس مِن قَبْل خلق آدم من نار شديدة الحرارة لا دخان لها.'
    },
    {
      'id': 28,
      'text': '[28] واذكر -أيها الرسول- حين قال ربك للملائكة: إني خالق إنساناً من طين يابس، وهذا الطين اليابس من طين أسودَ متغيِّر اللون.'
    },
    {
      'id': 29,
      'text': '[29] فإذا سوَّيته وأكملت صورته ونفخت فيه الروح، فخُرُّوا له ساجدين سجود تحية وتكريم، لا سجود عبادة.'
    },
    {
      'id': 30,
      'text': '[30] فسجد الملائكة كلهم أجمعون كما أمرهم ربهم، لم يمتنع منهم أحد.'
    },
    {
      'id': 31,
      'text': '[31] لكن إبليس امتنع أن يسجد لآدم مع الملائكة الساجدين.'
    },
    {
      'id': 32,
      'text': '[32] قال الله لإبليس: ما لَكَ ألا تسجد مع الملائكة؟'
    },
    {
      'id': 33,
      'text': '[33] قال إبليس مُظهراً كبره وحسده: لا يليق بي أن أسجد لإنسان أوجدْتَهُ من طين يابس كان طيناً أسودَ متغيراً.'
    },
    {
      'id': 34,
      'text': '[34] قال الله تعالى له: فاخرج من الجنة، فإنك مطرود من كل خير'
    },
    {
      'id': 35,
      'text': '[35] وإن عليك اللعنة والبعد من رحمتي إلى يوم يُبْعَث الناس للحساب والجزاء.'
    },
    {
      'id': 36,
      'text': '[36] قال إبليس: رب أخِّرني في الدنيا إلى اليوم الذي تَبْعَث فيه عبادك، وهو يوم القيامة.'
    },
    {
      'id': 37,
      'text': '[37] قال الله له: فإنك ممن أخَّرْتُ هلاكهم'
    },
    {
      'id': 38,
      'text': '[38]  إلى اليوم الذي يموت فيه كل الخلق بعد النفخة الأولى، لا إلى يوم البعث، وإنما أُجيبَ إلى ذلك؛ استدراجاً له وإمهالاً، وفتنة للثقلين.'
    },
    {
      'id': 39,
      'text': '[39] قال إبليس: ربِّ بسبب ما أغويتني وأضللتني لأحسِّنَنَّ لذرية آدم معاصيك في الأرض، ولأضلنهم أجمعين عن طريق الهدى'
    },
    {
      'id': 40,
      'text': '[40] إلا عبادك الذين هديتهم فأخلصتهم لطاعتك وطهَّرتهم من كل ما ينافي ذلك.'
    },
    {
      'id': 41,
      'text': '[41] قال الله: هذا طريق مستقيم معتدل موصل إليَّ وإلى دار كرامتي.'
    },
    {
      'id': 42,
      'text': '[42] إن عبادي الذين أخلصوا لي لا أجعل لك سلطاناً على قلوبهم تضلُّهم به عن الصراط المستقيم، لكن سلطانك على مَنِ اتبعك مِنَ الضالين المشركين الذين رضوا بولايتك وطاعتك بدلاً من طاعتي.'
    },
    {
      'id': 43,
      'text': '[43] وإن النار الشديدة لمَوعدُ إبليس وأتباعِه أجمعين'
    },
    {
      'id': 44,
      'text': '[44] لها سبعة أبواب كل باب أسفل من الآخر، لكل بابٍ مِن أتباع إبليس قسم ونصيب بحسب أعمالهم.'
    },
    {
      'id': 45,
      'text': '[45] إن الذين اتقوا الله بامتثال ما أمر واجتناب ما نهى في بساتينَ وأنهار جارية'
    },
    {
      'id': 46,
      'text': '[46] يقال لهم: ادخلوا هذه الجنات سالمين من كل سوء آمنين من كل عذاب'
    },
    {
      'id': 47,
      'text': '[47] ونزعنا ما في قلوبهم من حقد وعداوة، يعيشون في الجنة إخواناً متحابين، يجلسون على أسرَّة عظيمة، تتقابل وجوههم تواصلاً وتحابباً'
    },
    {
      'id': 48,
      'text': '[48] لا يصيبهم فيها تعب ولا إعياء، وهم باقون فيها أبداً.'
    },
    {
      'id': 49,
      'text': '[49] أخبِرْ -أيها الرسول- عبادي أني أنا الغفور للمؤمنين التائبين، الرحيم بهم'
    },
    {
      'id': 50,
      'text': '[50] وأن عذابي هو العذاب المؤلم الموجع لغير التائبين.'
    },
    {
      'id': 51,
      'text': '[51] وأخبرهم -أيها الرسول- عن ضيوف إبراهيم من الملائكة الذين بشَّروه بالولد، وبهلاك قوم لوط.'
    },
    {
      'id': 52,
      'text': '[52] حين دخلوا عليه فقالوا: سلاماً؛ فردَّ عليهم السلام، ثم قدَّم لهم الطعام فلم يأكلوا، قال: إنا منكم فزعون.'
    },
    {
      'id': 53,
      'text': '[53] قالت الملائكة له: لا تفزع إنَّا جئنا نبشرك بولد كثير العلم بالدين، هو إسحاق.'
    },
    {
      'id': 54,
      'text': '[54] قال إبراهيم متعجباً: أبشَّرتموني بالولد، وأنا كبير وزوجتي كذلك، فبأي أعجوبة تبشِّرونني؟'
    },
    {
      'id': 55,
      'text': '[55] قالوا: بشَّرناك بالحق الذي أعلمَنا به الله، فلا تكن من اليائسين أن يولد لك.'
    },
    {
      'id': 56,
      'text': '[56] قال: لا ييئس من رحمة ربه إلا الخاطئون المنصرفون عن طريق الحق'
    },
    {
      'id': 57,
      'text': '[57] قال: فما الأمر الخطير الذي جئتم من أجله -أيها المرسلون- من عند الله؟'
    },
    {
      'id': 58,
      'text': '[58] قالوا: إن الله أرسلنا لإهلاك قوم لوط المشركين الضالين'
    },
    {
      'id': 59,
      'text': '[59] إلا لوطاً وأهله المؤمنين به، فلن نهلكهم وسننجيهم أجمعين'
    },
    {
      'id': 60,
      'text': '[60]  لكن زوجته الكافرة قضينا بأمر الله بإهلاكها مع الباقين في العذاب.'
    },
    {
      'id': 61,
      'text': '[61] فلما وصل الملائكة المرسلون إلى لوط'
    },
    {
      'id': 62,
      'text': '[62]  قال لهم: إنكم قوم غير معروفين لي.'
    },
    {
      'id': 63,
      'text': '[63] قالوا: لا تَخَفْ، فإنَّا جئنا بالعذاب الذي كان يشك فيه قومك ولا يُصَدِّقون'
    },
    {
      'id': 64,
      'text': '[64] وجئناك بالحق من عند الله، وإنا لصادقون'
    },
    {
      'id': 65,
      'text': '[65] فاخرج مِن بينهم ومعك أهلك المؤمنون، بعد مرور جزء من الليل، وسر أنت وراءهم؛ لئلا يتخلف منهم أحد فيناله العذاب، واحذروا أن يلتفت منكم أحد وراءه؛ لئلا يرى العذاب فيصيبه كذلك، وأسرعوا إلى حيث أمركم الله؛ لتكونوا في مكان أمين.'
    },
    {
      'id': 66,
      'text': '[66] وأوحينا إلى لوط أن قومك مستأصَلون بالهلاك عن آخرهم عند طلوع الصبح.'
    },
    {
      'id': 67,
      'text': '[67] وجاء أهل مدينة لوط إلى لوط حين علموا بمن عنده من الضيوف، وهم فرحون يستبشرون بضيوفه؛ ليأخذوهم ويفعلوا بهم الفاحشة.'
    },
    {
      'id': 68,
      'text': '[68] قال لهم لوط: إن هؤلاء ضيفي وهم في حمايتي فلا تفضحوني'
    },
    {
      'id': 69,
      'text': '[69] وخافوا عقاب الله، ولا تتعرضوا لهم، فتوقعوني في الذل والهوان بإيذائكم لضيوفي.'
    },
    {
      'id': 70,
      'text': '[70] قال قومه: أولم نَنْهَكَ أن تضيِّف أحداً من العالمين (وكانوا يقطعون السبيل على المسافرين)؛ لأنَّا نريد فِعْل الفاحشة بهم؟'
    },
    {
      'id': 71,
      'text': '[71] قال لوط لهم: هؤلاء نساؤكم بناتي فتزوَّجوهن إن كنتم تريدون قضاء وطركم، وسماهن بناته؛ لأن نبي الأمَّة بمنزلة الأب لهم، ولا تفعلوا ما حرَّم الله عليكم من إتيان الرجال.'
    },
    {
      'id': 72,
      'text': '[72] يقسم الخالق بمن يشاء وبما يشاء، أما المخلوق فلا يجوز له القسم إلا بالله، وقد أقسم الله تعالى بحياة محمد -صلى الله عليه وسلم- تشريفاً له. إن قوم لوط لفي غفلة شديدة يترددون ويتمادَون'
    },
    {
      'id': 73,
      'text': '[73] حتى حلَّتْ بهم صاعقة العذاب وقت شروق الشمس.'
    },
    {
      'id': 74,
      'text': '[74] فقلبنا قُراهم فجعلنا عاليها سافلها، وأمطرنا عليهم حجارة من طين متصلب متين.'
    },
    {
      'id': 75,
      'text': '[75] إن فيما أصابهم لَعظاتٍ للناظرين المعتبرين'
    },
    {
      'id': 76,
      'text': '[76] وإن قراهم لفي طريق ثابت يراها المسافرون المارُّون بها..'
    },
    {
      'id': 77,
      'text': '[77] إن في إهلاكنا لهم لَدلالةً بيِّنةً للمصدقين العاملين بشرع الله.'
    },
    {
      'id': 78,
      'text': '[78] وقد كان أصحاب المدينة الملتفة الشجر -وهم قوم شعيب- ظالمين لأنفسهم لكفرهم بالله ورسولهم الكريم.'
    },
    {
      'id': 79,
      'text': '[79] فانتقمنا منهم بالرجفة وعذاب يوم الظلة، وإن مساكن قوم لوط وشعيب لفي طريق واضح يمرُّ بهما الناس في سفرهم فيعتبرون.'
    },
    {
      'id': 80,
      'text': '[80] ولقد كذَّب سكان «وادي الحِجْر» صالحاً عليه السلام، وهم ثمود فكانوا بذلك مكذبين لكل المرسلين؛ لأن من كذَّب نبيّاً فقد كذَّب الأنبياء كلهم؛ لأنهم على دين واحد.'
    },
    {
      'id': 81,
      'text': '[81] وآتينا قوم صالح آياتِنا الدالةَ على صحة ما جاءهم به صالح من الحق، ومن جملتها الناقة، فلم يعتبروا بها، وكانوا عنها مبتعدين معرضين.'
    },
    {
      'id': 82,
      'text': '[82] وكانوا ينحتون الجبال، فيتخذون منها بيوتاً، وهم آمنون من أن تسقط عليهم أو تخرب.'
    },
    {
      'id': 83,
      'text': '[83] فأخذتهم صاعقة العذاب وقت الصباح مبكرين.'
    },
    {
      'id': 84,
      'text': '[84] فما دفع عنهم عذابَ الله الأموالُ والحصونُ في الجبال، ولا ما أُعطوه من قوة وجاه.'
    },
    {
      'id': 85,
      'text': '[85] وما خلَقْنا السموات والأرض وما بينهما إلا بالحق، دالتين على كمال خالقهما واقتداره، وأنه الذي لا تنبغي العبادة إلا له وحده لا شريك له. وإن الساعة التي تقوم فيها القيامة لآتية لا محالة؛ لتوفَّى كل نفس بما عملت، فاعف -أيها الرسول- عَفْواً حَسَناً عن المشركين، وأعرِضْ عنهم وتجاوز عمَّا يفعلونه.'
    },
    {
      'id': 86,
      'text': '[86] إنَّ ربك هو الخلاق لكل شيء، العليم به، فلا يعجزه شيء في الأرض ولا في السماء، ولا يخفى عليه.'
    },
    {
      'id': 87,
      'text': '[87] ولقد آتيناك -أيها النبي- فاتحة القرآن، وهي سبع آيات تكرر في كل صلاة، وآتيناك القرآن العظيم.'
    },
    {
      'id': 88,
      'text': '[88] لا تنظر بعينيك وتتمنَّ ما مَتَّعْنا به أصنافاً من الكفار مِن مُتَع الدنيا، ولا تحزن على كفرهم، وتواضَعْ للمؤمنين بالله ورسوله.'
    },
    {
      'id': 89,
      'text': '[89]  وقل: إني أنا المنذر الموضِّح لما يهتدي به الناس إلى الإيمان بالله رب العالمين، ومنذركم أن يصيبكم العذاب.'
    },
    {
      'id': 90,
      'text': '[90] كما أنزله الله على الذين قسَّموا القرآن، فآمنوا ببعضه، وكفروا ببعضه الآخر من اليهود والنصارى وكفار قريش.'
    },
    {
      'id': 91,
      'text': '[91] وهم الذين جعلوا القرآن أقساماً وأجزاء، فمنهم من يقول: سحر، ومنهم من يقول كَهَانة، ومنهم من يقول غير ذلك، يصرِّفونه بحسب أهوائهم؛ ليصدوا الناس عن الهدى.'
    },
    {
      'id': 92,
      'text': '[92] فوربك لنحاسبنَّهم يوم القيامة ولنجزينهم أجمعين'
    },
    {
      'id': 93,
      'text': '[93] عن تقسيمهم للقرآن بافتراءاتهم، وتحريفه وتبديله، وغير ذلك مما كانوا يعملونه مِن عبادة الأوثان، ومِن المعاصي والآثام. وفي هذا ترهيب وزجر لهم من الإقامة على هذه الأفعال القبيحة.'
    },
    {
      'id': 94,
      'text': '[94] فاجهر بدعوة الحق التي أمرك الله بها، ولا تبال بالمشركين، فقد برَّأك الله ممَّا يقولون.'
    },
    {
      'id': 95,
      'text': '[95] إنَّا كَفَيْناك المستهزئين الساخرين من زعماء قريش'
    },
    {
      'id': 96,
      'text': '[96] الذين اتخذوا شريكاً مع الله من الأوثان وغيرها، فسوف يعلمون عاقبة عملهم في الدنيا والآخرة.'
    },
    {
      'id': 97,
      'text': '[97] ولقد نعلم بانقباض صدرك -أيها الرسول-؛ بسبب ما يقوله المشركون فيك وفي دعوتك.'
    },
    {
      'id': 98,
      'text': '[98] فافزع إلى ربك عند ضيق صدرك، وسَبِّح بحمده شاكراً له مثنياً عليه، وكن من المصلِّين لله العابدين له، فإن ذلك يكفيك ما أهمَّك.'
    },
    {
      'id': 99,
      'text': '[99] واستمِرَّ في عبادة ربك مدة حياتك حتى يأتيك اليقين، وهو الموت.وامتثل رسول الله -صلى الله عليه وسلم- أمر ربه، فلم يزل دائباً في عبادة الله، حتى أتاه اليقين من ربه.'
    }
  ]
}
;
