/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir82 = 
{
  'id': 82,
  'verses': [
    {
      'id': 1,
      'text': '[1] إذا السماء انشقت، واختلَّ نظامها.'
    },
    {
      'id': 2,
      'text': '[2] إوإذا الكواكب تساقطت'
    },
    {
      'id': 3,
      'text': '[3] وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها'
    },
    {
      'id': 4,
      'text': '[4] وإذا القبور قُلِبت ببعث مَن كان فيها'
    },
    {
      'id': 5,
      'text': '[5]  حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها وما تأخر، وجوزيت بها.'
    },
    {
      'id': 6,
      'text': '[6] يا أيها الإنسان المنكر للبعث، ما الذي جعلك تغترُّ بربك الجوادِ الكثير الخير، الحقيق بالشكر والطاعة'
    },
    {
      'id': 7,
      'text': '[7] أليس هو الذي خلقك فسوَّى خلقك فعَدَلك، وركَّبك لأداء وظائفك'
    },
    {
      'id': 8,
      'text': '8] في أيِّ صورة شاءها خلقك؟'
    },
    {
      'id': 9,
      'text': '[9] ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء'
    },
    {
      'id': 10,
      'text': '[10] وإن عليكم لملائكة رقباء'
    },
    {
      'id': 11,
      'text': '[11] كراماً على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم شيء'
    },
    {
      'id': 12,
      'text': '[12] يعلمون ما تفعلون من خير أو شر.'
    },
    {
      'id': 13,
      'text': '[13] إن الأتقياء القائمين بحقوق الله وحقوق عباده لفي نعيم.'
    },
    {
      'id': 14,
      'text': '[14] وإن الفُجَّار الذين قَصَّروا في حقوق الله وحقوق عباده لفي جحيم'
    },
    {
      'id': 15,
      'text': '[15] يصيبهم لهبها يوم الجزاء'
    },
    {
      'id': 16,
      'text': '[16] وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت.'
    },
    {
      'id': 17,
      'text': '[17] وما أدراك ما عظمةُ يوم الحساب'
    },
    {
      'id': 18,
      'text': '[18] ثم ما أدراك ما عظمة يوم الحساب؟'
    },
    {
      'id': 19,
      'text': '[19] يوم الحساب لا يقدر أحد على نفع أحد، والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب، ولا يقهره قاهر، ولا ينازعه أحد.'
    }
  ]
}
;
