/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir111 = 
{
  'id': 111,
  'verses': [
    {
      'id': 1,
      'text': '[1] خسرت يدا أبي لهب وشقي بإيذائه رسول الله محمداً -صلى الله عليه وسلم-، وقد تحقق خسران أبي لهب.'
    },
    {
      'id': 2,
      'text': '[2] ما أغنى عنه ماله وولده، فلن يَرُدَّا عنه شيئاً من عذاب الله إذا نزل به.'
    },
    {
      'id': 3,
      'text': '[3] سيدخل نارَ جهنَّم ذات اللَّهب المشتعل'
    },
    {
      'id': 4,
      'text': '[4] هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي -صلى الله عليه وسلم-؛ لأذيَّته.'
    },
    {
      'id': 5,
      'text': '[5] في عنقها حبل محكم الفَتْلِ مِن ليف شديد خشن، تُرْفَع به في نار جهنم، ثم تُرْمى إلى أسفلها.'
    }
  ]
}
;
