/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir44 = 
{
  'id': 44,
  'verses': [
    {
      'id': 1,
      'text': '[1]  ﴿حمٓ﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.'
    },
    {
      'id': 2,
      'text': '[2] أقسم الله تعالى بالقرآن الواضح لفظاً ومعنى.'
    },
    {
      'id': 3,
      'text': '[3]  إنا أنزلناه في ليلة القدر المباركة الكثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم و يضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده.'
    },
    {
      'id': 4,
      'text': '[4]  فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر.'
    },
    {
      'id': 5,
      'text': '[5]  هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمداً ومن قبله؛'
    },
    {
      'id': 6,
      'text': '[6] رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة.'
    },
    {
      'id': 7,
      'text': '[7]  خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق.'
    },
    {
      'id': 8,
      'text': '[8]  لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع.'
    },
    {
      'id': 9,
      'text': '[9] بل هؤلاء المشركون في شك من الحق، فهم يَلْهَوْن ويلعبون، ولا يصدقون به.'
    },
    {
      'id': 10,
      'text': '[10] فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس،'
    },
    {
      'id': 11,
      'text': '[11] ويقال لهم: هذا عذاب مؤلم موجع،'
    },
    {
      'id': 12,
      'text': '[12]  ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك. وقد تحقق ذلك، فلم يؤمنوا كما وَعَدوا.'
    },
    {
      'id': 13,
      'text': '[13] كيف يكون لهم التذكر والاتعاظ بعد نزول العذاب بهم، وقد جاءهم رسول مبين، وهو محمد عليه الصلاة والسلام،'
    },
    {
      'id': 14,
      'text': '[14]  ثم أعرضوا عنه وقالوا: علَّمه بشر أو الكهنة أو الشياطين، هو مجنون وليس برسول؟'
    },
    {
      'id': 15,
      'text': '[15] سنرفع عنكم العذاب قليلاً، وسترون أنكم تعودون إلى ما كنتم فيه من الكفر والضلال والتكذيب، وأننا سنعاقبكم على ذلك.'
    },
    {
      'id': 16,
      'text': '[16] يوم نعذب جميع الكفار العذاب الأكبر يوم القيامة وهو يوم انتقامنا منهم.'
    },
    {
      'id': 17,
      'text': '[17] ولقد اختبرنا وابتلينا قبل هؤلاء المشركين قوم فرعون، وجاءهم رسول كريم، وهو موسى عليه السلام، فكذبوه فهلكوا، فهكذا نفعل بأعدائك أيها الرسول، إن لم يؤمنوا.'
    },
    {
      'id': 18,
      'text': '[18] وقال لهم موسى: أن سلِّموا إليَّ عباد الله من بني إسرائيل وأرسلوهم معي؛ ليعبدوا الله وحده لا شريك له، إني لكم رسول أمين على وحيه ورسالته.'
    },
    {
      'id': 19,
      'text': '[19] وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي،'
    },
    {
      'id': 20,
      'text': '[20]  وإني استجرت بالله ربي وربكم أن تقتلوني رجماً بالحجارة،'
    },
    {
      'id': 21,
      'text': '[21]  وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي.'
    },
    {
      'id': 22,
      'text': '[22] فدعا موسى ربه -حين كذبه فرعون وقومه ولم يؤمنوا به- قائلاً: إن هؤلاء قوم مشركون بالله كافرون.'
    },
    {
      'id': 23,
      'text': '[23] فأَسْر -يا موسى- بعبادي -الذين صَدَّقوك، وآمنوا بك، واتبعوك، دون الذين كذبوك منهم- ليلاً، إنكم متبعون من فرعون وجنوده فتنجون، ويغرق فرعون وجنوده.'
    },
    {
      'id': 24,
      'text': '[24] واترك البحر كما هو على حالته التي كان عليها حين سلكته، ساكناً غير مضطرب، إن فرعون وجنوده مغرقون في البحر.'
    },
    {
      'id': 25,
      'text': '[25] كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية،'
    },
    {
      'id': 26,
      'text': '[26]  وزروع ومنازل جميلة،'
    },
    {
      'id': 27,
      'text': '[27]  وعيشة كانوا فيها متنعمين مترفين.'
    },
    {
      'id': 28,
      'text': '[28] مثل ذلك العقاب يعاقب الله مَن كذَّب وبدَّل نعمة الله كفراً، وأورثنا تلك النعم مِن بعد فرعون وقومه قوماً آخرين خلفوهم من بني إسرائيل.'
    },
    {
      'id': 29,
      'text': '[29] فما بكت السماء والأرض حزناً على فرعون وقومه، وما كانوا مؤخَّرين عن العقوبة التي حلَّت بهم.'
    },
    {
      'id': 30,
      'text': '[30] ولقد نجَّينا بني إسرائيل من العذاب المُذلِّ لهم بقتل أبنائهم واستخدام نسائهم.'
    },
    {
      'id': 31,
      'text': '[31] من فرعون، إنه كان جباراً من المشركين، مسرفاً في العلو والتكبر على عباد الله.'
    },
    {
      'id': 32,
      'text': '[32] ولقد اصطفينا بني إسرائيل على عِلْم منا بهم على عالَمي زمانهم.'
    },
    {
      'id': 33,
      'text': '[33] وآتيناهم من المعجزات على يد موسى ما فيه ابتلاؤهم واختبارهم؛ رخاء وشدة.'
    },
    {
      'id': 34,
      'text': '[34] إن هؤلاء المشركين مِن قومك -أيها الرسول- ليقولون:'
    },
    {
      'id': 35,
      'text': '[35]  ما هي إلا موتتنا التي نموتها، وهي الموتة الأولى والأخيرة، وما نحن بعد مماتنا بمبعوثين للحساب والثواب والعقاب.'
    },
    {
      'id': 36,
      'text': '[36] ويقولون أيضاً: فَأْتِ -يا محمد أنت ومَن معك- بآبائنا الذين قد ماتوا، إن كنتم صادقين في أن الله يبعث مَن في القبور أحياء.'
    },
    {
      'id': 37,
      'text': '[37] أهؤلاء المشركون خير أم قوم تُبَّع الحِمْيَري والذين مِن قبلهم من الأمم الكافرة بربها؟ أهلكناهم لإجرامهم وكفرهم، ليس هؤلاء المشركون بخير مِن أولئكم فنصفح عنهم ولا نهلكهم، وهم بالله كافرون.'
    },
    {
      'id': 38,
      'text': '[38] وما خلقنا السموات والأرض وما بينهما لعباً،'
    },
    {
      'id': 39,
      'text': '[39]  ما خلقناهما إلا بالحق الذي هو سنة الله في خَلْقه وتدبيرُه، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك، فلهذا لم يتفكروا فيهما؛ لأنهم لا يرجون ثواباً ولا يخافون عقاباً.'
    },
    {
      'id': 40,
      'text': '[40] إن يوم القضاء بين الخلق بما قدَّموا في دنياهم من خير أو شر هو ميقاتهم أجمعين.'
    },
    {
      'id': 41,
      'text': '[41] يوم لا يدفع صاحب عن صاحبه شيئاً، ولا ينصر بعضهم بعضاً،'
    },
    {
      'id': 42,
      'text': '[42]  إلا مَن رحم الله من المؤمنين، فإنه قد يشفع له عند ربه بعد إذن الله له. إن الله هو العزيز في انتقامه مِن أعدائه، الرحيم بأوليائه وأهل طاعته.'
    },
    {
      'id': 43,
      'text': '[43] إن شجرة الزقوم التي تخرج في أصل الجحيم،'
    },
    {
      'id': 44,
      'text': '[44]  ثمرها طعام صاحب الآثام الكثيرة، وأكبر الآثام الشرك بالله.'
    },
    {
      'id': 45,
      'text': '[45] ثمر شجرة الزقوم كالمَعْدِن المذاب يغلي في بطون المشركين،'
    },
    {
      'id': 46,
      'text': '[46]  كغلي الماء الذي بلغ الغاية في الحرارة.'
    },
    {
      'id': 47,
      'text': '[47] خذوا هذا الأثيم الفاجر فادفعوه، وسوقوه بعنف إلى وسط الجحيم يوم القيامة.'
    },
    {
      'id': 48,
      'text': '[48] ثم صبُّوا فوق رأس هذا الأثيم الماء الذي تناهت شدة حرارته، فلا يفارقه العذاب.'
    },
    {
      'id': 49,
      'text': '[49] يقال لهذا الأثيم الشقيِّ -على وجه التهكُّم والتوبيخ-: ذق هذا العذاب الذي تعذَّب به اليوم، إنك أنت العزيز في قومك، الكريم عليهم.'
    },
    {
      'id': 50,
      'text': '[50] إن هذا العذاب الذي تعذَّبون به اليوم هو العذاب الذي كنتم تشكُّون فيه في الدنيا، ولا توقنون به.'
    },
    {
      'id': 51,
      'text': '[51] إن الذين اتقوا الله بامتثال أوامره واجتناب نواهيه في الدنيا، في موضع إقامة في الآخرة آمنين من الآفات والأحزان وغير ذلك.'
    },
    {
      'id': 52,
      'text': '[52] في جنات وعيون جارية.'
    },
    {
      'id': 53,
      'text': '[53] يَلْبَسون ما رَقَّ من الديباج وما غَلُظَ منه، يقابل بعضهم بعضاً بالوجوه، ولا ينظر بعضهم في قفا بعض، يدور بهم مجلسهم حيث داروا.'
    },
    {
      'id': 54,
      'text': '[54] كما أعطينا هؤلاء المتقين في الآخرة من الكرامة بإدخالهم الجنات وإلباسهم فيها السندس والإستبرق، كذلك أكرمناهم بأن زوَّجناهم بالحسان من النساء واسعات الأعين الجميلاتها.'
    },
    {
      'id': 55,
      'text': '[55] يطلب هؤلاء المتقون في الجنة كل نوع من فواكه الجنة اشتهوه، آمنين من انقطاع ذلك عنهم وفنائه.'
    },
    {
      'id': 56,
      'text': '[56] لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء المتقين عذاب الجحيم؛'
    },
    {
      'id': 57,
      'text': '[57] تفضلاً وإحساناً منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده.'
    },
    {
      'id': 58,
      'text': '[58]  فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون.'
    },
    {
      'id': 59,
      'text': '[59] فانتظر -أيها الرسول- ما وعدتك من النصر على هؤلاء المشركين بالله، وما يحلُّ بهم من العقاب، إنهم منتظرون موتك وقهرك، وسيعلمون لمن تكون النصرة والظَّفَر وعلو الكلمة في الدنيا والآخرة، إنها لك -أيها الرسول- ولمن اتبعك من المؤمنين.'
    }
  ]
}
;
