/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir61 = 
{
  'id': 61,
  'verses': [
    {
      'id': 1,
      'text': '[1] نزَّه الله عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله.'
    },
    {
      'id': 2,
      'text': '[2] يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لِمَ تَعِدون وعداً، أو تقولون قولاً ولا تفون به؟! وهذا إنكار على مَن يخالف فعلُه قولَه.'
    },
    {
      'id': 3,
      'text': '[3] عَظُم بغضاً عند الله أن تقولوا بألسنتكم ما لا تفعلونه.'
    },
    {
      'id': 4,
      'text': '[4] إن الله يحب الذين يقاتلون في سبيله صفّاً كأنهم بنيان متراص محكم لا ينفذ منه العدو. وفي الآية بيان فضل الجهاد والمجاهدين؛ لمحبة الله سبحانه لعباده المؤمنين إذا صفُّوا مواجهين لأعداء الله، يقاتلونهم في سبيله.'
    },
    {
      'id': 5,
      'text': '[5] واذكر لقومك -أيها الرسول- حين قال نبي الله موسى عليه السلام لقومه: لِمَ تؤذونني بالقول والفعل، وأنتم تعلمون أني رسول الله إليكم؟ فلما عدلوا عن الحق مع علمهم به، وأصرُّوا على ذلك، صرف الله قلوبهم عن قَبول الهداية؛ عقوبة لهم على زيغهم الذي اختاروه لأنفسهم. والله لا يهدي القوم الخارجين عن الطاعة ومنهاج الحق.'
    },
    {
      'id': 6,
      'text': '[6] واذكر -أيها الرسول لقومك- حين قال عيسى بن مريم لقومه: إني رسول الله إليكم، مصدِّقاً لما جاء قبلي من التوراة، وشاهداً بصدق رسول يأتي من بعدي اسمه «أحمد»، وهو محمد -صلى الله عليه وسلم-، وداعياً إلى التصديق به، فلما جاءهم محمد -صلى الله عليه وسلم- بالآيات الواضحات، قالوا: هذا الذي جئتنا به سحر بيِّن.'
    },
    {
      'id': 7,
      'text': '[7] ولا أحد أشد ظلماً وعدواناً ممن اختلق على الله الكذب، وجعل له شركاء في عبادته، وهو يُدعى إلى الدخول في الإسلام وإخلاص العبادة لله وحده. والله لا يوفِّق الذين ظلموا أنفسهم بالكفر والشرك، إلى ما فيه فلاحهم.'
    },
    {
      'id': 8,
      'text': '[8] يريد هؤلاء الظالمون أن يبطلوا الحق الذي بُعِثَ به محمد -صلى الله عليه وسلم- -وهو القرآن- بأقوالهم الكاذبة، والله مظهر الحق بإتمام دينه ولو كره الجاحدون المكذِّبون.'
    },
    {
      'id': 9,
      'text': '[9] الله هو الذي أرسل رسوله محمداً -صلى الله عليه وسلم- بالقرآن ودين الإسلام؛ ليعليه على كل الأديان المخالفة له، ولو كره المشركون ذلك.'
    },
    {
      'id': 10,
      'text': '[10] يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، هل أُرشِدكم إلى تجارة عظيمة الشأن تنجيكم من عذاب موجع؟'
    },
    {
      'id': 11,
      'text': '[11] تداومون على إيمانكم بالله ورسوله، وتجاهدون في سبيل الله؛ لنصرة دينه بما تملكون من الأموال والأنفس، ذلك خير لكم من تجارة الدنيا، إن كنتم تعلمون مضارَّ الأشياء ومنافعها، فامتثلوا ذلك.'
    },
    {
      'id': 12,
      'text': '[12] إن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم، ويدخلكم جنات تجري من تحت قصورها وأشجارها الأنهار، ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع، ذلك هو الفوز الذي لا فوز بعده.'
    },
    {
      'id': 13,
      'text': '[13]  ونعمة أخرى لكم -أيها المؤمنون- تحبونها هي نصر من الله يأتيكم، وفتح عاجل يَتِمُّ على أيديكم. وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا، والجنة في الآخرة.'
    },
    {
      'id': 14,
      'text': '[14] يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، كونوا أنصارَ دينِ الله، كما كان أصفياء عيسى وخُلَّصُ أصحابه أنصارَ دينِ الله حين قال لهم عيسى: مَن يتولى منكم نصري وإعانتي فيما يُقرِّب إلى الله؟ قالوا: نحن أنصار دين الله، فاهتدت طائفة من بني إسرائيل، وضلَّت طائفة، فأيدنا الذين آمنوا بالله ورسوله، ونصرناهم على مَن عاداهم مِن فرق النصارى، فأصبحوا ظاهرين عليهم؛ وذلك ببعثة محمد -صلى الله عليه وسلم-.'
    }
  ]
}
;
