/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir43 = 
{
  'id': 43,
  'verses': [
    {
      'id': 1,
      'text': '[1]  ﴿حمٓ﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.'
    },
    {
      'id': 2,
      'text': '[2] أقسم الله تعالى بالقرآن الواضح لفظاً ومعنى.'
    },
    {
      'id': 3,
      'text': '[3] إنَّا أنزلنا القرآن على محمد -صلى الله عليه وسلم- بلسان العرب؛ لعلكم تفهمون، وتتدبرون معانيه وحججه'
    },
    {
      'id': 4,
      'text': '[4]  وإنه في اللوح المحفوظ لدينا لعليٌّ في قَدْره وشرفه، محكم لا اختلاف فيه ولا تناقض.'
    },
    {
      'id': 5,
      'text': '[5] أفنُعْرِض عنكم، ونترك إنزال القرآن إليكم لأجل إعراضكم وعدم انقيادكم، وإسرافكم في عدم الإيمان به؟'
    },
    {
      'id': 6,
      'text': '[6] كثيراً من الأنبياء أرسلنا في القرون الأولى التي مضت قبل قومك أيها النبي،'
    },
    {
      'id': 7,
      'text': '[7]  وما يأتيهم مِن نبي إلا كانوا به يستهزئون كاستهزاء قومك بك،'
    },
    {
      'id': 8,
      'text': '[8]  فأهلكنا مَن كذَّبوا رسلنا، وكانوا أشد قوة وبأساً من قومك أيها النبي، ومضت عقوبة الأولين بأن أهلِكوا؛ بسبب كفرهم وطغيانهم واستهزائهم بأنبيائهم. وفي هذا تسلية للنبي -صلى الله عليه وسلم-.'
    },
    {
      'id': 9,
      'text': '[9] ولئن سألت -أيها الرسول- هؤلاء المشركين من قومك: مَن خلق السموات والأرض؟ ليقولُنَّ: خلقهنَّ العزيز في سلطانه، العليم بهن وما فيهن من الأشياء، لا يخفى عليه شيء.'
    },
    {
      'id': 10,
      'text': '[10] الذي جعل لكم الأرض فراشاً وبساطاً، وسهَّل لكم فيها طرقاً لمعاشكم ومتاجركم؛ لكي تهتدوا بتلك السبل إلى مصالحكم الدينية والدنيوية.'
    },
    {
      'id': 11,
      'text': '[11] والذي نزل من السماء مطراً بقدر، ليس طوفاناً مغرقاً ولا قاصراً عن الحاجة؛ حتى يكون معاشاً لكم ولأنعامكم، فأحيينا بالماء قطعة واسعة من الأرض مُقْفِرَة من النبات، كما أخرجنا بهذا الماء الذي نزلناه من السماء من هذه البلدة الميتة النبات والزرع، تُخرَجون -أيها الناس- من قبوركم بعد فنائكم.'
    },
    {
      'id': 12,
      'text': '[12] والذي خلق الأصناف كلها من حيوان ونبات، وجعل لكم من السفن ما تركبون في البحر، ومن البهائم كالإبل والخيل والبغال والحمير ما تركبون في البر.'
    },
    {
      'id': 13,
      'text': '[13] لكي تستووا على ظهور ما تركبون، ثم تتذكروا نعمة ربكم إذا ركبتم عليه، فتشكروا الله في نفوسكم، ثم تُظْهِروا شكره بألسنتكم وتقولوا: سبحان الذي سخَّر لنا هذا، وما كنا له مطيقين،'
    },
    {
      'id': 14,
      'text': '[14]  ولتقولوا أيضاً: وإنا إلى ربنا بعد مماتنا لصائرون إليه راجعون. وفي هذا بيانُ أن الله المنعم على عباده بشتَّى النعم، هو المستحق للعبادة في كل حال.'
    },
    {
      'id': 15,
      'text': '[15] وجعل هؤلاء المشركون لله مِن خلقه نصيباً، وذلك قولهم للملائكة: بنات الله. إن الإنسان لَجحود لنعم ربه التي أنعم بها عليه، مُظهر لجحوده وكفره، يعدِّد المصائب، وينسى النعم.'
    },
    {
      'id': 16,
      'text': '[16] بل أتزعمون -أيها الجاهلون- أن ربكم اتخذ مما يخلق بنات، وأنتم لا ترضون ذلك لأنفسكم، وخصَّكم بالبنينَ فجعلهم لكم؟ وفي هذا توبيخ لهم.'
    },
    {
      'id': 17,
      'text': '[17] وإذا بُشِّر أحدهم بالأنثى -التي نسبها إلى الرحمن حين زعم أن الملائكة بنات الله- صار وجهه مُسْوَدّاً من سوء البشارة بالأنثى، وهو حزين مملوء من الهم والكرب. فكيف يرضون لله ما لا يرضونه لأنفسهم؟ تعالى الله وتقدَّس عما يقول الكافرون علواً كبيراً.'
    },
    {
      'id': 18,
      'text': '[18] أتجترئون وتنسبون إلى الله تعالى مَن يُرَبَّى في الزينة، وهو في الجدال غير مبين لحجته؛ بسبب نشأته في الزينة والنعمة؟'
    },
    {
      'id': 19,
      'text': '[19] وجعل هؤلاء المشركون بالله الملائكةَ الذين هم عباد الرحمن إناثاً، أَحَضَروا حين خَلَقَهم الله حتى يحكموا بأنهم إناث؟ ستُكتب شهادتهم، ويُسألون عنها في الآخرة.'
    },
    {
      'id': 20,
      'text': '[20] وقال هؤلاء المشركون من قريش: لو شاء الرحمن ما عبدنا أحداً من دونه، وهذه حجة باطلة، فقد أقام الله الحجة على العباد بإرسال الرسل وإنزال الكتب، فاحتجاجهم بالقضاء والقَدَر مِن أبطل الباطل مِن بعد إنذار الرسل لهم. ما لهم بحقيقة ما يقولون مِن ذلك مِن علم، وإنما يقولونه تخرُّصاً وكذباً؛ لأنه لا خبر عندهم من الله بذلك ولا برهان.'
    },
    {
      'id': 21,
      'text': '[21] أَحَضَروا خَلْق الملائكة، أم أعطيناهم كتاباً من قبل القرآن الذي أنزلناه، فهم به مستمسكون يعملون بما فيه، ويحتجون به عليك أيها الرسول؟'
    },
    {
      'id': 22,
      'text': '[22] بل قالوا: إنا وجدنا آباءنا على طريقة ومذهب ودين، وإنا على آثار آبائنا فيما كانوا عليه متبعون لهم، ومقتدون بهم.'
    },
    {
      'id': 23,
      'text': '[23] وكذلك ما أرسلنا من قبلك -أيها الرسول- في قرية مِن نذير ينذرهم عقابنا على كفرهم بنا، فأنذروهم وحذَّروهم سخَطنا وحلول عقوبتنا، إلَّا قال الذين أبطرتهم النعمة من الرؤساء والكبراء: إنَّا وجدنا آباءنا على ملة ودين، وإنا على منهاجهم وطريقتهم مقتدون.'
    },
    {
      'id': 24,
      'text': '[24] قال محمد -صلى الله عليه وسلم- ومَن سبقه من الرسل لمن عارضه بهذه الشبهة الباطلة: أتتبعون آباءكم، ولو جئتكم مِن عند ربكم بأهدى إلى طريق الحق وأدلَّ على سبيل الرشاد مما وجدتم عليه آباءكم من الدين والملة؟ قالوا -في عناد-: إنا بما أرسلتم به جاحدون كافرون.'
    },
    {
      'id': 25,
      'text': '[25] فانتقمنا من هذه الأمم المكذبة رسلها بإحلالنا العقوبة بهم خَسْفاً وغرقاً وغير ذلك، فانظر -أيها الرسول- كيف كان عاقبة أمرهم إذ كذبوا بآيات الله ورسله؟ وليحْذَر قومك أن يستمروا على تكذيبهم، فيصيبهم مثل ما أصابهم.'
    },
    {
      'id': 26,
      'text': '[26] واذكر -أيها الرسول- إذ قال إبراهيم لأبيه وقومه الذين كانوا يعبدون ما يعبده قومك: إنني براء مما تعبدون من دون الله.'
    },
    {
      'id': 27,
      'text': '[27] إلَّا الذي خلقني، فإنه سيوفقني لاتباع سبيل الرشاد.'
    },
    {
      'id': 28,
      'text': '[28] وجعل إبراهيم عليه السلام كلمة التوحيد (لا إله إلا الله) باقية فيمن بعده؛ لعلهم يرجعون إلى طاعة ربهم وتوحيده، ويتوبون مِن كفرهم وذنوبهم.'
    },
    {
      'id': 29,
      'text': '[29] بل متعتُ -أيها الرسول- هؤلاء المشركين من قومك وآباءهم مِن قبلهم بالحياة، فلم أعاجلهم بالعقوبة على كفرهم، حتى جاءهم القرآن ورسول يبيِّن لهم ما يحتاجون إليه من أمور دينهم.'
    },
    {
      'id': 30,
      'text': '[30] ولما جاءهم القرآن من عند الله قالوا: هذا الذي جاءنا به هذا الرسول سحرٌ يسحرنا به، وليس بوحي مِن عند الله، وإنا به مكذِّبون.'
    },
    {
      'id': 31,
      'text': '[31] وقال هؤلاء المشركون مِن قريش: إنْ كان هذا القرآن مِن عند الله حقّاً، فهلَّا نُزِّل على رجل عظيم من إحدى هاتين القريتين «مكة» أو «الطائف».'
    },
    {
      'id': 32,
      'text': '[32] أهم يقسمون النبوة فيضعونها حيث شاؤوا؟ نحن قسمنا بينهم معيشتهم في حياتهم الدنيا من الأرزاق والأقوات، ورفعنا بعضهم فوق بعض درجات: هذا غنيٌّ وهذا فقير، وهذا قويٌّ وهذا ضعيف؛ ليكون بعضهم مُسَخَّراً لبعض في المعاش. ورحمة ربك -أيها الرسول- بإدخالهم الجنة خير مما يجمعون من حطام الدنيا الفاني.'
    },
    {
      'id': 33,
      'text': '[33] ولولا أن يكون الناس جماعة واحدة على الكفر، لجعلنا لمن يكفر بالرحمن لبيوتهم سُقُفاً من فضة وسلالم عليها يصعدون.'
    },
    {
      'id': 34,
      'text': '[34] وجعلنا لبيوتهم أبواباً من فضة، وجعلنا لهم سرراً عليها يتكئون،'
    },
    {
      'id': 35,
      'text': '[35]  وجعلنا لهم ذهباً، وما كل ذلك إلا متاع الحياة الدنيا، وهو متاع قليل زائل، ونعيم الآخرة مدَّخر عند ربك للمتقين ليس لغيرهم.'
    },
    {
      'id': 36,
      'text': '[36] ومن يُعْرِض عن ذكر الرحمن، وهو القرآن، فلم يَخَفْ عقابه، ولم يهتد بهدايته، نجعل له شيطاناً في الدنيا يغويه؛ جزاء له على إعراضه عن ذكر الله، فهو له ملازم ومصاحب يمنعه الحلال، ويبعثه على الحرام.'
    },
    {
      'id': 37,
      'text': '[37] وإن الشياطين ليصدون عن سبيل الحق هؤلاء الذين يعرضون عن ذكر الله، فيزيِّنون لهم الضلالة، ويكرِّهون لهم الإيمان بالله والعمل بطاعته، ويظن هؤلاء المعرضون بتحسين الشياطين لهم ما هم عليه من الضلال أنهم على الحق والهدى.'
    },
    {
      'id': 38,
      'text': '[38] حتى إذا جاءنا الذي أعرض عن ذكر الرحمن للحساب والجزاء، قال لقرينه: وددت أن بيني وبينك بُعْدَ ما بين المشرق والمغرب، فبئس القرين لي أنت؛ حيث أغويتني.'
    },
    {
      'id': 39,
      'text': '[39] ولن ينفعكم اليوم -أيها المعرضون- عن ذكر الله إذ أشركتم في الدنيا أنكم في العذاب مشتركون أنتم وقرناؤكم، فلكل واحد نصيبه الأوفر من العذاب، كما اشتركتم في الكفر.'
    },
    {
      'id': 40,
      'text': '[40] أفأنت -أيها الرسول- تُسمِع مَن أصمَّه الله عن سماع الحق، أو تهدي إلى طريق الهدى مَن أعمى قلبه عن إبصاره، أو تهدي مَن كان في ضلال عن الحق بيِّن واضح؟ ليس ذلك إليك، إنما عليك البلاغ، وليس عليك هداهم، ولكن الله يهدي مَن يشاء، ويضلُّ مَن يشاء.'
    },
    {
      'id': 41,
      'text': '[41] فإن توفيناك -أيها الرسول- قبل نصرك على المكذبين مِن قومك، فإنَّا منهم منتقمون في الآخرة،'
    },
    {
      'id': 42,
      'text': '[42]  أو نرينك الذي وعدناهم من العذاب النازل بهم كيوم «بدر»، فإنا عليهم مقتدرون نُظهِرك عليهم، ونخزيهم بيدك وأيدي المؤمنين بك.'
    },
    {
      'id': 43,
      'text': '[43] فاستمسك -أيها الرسول- بما يأمرك به الله في هذا القرآن الذي أوحاه إليك؛ إنك على صراط مستقيم، وذلك هو دين الله الذي أمر به، وهو الإسلام. وفي هذا تثبيت للرسول -صلى الله عليه وسلم-، وثناء عليه.'
    },
    {
      'id': 44,
      'text': '[44] وإن هذا القرآن لَشرف لك ولقومك من قريش؛ حيث أُنزل بلغتهم، فهم أفهم الناس له، فينبغي أن يكونوا أقوم الناس به، وأعملهم بمقتضاه، وسوف تُسأَلُ أنت ومَن معك عن الشكر لله عليه، والعمل به، والدعوة إليه.'
    },
    {
      'id': 45,
      'text': '[45]واسأل -أيها الرسول- أتباع مَن أرسلنا مِن قبلك  مِن رسلنا وحملة شرائعهم: أجاءت رسلهم بعبادة غير الله؟ فإنهم يخبرونك أن ذلك لم يقع؛ فإن جميع الرسل دَعَوْا إلى ما دعوتَ الناس إليه من عبادة الله وحده لا شريك له، ونهَوْا عن عبادة ما سوى الله.'
    },
    {
      'id': 46,
      'text': '[46] ولقد أرسلنا موسى بحججنا إلى فرعون وأشراف قومه، كما أرسلناك -أيها الرسول- إلى هؤلاء المشركين من قومك، فقال لهم موسى: إني رسول رب العالمين،'
    },
    {
      'id': 47,
      'text': '[47] فلما جاءهم بالبينات الواضحات الدالة على صدقه في دعوته، إذا فرعون وملؤه مما جاءهم به موسى من الآيات والعبر يضحكون.'
    },
    {
      'id': 48,
      'text': '[48] وما نُري فرعونَ وملأه من حجة إلَّا هي أعظم من التي قبلها، وأدل على صحة ما يدعوهم موسى إليه، وأخذناهم بصنوف العذاب كالجراد والقُمَّل والضفادع والطوفان، وغير ذلك؛ لعلهم يرجعون عن كفرهم بالله إلى توحيده وطاعته.'
    },
    {
      'id': 49,
      'text': '[49] وقال فرعون وملؤه لموسى: يا أيها العالم -وكان الساحر فيهم عظيماً يُوَقِّرونه، ولم يكن السحر صفة ذم- ادع لنا ربك بعهده الذي عهد إليك وما خصَّك به من الفضائل أن يكشف عنا العذاب، فإن كشف عنا العذاب فإننا لمهتدون مؤمنون بما جئتنا به.'
    },
    {
      'id': 50,
      'text': '[50]  فلما دعا موسى برفع العذاب عنهم، ورفعناه عنهم إذا هم يغدرون، ويصرُّون على ضلالهم.'
    },
    {
      'id': 51,
      'text': '[51] ونادى فرعون في عظماء قومه متبجحاً مفتخراً بمُلْك «مصر»: أليس لي مُلْك «مصر»، وهذه فروع نهر النِّيل تجري من تحت قَصْري ومن بين يديَّ في بساتيني، أفلا تبصرون عظمتي وقوتي، وضعف موسى وفقره؟'
    },
    {
      'id': 52,
      'text': '[52]  بل أنا خير من هذا الذي لا عزَّ معه، فهو يمتهن نفسه في حاجاته لضعفه وحقارته، ولا يكاد يُبِين الكلام لعِيِّ لسانه، وقد حمل فرعونَ على هذا القول الكفرُ والعنادُ والصدُّ عن سبيل الله.'
    },
    {
      'id': 53,
      'text': '[53] فهلَّا أُلقِي على موسى -إن كان صادقاً أنه رسول رب العالمين- أسْوِرَة من ذهب، أو جاء معه الملائكة قد اقترن بعضهم ببعض، فتتابعوا يشهدون له بأنه رسول الله إلينا.'
    },
    {
      'id': 54,
      'text': '[54] فاسْتَخَفَّ فرعون عقول قومه فدعاهم إلى الضلالة، فأطاعوه وكذبوا موسى، إنهم كانوا قوماً خارجين عن طاعة الله وصراطه المستقيم.'
    },
    {
      'id': 55,
      'text': '[55] فلما أغضبونا -بعصياننا، وتكذيب موسى وما جاء به من الآيات- انتقمنا منهم بعاجل العذاب الذي عَجَّلناه لهم، فأغرقناهم أجمعين في البحر.'
    },
    {
      'id': 56,
      'text': '[56]  فجعلنا هؤلاء الذين أغرقناهم في البحر سلفاً لمن يعمل مثل عملهم ممن يأتي بعدهم في استحقاق العذاب، وعبرة وعظة للآخِرين.'
    },
    {
      'id': 57,
      'text': '[57] ولما ضرب المشركون عيسى بن مريم مثلاً حين خاصموا محمداً -صلى الله عليه وسلم-، وحاجُّوه بعبادة النصارى إياه، إذا قومك من ذلك ولأجله يرتفع لهم جَلَبة وضجيج فرحاً وسروراً، وذلك عندما نزل قوله تعالى:﴿إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ﴾، وقال المشركون: رضينا أن تكون آلهتنا بمنزلة عيسى، فأنزل الله قوله:﴿إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ﴾، فالذي يُلْقى في النار من آلهة المشركين من رضي بعبادتهم إياه.'
    },
    {
      'id': 58,
      'text': '[58] وقال مشركو قومك -أيها الرسول-: أ آلهتنا التي نعبدها خير أم عيسى الذي يعبده قومه؟ فإذا كان عيسى في النار، فلنكن نحن وآلهتنا معه، ما ضربوا لك هذا المثل إلا جدلاً، بل هم قوم مخاصمون بالباطل.'
    },
    {
      'id': 59,
      'text': '[59] ما عيسى بن مريم إلا عبد أنعمنا عليه بالنبوة، وجعلناه آية وعبرة لبني إسرائيل يُستدل بها على قدرتنا.'
    },
    {
      'id': 60,
      'text': '[60] ولو نشاء لجعلنا بدلاً منكم ملائكة يَخْلُف بعضهم بعضاً بدلاً من بني آدم.'
    },
    {
      'id': 61,
      'text': '[61] وإن نزول عيسى عليه السلام قبل يوم القيامة لدليل على قُرْبِ وقوع الساعة، فلا تشُكُّوا أنها واقعة لا محالة، واتبعون فيما أخبركم به عن الله تعالى، هذا طريق قويم إلى الجنة، لا اعوجاج فيه.'
    },
    {
      'id': 62,
      'text': '[62] ولا يصدَّنكم الشيطان بوساوسه عن طاعتي فيما آمركم به وأنهاكم عنه، إنه لكم عدو بيِّن العداوة.'
    },
    {
      'id': 63,
      'text': '[63] ولما جاء عيسى بني إسرائيل بالبينات الواضحات من الأدلة قال: قد جئتكم بالنبوة، ولأُبيِّن لكم بعض الذي تختلفون فيه من أمور الدين، فاتقوا الله بامتثال أوامره واجتناب نواهيه، وأطيعون فيما أمرتكم به من تقوى الله وطاعته.'
    },
    {
      'id': 64,
      'text': '[64] إن الله - سبحانه وتعالى - هو ربي وربكم جميعاً فاعبدوه وحده، ولا تشركوا به شيئاً، هذا الذي أمرتكم به من تقوى الله و إفراده بالألوهية هو الطريق المستقيم، وهو دين الله الحق الذي لا يقبل من أحد سواه.'
    },
    {
      'id': 65,
      'text': '[65] فاختلفت فرق النصارى في أمر عيسى عليه السلام، وصاروا فيه شيعاً: منهم مَن يُقِرُّ بأنه عبد الله ورسوله، وهو الحق، ومنهم مَن يزعم أنه ابن الله، ومنهم مَن يقول: إنه الله، تعالى الله عن قولهم علوّاً كبيراً، فهلاك وعذاب أليم يوم القيامة لمن وصفوا عيسى بغير ما وصفه الله به.'
    },
    {
      'id': 66,
      'text': '[66] هل ينتظر هؤلاء الأحزاب المختلفون في عيسى بن مريم إلا الساعة أن تأتيهم فجأة، وهم لا يشعرون ولا يفطِنون؟'
    },
    {
      'id': 67,
      'text': '[67] الأصدقاء على معاصي الله في الدنيا يتبرأ بعضهم من بعض يوم القيامة، لكن الذين تصادقوا على تقوى الله، فإن صداقتهم دائمة في الدنيا والآخرة.'
    },
    {
      'id': 68,
      'text': '[68] يقال لهؤلاء المتقين: يا عبادي لا خوف عليكم اليوم من عقابي، ولا أنتم تحزنون على ما فاتكم مِن حظوظ الدنيا.'
    },
    {
      'id': 69,
      'text': '[69] الذين آمنوا بآياتنا وعملوا بما جاءتهم به رسلهم، وكانوا منقادين لله ربِّ العالمين بقلوبهم وجوارحهم،'
    },
    {
      'id': 70,
      'text': '[70]  يقال لهم: ادخلوا الجنة أنتم وقرناؤكم المؤمنون تُنَعَّمون وتُسَرُّون.'
    },
    {
      'id': 71,
      'text': '[71] يطاف على هؤلاء الذين آمنوا بالله ورسله في الجنة بالطعام في أوانٍ من ذهب، وبالشراب في أكواب من ذهب، وفيها لهم ما تشتهيه أنفسهم وتُسَرُّ به أعينُهم، وهم ماكثون فيها أبداً.'
    },
    {
      'id': 72,
      'text': '[72] وهذه الجنة التي أورثكم الله إياها؛ بسبب ما كنتم تعملون في الدنيا من الخيرات والأعمال الصالحات، وجعلها مِن فضله ورحمته جزاء لكم.'
    },
    {
      'id': 73,
      'text': '[73] لكم في الجنة فاكهة كثيرة من كل نوع منها تأكلون.'
    },
    {
      'id': 74,
      'text': '[74] إن الذين اكتسبوا الذنوب بكفرهم، في عذاب جهنم ماكثون،'
    },
    {
      'id': 75,
      'text': '[75]  لا يخفف عنهم، وهم فيه آيسون من رحمة الله،'
    },
    {
      'id': 76,
      'text': '[76] وما ظلمْنا هؤلاء المجرمين بالعذاب، ولكن كانوا هم الظالمين أنفسهم بشركهم وجحودهم أن الله هو الإله الحق وحده لا شريك له، وترك اتِّباعهم لرسل ربهم.'
    },
    {
      'id': 77,
      'text': '[77] ونادى هؤلاء المجرمون بعد أن أدخلهم الله جهنم «مالكاً» خازن جهنم: يا مالك لِيُمِتنا ربك، فنستريح ممَّا نحن فيه، فأجابهم مالكٌ: إنكم ماكثون، لا خروج لكم منها، ولا محيد لكم عنها،'
    },
    {
      'id': 78,
      'text': '[78] لفد جئناكم بالحق ووضحناه لكم، ولكن أكثركم لما جاء به الرسل من الحق كارهون.'
    },
    {
      'id': 79,
      'text': '[79] بل أأحْكمَ هؤلاء المشركون أمراً يكيدون به الحق الذي جئناهم به؟ فإنا مدبِّرون لهم ما يجزيهم من العذاب والنكال.'
    },
    {
      'id': 80,
      'text': '[80] أم يظن هؤلاء المشركون بالله أنا لا نسمع ما يسرونه في أنفسهم، ويتناجون به بينهم؟ بلى نسمع ونعلم، ورسلنا الملائكة الكرام الحفظة يكتبون عليهم كل ما عملوا.'
    },
    {
      'id': 81,
      'text': '[81] قل -أيها الرسول- لمشركي قومك الزاعمين أن الملائكة بنات الله: إن كان للرحمن ولد كما تزعمون، فأنا أول العابدين لهذا الولد الذي تزعمونه، ولكن هذا لم يكن ولا يكون، فتقدَّس الله عن الصاحبة والولد.'
    },
    {
      'id': 82,
      'text': '[82] تنزيهاً وتقديساً لرب السموات والأرض رب العرش العظيم عما يصفون من الكذب والافتراء من نسبة المشركين الولد إلى الله، وغير ذلك مما يزعمون من الباطل.'
    },
    {
      'id': 83,
      'text': '[83] فاترك -أيها الرسول- هؤلاء المفترين على الله يخوضوا في باطلهم، ويلعبوا في دنياهم، حتى يلاقوا يومهم الذي فيه يوعدون بالعذاب: إما في الدنيا وإما في الآخرة وإما فيهما معاً.'
    },
    {
      'id': 84,
      'text': '[84] وهو الله وحده المعبود بحق في السماء وفي الأرض، وهو الحكيم الذي أحكم خَلْقه، وأتقن شرعه، العليم بكل شيء من أحوال خلقه، لا يخفى عليه شيء منها.'
    },
    {
      'id': 85,
      'text': '[85] وتكاثرت بركة الله، وكَثُر خيره، وعَظُم ملكه، الذي له وحده سلطان السموات السبع والأرضين السبع وما بينهما من الأشياء كلها، وعنده علم الساعة التي تقوم فيها القيامة، ويُحشر فيها الخلق من قبورهم لموقف الحساب، وإليه تُرَدُّون -أيها الناس- بعد مماتكم، فيجازي كُلّاً بما يستحق.'
    },
    {
      'id': 86,
      'text': '[86] ولا يملك الذين يعبدهم المشركون الشفاعة عنده لأحد إلا مَن شهد بالحق، وأقر بتوحيد الله وبنبوة محمد -صلى الله عليه وسلم-، وهم يعلمون حقيقة ما أقروا وشهدوا به.'
    },
    {
      'id': 87,
      'text': '[87] ولئن سألت -أيها الرسول- هؤلاء المشركين مِن قومك مَن خلقهم؟ ليقولُنَّ: الله خلقنا، فكيف ينقلبون وينصرفون عن عبادة الله، ويشركون به غيره؟'
    },
    {
      'id': 88,
      'text': '[88] وقال محمد -صلى الله عليه وسلم- شاكياً إلى ربه قومه الذين كذَّبوه: يا ربِّ إن هؤلاء قوم لا يؤمنون بك وبما أرسلتني به إليهم.'
    },
    {
      'id': 89,
      'text': '[89]  فأمره الله بالإعراض عنهم وعن أذاهم، وتركِهم بسبب كفرهم وعنادهم، ولا يَبْدُر منك -أيها الرسول- إلا السلام لهم الذي يقوله أولو الألباب والبصائر للجاهلين، فهم لا يسافهونهم ولا يعاملونهم بمثل أعمالهم السيئة، فسوف يعلمون ما يلقَوْنه من البلاء والنكال. وفي هذا تهديد ووعيد شديد لهؤلاء الكافرين المعاندين وأمثالهم.'
    }
  ]
}
;
