/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir114 = 
{
  'id': 114,
  'verses': [
    {
      'id': 1,
      'text': '[1] قل -أيها الرسول-: أعوذ وأعتصم برب الناس، القادر وحده على ردِّ شر الوسواس.'
    },
    {
      'id': 2,
      'text': '[2] ملك الناس المتصرف في كل شؤونهم، الغنيِّ عنهم.'
    },
    {
      'id': 3,
      'text': '[3] إله الناس الذي لا معبود بحق سواه.'
    },
    {
      'id': 4,
      'text': '[4] من أذى الشيطان الذي يوسوس عند الغفلة، ويختفي عند ذكر الله.'
    },
    {
      'id': 5,
      'text': '[5] الذي يبثُّ الشر والشكوك في صدور الناس.'
    },
    {
      'id': 6,
      'text': '[6] من شياطين الجن والإنس.'
    }
  ]
}
;
