/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir79 = 
{
  'id': 79,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله تعالى بالملائكة التي تنزع أرواح الكفار نزعاً شديداً'
    },
    {
      'id': 2,
      'text': '[2] والملائكة التي تقبض أرواح المؤمنين بنشاط ورفق'
    },
    {
      'id': 3,
      'text': '[3] والملائكة التي تَسْبَح في نزولها من السماء وصعودها إليها'
    },
    {
      'id': 4,
      'text': '[4] فالملائكة التي تسبق وتسارع إلى تنفيذ أمر الله'
    },
    {
      'id': 5,
      'text': '[5] فالملائكة المنفذات أمر ربها فيما أوكل إليها تدبيره مِن شؤون الكون، -ولا يجوز للمخلوق أن يقسم بغير خالقه، فإن فعل فقد أشرك- لتُبعثَنَّ الخلائق وتُحَاسَب'
    },
    {
      'id': 6,
      'text': '[6] يوم تضطرب الأرض بالنفخة الأولى نفخة الإماتة'
    },
    {
      'id': 7,
      'text': '[7] تتبعها نفخة أخرى للإحياء.'
    },
    {
      'id': 8,
      'text': '[8] قلوب الكفار يومئذ مضطربة من شدة الخوف'
    },
    {
      'id': 9,
      'text': '[9] أبصار أصحابها ذليلة من هول ما ترى.'
    },
    {
      'id': 10,
      'text': '[10] يقول هؤلاء المكذبون بالبعث: أنُرَدُّ بعد موتنا إلى ما كنا عليه أحياء في الأرض؟'
    },
    {
      'id': 11,
      'text': '[11] أنردُّ وقد صرنا عظاماً بالية؟'
    },
    {
      'id': 12,
      'text': '[12] قالوا: رجعتنا تلك ستكون إذاً خائبة كاذبة.'
    },
    {
      'id': 13,
      'text': '[13] فإنما هي نفخة واحدة'
    },
    {
      'id': 14,
      'text': '[14] فإذا هم أحياء على وجه الأرض بعد أن كانوا في بطنها.'
    },
    {
      'id': 15,
      'text': '[15] هل أتاك -أيها الرسول- خبر موسى؟'
    },
    {
      'id': 16,
      'text': '[16] حين ناداه ربه بالوادي المطهَّر المبارك «طوى».'
    },
    {
      'id': 17,
      'text': '[17] فقال له: اذهب إلى فرعون، إنه قد أفرط في العصيان'
    },
    {
      'id': 18,
      'text': '[18] فقل له: أتودُّ أن تطهِّر نفسك من النقائص وتحليها بالإيمان'
    },
    {
      'id': 19,
      'text': '[19] وأُرشدك إلى طاعة ربك، فتخشاه وتتقيه؟'
    },
    {
      'id': 20,
      'text': '[20] فأرى موسى فرعونَ العلامة العظمى: العصا واليد'
    },
    {
      'id': 21,
      'text': '[21] فكذب فرعون نبيَّ الله موسى عليه السلام، وعصى ربه عزَّ وجلَّ'
    },
    {
      'id': 22,
      'text': '[22] ثم ولَّى معرضاً عن الإيمان مجتهداً في معارضة موسى.'
    },
    {
      'id': 23,
      'text': '[23] فجمع أهل مملكته وناداهم'
    },
    {
      'id': 24,
      'text': '[24] فقال: أنا ربكم الذي لا ربَّ فوقه'
    },
    {
      'id': 25,
      'text': '[25] فانتقم الله منه بالعذاب في الدنيا والآخرة، وجعله عبرة ونكالاً لأمثاله من المتمردين'
    },
    {
      'id': 26,
      'text': '[26] إن في فرعون وما نزل به من العذاب لموعظةً لمن يتعظ وينزجر.'
    },
    {
      'id': 27,
      'text': '[27] أبَعْثُكم -أيها الناس- بعد الموت أشد في تقديركم أم خلق السماء؟'
    },
    {
      'id': 28,
      'text': '[28] رفعها فوقكم كالبناء، وأعلى سقفها في الهواء لا تفاوت فيها ولا فطور'
    },
    {
      'id': 29,
      'text': '[29] وأظلم ليلها بغروب شمسها، وأبرز نهارها بشروقها'
    },
    {
      'id': 30,
      'text': '[30] والأرض بعد خلق السماء بسطها، وأودع فيها منافعها'
    },
    {
      'id': 31,
      'text': '[31] وفجَّر فيها عيون الماء، وأنبت فيها ما يُرعى من النباتات'
    },
    {
      'id': 32,
      'text': '[32] وأثبت فيها الجبال أوتاداً لها'
    },
    {
      'id': 33,
      'text': '[33] خلق سبحانه كل هذه النعم منفعة لكم ولأنعامكم. إن إعادة خلقكم يوم القيامة أهون على الله مِن خلق هذه الأشياء، وكله على الله هين يسير.'
    },
    {
      'id': 34,
      'text': '[34] فإذا جاءت القيامة الكبرى والشدة العظمى وهي النفخة الثانية'
    },
    {
      'id': 35,
      'text': '[35] عندئذ يُعْرض على الإنسان كل عمله من خير وشر، فيتذكره'
    },
    {
      'id': 36,
      'text': '[36] وأُظهرت جهنم لكل مُبْصر تُرى عِياناً.'
    },
    {
      'id': 37,
      'text': '[37] فأمَّا من تمرَّد على أمر الله'
    },
    {
      'id': 38,
      'text': '[38] وفضَّل الحياة الدنيا على الآخرة'
    },
    {
      'id': 39,
      'text': '[39] فإن مصيره إلى النار.'
    },
    {
      'id': 40,
      'text': '[40] وأمَّا مَن خاف القيام بين يدي الله للحساب، ونهى النفس عن الأهواء الفاسدة'
    },
    {
      'id': 41,
      'text': '[41]  فإن الجنة هي مسكنه.'
    },
    {
      'id': 42,
      'text': '[42] يسألك المشركون - أيها الرسول -استخفافاً- عن وقت حلول الساعة التي تتوعدهم بها'
    },
    {
      'id': 43,
      'text': '[43] لستَ في شيء مِن علمها'
    },
    {
      'id': 44,
      'text': '[44] بل مردُّ ذلك إلى الله عزَّ وجلَّ'
    },
    {
      'id': 45,
      'text': '[45]  وإنما شأنك في أمر الساعة أن تحذر منها مَن يخافها'
    },
    {
      'id': 46,
      'text': '[46]  كأنهم يوم يرون قيام الساعة لم يلبثوا في الحياة الدنيا؛ لهول الساعة إلا ما بين الظهر إلى غروب الشمس، أو ما بين طلوع الشمس إلى نصف النهار.'
    }
  ]
}
;
