/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir70 = 
{
  'id': 70,
  'verses': [
    {
      'id': 1,
      'text': '[1] دعا داع من المشركين على نفسه وقومه بنزول العذاب عليهم، وهو واقع بهم يوم القيامة لا محالة،'
    },
    {
      'id': 2,
      'text': '[2]  ليس له مانع يمنعه'
    },
    {
      'id': 3,
      'text': '[3]  من الله ذي العلو والجلال'
    },
    {
      'id': 4,
      'text': '[4] تصعد الملائكة وجبريل إليه تعالى في يوم كان مقداره خمسين ألف سنة من سني الدنيا، وهو على المؤمن مثل صلاة مكتوبة.'
    },
    {
      'id': 5,
      'text': '[5] فاصبر -أيها الرسول- على استهزائهم واستعجالهم العذاب صبراً لا جزع فيه، ولا شكوى منه إلى غير الله.'
    },
    {
      'id': 6,
      'text': '[6] إن الكافرين يستبعدون العذاب ويرونه غير واقع'
    },
    {
      'id': 7,
      'text': '[7] ونحن نراه واقعاً قريباً لا محالة.'
    },
    {
      'id': 8,
      'text': '[8] يوم تكون السماء سائلة مثل حُثالة الزيت'
    },
    {
      'id': 9,
      'text': '[9] وتكون الجبال كالصوف المصبوغ المنفوش الذي ذَرَتْه الريح.'
    },
    {
      'id': 10,
      'text': '[10] ولا يسأل قريب قريبه عن شأنه؛ لأن كل واحدٍ منهما مشغول بنفسه.'
    },
    {
      'id': 11,
      'text': '[11] يرونهم ويعرفونهم، ولا يستطيع أحد أن ينفع أحداً. يتمنى الكافر لو يفدي نفسه من عذاب يوم القيامة بأبنائه'
    },
    {
      'id': 12,
      'text': '[12] وزوجه وأخيه'
    },
    {
      'id': 13,
      'text': '[13]  وعشيرته التي تضمه وينتمي إليها في القرابة'
    },
    {
      'id': 14,
      'text': '[14]  وبجميع مَن في الأرض مِنَ البشر وغيرهم، ثم ينجو من عذاب الله.'
    },
    {
      'id': 15,
      'text': '[15] ليس الأمر كما تتمناه -أيها الكافر- من الافتداء، إنها جهنم تتلظى نارها وتلتهب'
    },
    {
      'id': 16,
      'text': '[16]  تنزع بشدة حرها جلدة الرأس وسائر أطراف البدن'
    },
    {
      'id': 17,
      'text': '[17]  تنادي مَن أعرض عن الحق في الدنيا، وترك طاعة الله ورسوله'
    },
    {
      'id': 18,
      'text': '[18]  وجمع المال، فوضعه في خزائنه، ولم يؤدِّ حق الله فيه.'
    },
    {
      'id': 19,
      'text': '[19] إن الإنسان جُبِلَ على الجزع وشدة الحرص'
    },
    {
      'id': 20,
      'text': '[20]  إذا أصابه المكروه والعسر فهو كثير الجزع والأسى'
    },
    {
      'id': 21,
      'text': '[21] ، وإذا أصابه الخير واليسر فهو كثير المنع والإمساك'
    },
    {
      'id': 22,
      'text': '[22]  إلا المقيمين للصلاة'
    },
    {
      'id': 23,
      'text': '[23]  الذين يحافظون على أدائها في جميع الأوقات، ولا يَشْغَلهم عنها شاغل'
    },
    {
      'id': 24,
      'text': '[24]  والذين في أموالهم نصيب معيَّن فرضه الله عليهم، وهو الزكاة'
    },
    {
      'id': 25,
      'text': '[25]  لمن يسألهم المعونة، ولمن يتعفف عن سؤالها'
    },
    {
      'id': 26,
      'text': '[26]  والذين يؤمنون بيوم الحساب والجزاء فيستعدون له بالأعمال الصالحة'
    },
    {
      'id': 27,
      'text': '[27]  والذين هم خائفون من عذاب الله'
    },
    {
      'id': 28,
      'text': '[28]  إن عذاب ربهم لا ينبغي أن يأمنه أحد'
    },
    {
      'id': 29,
      'text': '[29]  والذين هم حافظون لفروجهم عن كل ما حرَّم الله عليهم'
    },
    {
      'id': 30,
      'text': '[30]  إلا على أزواجهم وإمائهم، فإنهم غير مؤاخذين.'
    },
    {
      'id': 31,
      'text': '[31] فمن طلب لقضاء شهوته غير الزوجات والمملوكات، فأولئك هم المتجاوزون الحلال إلى الحرام'
    },
    {
      'id': 32,
      'text': '[32]  والذين هم حافظون لأمانات الله وأمانات العباد، وحافظون لعهودهم مع الله تعالى ومع العباد'
    },
    {
      'id': 33,
      'text': '[33] ، والذين يؤدُّون شهاداتهم بالحق دون تغيير أو كتمان'
    },
    {
      'id': 34,
      'text': '[34] ، والذين يحافظون على أداء الصلاة ولا يُخِلُّون بشيء من واجباتها'
    },
    {
      'id': 35,
      'text': '[35]  أولئك المتصفون بتلك الأوصاف الجليلة مستقرُّون في جنات النعيم، مكرمون فيها بكل أنواع التكريم.'
    },
    {
      'id': 36,
      'text': '[36] فأيُّ دافع دفع هؤلاء الكفرة إلى أن يسيروا نحوك -أيها الرسول- مسرعين، وقد مدُّوا أعناقهم إليك مقبلين بأبصارهم عليك'
    },
    {
      'id': 37,
      'text': '[37]  يتجمعون عن يمينك وعن شمالك حلقاً متعددة وجماعات متفرقة يتحدثون ويتعجبون؟'
    },
    {
      'id': 38,
      'text': '[38]  أيطمع كل واحد من هؤلاء الكفار أن يدخله الله جنة النعيم الدائم؟'
    },
    {
      'id': 39,
      'text': '[39]  ليس الأمر كما يطمعون، فإنهم لا يدخلونها أبداً. إنَّا خلقناهم مما يعلمون مِن ماء مهين كغيرهم، فلم يؤمنوا، فمن أين يتشرفون بدخول جنة النعيم؟'
    },
    {
      'id': 40,
      'text': '[40] أقسمَ تعالى بنفسه، وهو ربُّ المشارق والمغارب للشمس والقمر وسائر الكواكب؛ لما فيها من الآيات الباهرات الدالَّةِ على البعث، إنا لقادرون قدرةً تامة.'
    },
    {
      'id': 41,
      'text': '[41] على أن نستبدل بهم قوماً أفضل منهم وأطوع لله، وما أحد يسبقنا ويفوتنا ويعجزنا إذا أردنا أن نأتي بقومٍ آخرين خيرٍ منهم.'
    },
    {
      'id': 42,
      'text': '[42] لكن سبق في علمنا ومشيئتنا تأخير عقوبة هؤلاء الكفار، وعدم تبديلهم بقومٍ آخرين، فاتركهم يخوضوا في باطلهم، ويلعبوا في دنياهم حتى يلاقوا يوم القيامة الذي يوعدون فيه بالعذاب'
    },
    {
      'id': 43,
      'text': '[43]  يوم يخرجون من القبور مسرعين، كما كانوا في الدنيا يذهبون إلى آلهتهم التي اختلقوها للعبادة مِن دون الله، يهرولون ويسرعون'
    },
    {
      'id': 44,
      'text': '[44] ذليلة أبصارهم منكسرة إلى الأرض، تغشاهم الحقارة والمهانة، ذلك هو اليوم الذي وعدوا به في الدنيا، وكانوا به يهزؤون ويُكَذِّبون.'
    }
  ]
}
;
