/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir84 = 
{
  'id': 84,
  'verses': [
    {
      'id': 1,
      'text': '[1] إذا السماء تصدَّعت، وتفطَّرت بالغمام يوم القيامة'
    },
    {
      'id': 2,
      'text': '[2] وأطاعت أمر ربها فيما أمرها به من الانشقاق، وحُقَّ لها أن تنقاد لأمره'
    },
    {
      'id': 3,
      'text': '[3] و إذا الأرض بُسطت وَوُسِّعت، ودكت جبالها في ذلك اليوم'
    },
    {
      'id': 4,
      'text': '[4] وقذفت ما في بطنها من الأموات، وتخلَّتْ عنهم'
    },
    {
      'id': 5,
      'text': '[5] وانقادت لربها فيما أمرها به، وحُقَّ لها أن تنقاد لأمره.'
    },
    {
      'id': 6,
      'text': '[6] يا أيها الإنسان إنك ساعٍ إلى الله، وعامل أعمالاً من خير أو شر، ثم تلاقي الله يوم القيامة، فيجازيك بعملك بفضله أو عدله.'
    },
    {
      'id': 7,
      'text': '[7] فأما من أعطي صحيفة أعماله بيمينه، وهو المؤمن بربه'
    },
    {
      'id': 8,
      'text': '[8] فسوف يحاسب حساباً سهلاً'
    },
    {
      'id': 9,
      'text': '[9] ويرجع إلى أهله في الجنة مسروراً.'
    },
    {
      'id': 10,
      'text': '[10] وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله'
    },
    {
      'id': 11,
      'text': '[11] فسوف يدعو بالهلاك والثبور'
    },
    {
      'id': 12,
      'text': '[12] ويدخل النار مقاسياً حرها'
    },
    {
      'id': 13,
      'text': '[13]  إنه كان في أهله في الدنيا مسروراً مغروراً، لا يفكر في العواقب'
    },
    {
      'id': 14,
      'text': '[14]  إنه ظنَّ أن لن يرجع إلى خالقه حيّاً للحساب'
    },
    {
      'id': 15,
      'text': '[15] بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيراً عليماً بحاله مِن يوم خلقه إلى أن بعثه.'
    },
    {
      'id': 16,
      'text': '[16] أقسم الله تعالى باحمرار الأفق عند الغروب'
    },
    {
      'id': 17,
      'text': '[17]  وبالليل وما جمع من الدواب والحشرات والهوام وغير ذلك'
    },
    {
      'id': 18,
      'text': '[18] وبالقمر إذا تكامل نوره'
    },
    {
      'id': 19,
      'text': '[19] لتركبُنَّ -أيها الناس- أطواراً متعددة وأحوالاً متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور. ولا يجوز للمخلوق أن يقسم بغير الله، ولو فعل ذلك لأشرك.'
    },
    {
      'id': 20,
      'text': '[20] فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟'
    },
    {
      'id': 21,
      'text': '[21] وما لهم إذا قُرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمون بما جاء فيه؟'
    },
    {
      'id': 22,
      'text': '[22] إنما سجية الذين كفروا التكذيب ومخالفة الحق'
    },
    {
      'id': 23,
      'text': '[23] والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق'
    },
    {
      'id': 24,
      'text': '[24] فبشرهم -أيها الرسول- بأن الله -عز وجل- قد أعدَّ لهم عذاباً موجعاً.'
    },
    {
      'id': 25,
      'text': '[25] لكن الذين آمنوا بالله ورسوله وأدَّوا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص.'
    }
  ]
}
;
