/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir80 = 
{
  'id': 80,
  'verses': [
    {
      'id': 1,
      'text': '[1] ظهر التغير والعبوس في وجه الرسول صلى الله عليه وسلم'
    },
    {
      'id': 2,
      'text': '[2] وأعرض لأجل أن الأعمى عبدالله بن أم مكتوم جاءه مسترشداً، وكان الرسول -صلى الله عليه وسلم- منشغلاً بدعوة كبار قريش إلى الإسلام.'
    },
    {
      'id': 3,
      'text': '[3] وأيُّ شيء يجعلك عالماً بحقيقة أمره؟ لعله بسؤاله تزكو نفسه وتطهر'
    },
    {
      'id': 4,
      'text': '[4]أو يحصل له المزيد من الاعتبار والازدجار.'
    },
    {
      'id': 5,
      'text': '[5] أما مَن استغنى عن هديك'
    },
    {
      'id': 6,
      'text': '[6] فأنت تتعرض له وتصغي إلى كلامه'
    },
    {
      'id': 7,
      'text': '[7] وأيُّ شيء عليك ألا يتطهر من كفره؟'
    },
    {
      'id': 8,
      'text': '[8] وأمَّا من كان حريصاً على لقائك'
    },
    {
      'id': 9,
      'text': '[9] وهو يخشى الله من التقصير في الاسترشاد'
    },
    {
      'id': 10,
      'text': '[10] فأنت عنه تتشاغل'
    },
    {
      'id': 11,
      'text': '[11] . ليس الأمر كما فعلت -أيها الرسول-، إنَّ هذه السورة بما اشتملت عليه من الهداية موعظة لك ولكل من شاء الاتعاظ'
    },
    {
      'id': 12,
      'text': '[12] فمن شاء ذكر الله وَأْتَمَّ بوحيه'
    },
    {
      'id': 13,
      'text': '[13] هذا الوحي، وهو القرآن في صحف معظمة، موقرة'
    },
    {
      'id': 14,
      'text': '[14] عالية القدر مطهرة من الدنس والزيادة والنقص'
    },
    {
      'id': 15,
      'text': '[15]  بأيدي ملائكة كتبة، سفراء بين الله وخلقه'
    },
    {
      'id': 16,
      'text': '[16] كرام الخلق، أخلاقهم وأفعالهم بارة طاهرة.'
    },
    {
      'id': 17,
      'text': '[17] لُعِنَ الإنسان الكافر وعُذِّب، ما أشدَّ كفره بربه!'
    },
    {
      'id': 18,
      'text': '[18]  ألم ير مِن أيِّ شيء خلقه الله أول مرة؟'
    },
    {
      'id': 19,
      'text': '[19] خلقه الله من ماء قليل -وهو المنيُّ- فقدَّره أطواراً'
    },
    {
      'id': 20,
      'text': '[20] ثم بيَّن له طريق الخير والشر'
    },
    {
      'id': 21,
      'text': '[21] ثم أماته فجعل له مكاناً يُقبر فيه'
    },
    {
      'id': 22,
      'text': '[22] ثم إذا شاء سبحانه أحياه، وبعثه بعد موته للحساب والجزاء'
    },
    {
      'id': 23,
      'text': '[23]  ليس الأمر كما يقول الكافر ويفعل، فلم يؤدِّ ما أمره الله به من الإيمان والعمل بطاعته.'
    },
    {
      'id': 24,
      'text': '[24] فليتدبر الإنسان: كيف خلق الله طعامه الذي هو قِوام حياته؟'
    },
    {
      'id': 25,
      'text': '[25] بأنَّا صببنا الماء على الأرض صبّاً'
    },
    {
      'id': 26,
      'text': '[26] ثم شققناها بما أخرجنا منها من نبات شتى'
    },
    {
      'id': 27,
      'text': '[27]   فأنبتنا فيها حبّاً'
    },
    {
      'id': 28,
      'text': '[28] وعنباً وعلفاً للدواب'
    },
    {
      'id': 29,
      'text': '[29]  وزيتوناً ونخلاً،'
    },
    {
      'id': 30,
      'text': '[30] وحدائق عظيمة الأشجار'
    },
    {
      'id': 31,
      'text': '[31] وثماراً وكـلأً'
    },
    {
      'id': 32,
      'text': '[32]  تَنْعَمون بها أنتم وأنعامكم.'
    },
    {
      'id': 33,
      'text': '[33] فإذا جاءت صيحة البعث يوم القيامة التي تَصَمُّ مِن هولها الأسماع'
    },
    {
      'id': 34,
      'text': '[34] يوم يفرُّ المرء لهول ذلك اليوم من أخيه'
    },
    {
      'id': 35,
      'text': '[35] وأمه وأبيه'
    },
    {
      'id': 36,
      'text': '[36]  وزوجه وبنيه'
    },
    {
      'id': 37,
      'text': '[37] لكل واحد منهم يومئذٍ أمر يمنعه من الانشغال بغيره.'
    },
    {
      'id': 38,
      'text': '[38] وجوه أهل النعيم في ذلك اليوم مستنيرة'
    },
    {
      'id': 39,
      'text': '[39]  مسرورة فرحة'
    },
    {
      'id': 40,
      'text': '[40] ووجوه أهل الجحيم مظلمة مسودَّة.'
    },
    {
      'id': 41,
      'text': '[41] تغشاها ذلَّة'
    },
    {
      'id': 42,
      'text': '[42] أولئك الموصوفون بهذا الوصف هم الذين كفروا بنعم الله وكذَّبوا بآياته، وتجرؤوا على محارمه بالفجور والطغيان.'
    }
  ]
}
;
