/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir113 = 
{
  'id': 113,
  'verses': [
    {
      'id': 1,
      'text': '[1] قل -أيها الرسول-: أعوذ وأعتصم برب الفلق، وهو الصبح.'
    },
    {
      'id': 2,
      'text': '[2] من شر جميع المخلوقات وأذاها.'
    },
    {
      'id': 3,
      'text': '[3] ومن شر ليل شديد الظلمة إذا دخل وتغلغل، وما فيه من الشرور والمؤذيات.'
    },
    {
      'id': 4,
      'text': '[4] ومن شر الساحرات اللاتي ينفخن فيما يعقدن من عُقَد بقصد السحر.'
    },
    {
      'id': 5,
      'text': '[5] ومن شر حاسد مبغض للناس إذا حسدهم على ما وهبهم الله من نِعَم، يريد زوالها عنهم وإيقاع الأذى بهم.'
    }
  ]
}
;
