/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir105 = 
{
  'id': 105,
  'verses': [
    {
      'id': 1,
      'text': '[1] ألم تعلم -أيها الرسول- كيف فعل ربك بأصحاب الفيل: أبرهةَ الحبشيِّ وجيشِه الذين أرادوا تدمير الكعبة المباركة؟'
    },
    {
      'id': 2,
      'text': '[2] ألم يجعل ما دبَّروه من شر في إبطال وتضييع؟'
    },
    {
      'id': 3,
      'text': '[3] وبعث عليهم طيراً في جماعات متتابعة'
    },
    {
      'id': 4,
      'text': '[4]  تقذفهم بحجارة من طين متحجِّر.'
    },
    {
      'id': 5,
      'text': '[5] فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها.'
    }
  ]
}
;
