/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir110 = 
{
  'id': 110,
  'verses': [
    {
      'id': 1,
      'text': '[1] إذا تمَّ لك -أيها الرسول- النصر على كفار قريش، وتم لك فتح «مكة».'
    },
    {
      'id': 2,
      'text': '[2] ورأيت الكثير من الناس يدخلون في الإسلام جماعات جماعات.'
    },
    {
      'id': 3,
      'text': '[3] إذا وقع ذلك فتهيأ للقاء ربك بالإكثار من التسبيح بحمده والإكثار من استغفاره، إنه كان كثيرَ التوبة على المسبحين والمستغفرين، يتوب عليهم ويرحمهم ويقبل توبتهم.'
    }
  ]
}
;
