/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir85 = 
{
  'id': 85,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر'
    },
    {
      'id': 2,
      'text': '[2]  وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه'
    },
    {
      'id': 3,
      'text': '[3] وشاهد يشهد، ومشهود يشهد عليه، -ويقسم الله -سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يُقسم بغير الله، فإن القسم بغير الله شرك'
    },
    {
      'id': 4,
      'text': '[4] لُعِن الذين شَقُّوا في الأرض شقّاً عظيماً؛ لتعذيب المؤمنين'
    },
    {
      'id': 5,
      'text': '[5] وأوقدوا النار الشديدة ذات الوَقود'
    },
    {
      'id': 6,
      'text': '[6] إذ هم قعود على الأخدود ملازمون له'
    },
    {
      'id': 7,
      'text': '[7] وهم على ما يفعلون بالمؤمنين مِن تنكيلٍ وتعذيبٍ حضورٌ'
    },
    {
      'id': 8,
      'text': '[8]  وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه'
    },
    {
      'id': 9,
      'text': '[9] الذي له ملك السموات والأرض، وهو -سبحانه- على كل شيء شهيدٌ، لا يخفى عليه شيء.'
    },
    {
      'id': 10,
      'text': '[10] إن الذين حرقوا المؤمنين والمؤمنات بالنار؛ ليصرفوهم عن دين الله، ثم لم يتوبوا، فلهم في الآخرة عذاب جهنم، ولهم العذاب الشديد المحرق.'
    },
    {
      'id': 11,
      'text': '[11] إن الذين صدَّقوا الله ورسوله وعملوا الأعمال الصالحات، لهم جنات تجري من تحت قصورها وأشجارها الأنهار، ذلك الفوز العظيم.'
    },
    {
      'id': 12,
      'text': '[12] إن انتقام ربك من أعدائه وعذابَه لهم لَعظيم شديد'
    },
    {
      'id': 13,
      'text': '[13] إنه هو يُبدئ الخلق ثم يعيده'
    },
    {
      'id': 14,
      'text': '[14] وهو الغفور لمن تاب، كثيرُ المودَّة والمحبة لأوليائه'
    },
    {
      'id': 15,
      'text': '[15] صاحب العرشِ، المجيدُ الذي بلغ المنتهى في الفضل والكرم'
    },
    {
      'id': 16,
      'text': '[16] فَعَّال لما يريد، لا يمتنع عليه شيء يريده.'
    },
    {
      'id': 17,
      'text': '[17] هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها'
    },
    {
      'id': 18,
      'text': '[18] فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك'
    },
    {
      'id': 19,
      'text': '[19] بل الذين كفروا في تكذيب متواصل، كدأب مَن قبلهم'
    },
    {
      'id': 20,
      'text': '[20] والله قد أحاط بهم علماً وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء'
    },
    {
      'id': 21,
      'text': '[21] وليس القرآن كما زعم المكذبون والمشركون أنَّه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم'
    },
    {
      'id': 22,
      'text': '[22]  في لوح محفوظ، لا يناله تبديل ولا تحريف.'
    }
  ]
}
;
