/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir103 = 
{
  'id': 103,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله بالدهر؛ لما فيه من عجائب قدرة الله الدالَّة على عظمته'
    },
    {
      'id': 2,
      'text': '[2] على أن بني آدم لفي هَلَكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله؛ فإن القسم بغير الله شرك.'
    },
    {
      'id': 3,
      'text': '[3] إلا الذين آمنوا بالله وعملوا عملاً صالحاً، وأوصى بعضهم بعضاً بالاستمساك بالحق، والعمل بطاعة الله، والصبر على ذلك.'
    }
  ]
}
;
