/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir96 = 
{
  'id': 96,
  'verses': [
    {
      'id': 1,
      'text': '[1] اقرأ -أيها النبي- ما أُنزل إليك من القرآن مُفْتَتِحاً باسم ربك المتفرد بالخلق'
    },
    {
      'id': 2,
      'text': '[2] الذي خلق كل إنسان من قطعة دم غليظ أحمر'
    },
    {
      'id': 3,
      'text': '[3] اقرأ -أيها النبي- ما أُنزل إليك، وإن ربك لكثير الإحسان واسع الجود'
    },
    {
      'id': 4,
      'text': '[4] الذي علَّم خلقه الكتابة بالقلم'
    },
    {
      'id': 5,
      'text': '[5] علَّم الإنسان ما لم يكن يعلم، ونقله من ظلمة الجهل إلى نور العلم.'
    },
    {
      'id': 6,
      'text': '[6] حقّاً أن الإنسان ليتجاوز حدود الله'
    },
    {
      'id': 7,
      'text': '[7]  إذا أبطره الغنى'
    },
    {
      'id': 8,
      'text': '[8] فليعلم كل طاغية أن المصير إلى الله، فيجازي كلَّ إنسان بعمله.'
    },
    {
      'id': 9,
      'text': '[9] أرأيت أعجب مِن طغيان هذا الرجل، وهو أبو جهل'
    },
    {
      'id': 10,
      'text': '[10] الذي ينهى عبداً لنا إذا صلَّى لربه، وهو محمد -صلى الله عليه وسلم-؟'
    },
    {
      'id': 11,
      'text': '[11] أرأيت إن كان المنهي عن الصلاة على الهدى فكيف ينهاه؟'
    },
    {
      'id': 12,
      'text': '[12] أو إن كان آمراً غيره بالتقوى أينهاه عن ذلك؟'
    },
    {
      'id': 13,
      'text': '[13] أرأيت إن كذَّب هذا الناهي بما يُدعى إليه، وأعرض عنه'
    },
    {
      'id': 14,
      'text': '[14] ألم يعلم بأن الله يرى كل ما يفعل؟'
    },
    {
      'id': 15,
      'text': '[15] ليس الأمر كما يزعم أبو جهل، لئن لم يرجع هذا عن شقاقه وأذاه لنأخذنَّ بمقدَّم رأسه أخذاً عنيفاً وليطرحَنَّ في النار'
    },
    {
      'id': 16,
      'text': '[16] ناصيته ناصية كاذبة في مقالها، خاطئة في أفعالها، فكأنَّ الكذب والخطَأ باديان منها'
    },
    {
      'id': 17,
      'text': '[17] فليُحْضِر هذا الطاغية أهل ناديه الذين يستنصر بهم'
    },
    {
      'id': 18,
      'text': '[18] سندعو ملائكة العذاب'
    },
    {
      'id': 19,
      'text': '[19] ليس الأمر على ما يظن أبو جهل، إنه لن ينالك -أيها الرسول- بسوء، فلا تطعه فيما دعاك إليه مِن تَرْك الصلاة، واسجد لربك، واقترب منه بالتحبب إليه بطاعته.'
    }
  ]
}
;
