/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir92 = 
{
  'id': 92,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله سبحانه بالليل عندما يغطي بظلامه الأرض وما عليها'
    },
    {
      'id': 2,
      'text': '[2] وبالنهار إذا انكشف عن ظلام الليل بضيائه'
    },
    {
      'id': 3,
      'text': '[3] وبخلق الزوجين: الذكر والأنثى'
    },
    {
      'id': 4,
      'text': '[4] إن عملكم لمختلف بين عامل للدنيا وعامل للآخرة.'
    },
    {
      'id': 5,
      'text': '[5] فأمَّا مَن بذل مِن ماله واتقى الله في ذلك'
    },
    {
      'id': 6,
      'text': '[6]  وصدَّق  ﺑ«لا إله إلا الله» وما دلت عليه، وما ترتب عليها من الجزاء'
    },
    {
      'id': 7,
      'text': '[7] فسنرشده ونوفقه إلى أسباب الخير والصلاح، ونيسِّر له أموره.'
    },
    {
      'id': 8,
      'text': '[8] وأما مَن بخل بماله واستغنى عن جزاء ربه'
    },
    {
      'id': 9,
      'text': '[9] وكذَّب  ﺑ«لا إله إلا الله» وما دلت عليه، وما ترتب عليها من الجزاء.'
    },
    {
      'id': 10,
      'text': '[10] فسنُيَسِّر له أسباب الشقاء'
    },
    {
      'id': 11,
      'text': '[11] ولا ينفعه ماله الذي بخل به إذا وقع في النار.'
    },
    {
      'id': 12,
      'text': '[12] إن علينا بفضلنا وحكمتنا أن نبيِّن طريق الهدى الموصل إلى الله وجنته من طريق الضلال'
    },
    {
      'id': 13,
      'text': '[13]  وإن لنا ملك الحياة الآخرة والحياة الدنيا.'
    },
    {
      'id': 14,
      'text': '[14] فحذَّرتكم -أيها الناس- وخوَّفتكم ناراً تتوهج، وهي نار جهنم.'
    },
    {
      'id': 15,
      'text': '[15] لا يدخلها إلا مَن كان شديد الشقاء'
    },
    {
      'id': 16,
      'text': '[16] الذي كذَّب نبي الله محمداً -صلى الله عليه وسلم-، وأعرض عن الإيمان بالله ورسوله، وطاعتهما.'
    },
    {
      'id': 17,
      'text': '[17] وسيُزحزَح عنها شديد التقوى'
    },
    {
      'id': 18,
      'text': '[18] الذي يبذل ماله ابتغاء المزيد من الخير'
    },
    {
      'id': 19,
      'text': '[19] وليس إنفاقه ذاك مكافأة لمن أسدى إليه معروفاً'
    },
    {
      'id': 20,
      'text': '[20] لكنه يبتغي بذلك وجه ربه الأعلى ورضاه'
    },
    {
      'id': 21,
      'text': '[21] ولسوف يعطيه الله في الجنة ما يرضى به.'
    }
  ]
}
;
