/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir97 = 
{
  'id': 97,
  'verses': [
    {
      'id': 1,
      'text': '[1] إنا أنزلنا القرآن في ليلة الشرف والفضل، وهي إحدى ليالي شهر رمضان.'
    },
    {
      'id': 2,
      'text': '[2] وما أدراك -أيها النبي- ما ليلة القدر والشرف؟'
    },
    {
      'id': 3,
      'text': '[3] ليلة القدر ليلة مباركة، العمل الصالح فيها خير مِن عَمَل ألف شهر ليس فيها ليلة قدر. وهو تفضُّلٌ من الله تعالى على هذه الأمَّة.'
    },
    {
      'id': 4,
      'text': '[4] يكثر نزول الملائكة وجبريل عليه السلام فيها، بإذن ربهم مِن كل أمر قضاه في تلك السنة.'
    },
    {
      'id': 5,
      'text': '[5] هي أمن كلها، لا شرَّ فيها إلى مطلع الفجر.'
    }
  ]
}
;
