/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir53 = 
{
  'id': 53,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله تعالى بالنجوم إذا غابت،'
    },
    {
      'id': 2,
      'text': '[2]  ما حاد محمد -صلى الله عليه وسلم- عن طريق الهداية والحق، وما خرج عن الرشاد، بل هو في غاية الاستقامة والاعتدال والسداد،'
    },
    {
      'id': 3,
      'text': '[3]  وليس نطقه صادراً عن هوى نفسه.'
    },
    {
      'id': 4,
      'text': '[4]  ما القرآن وما السنة إلا وحي من الله إلى نبيه محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 5,
      'text': '[5] علَّم محمداً -صلى الله عليه وسلم- مَلَك شديد القوة،'
    },
    {
      'id': 6,
      'text': '[6] ذو منظر حسن، وهو جبريل عليه السلام'
    },
    {
      'id': 7,
      'text': '[7] ، الذي ظهر واستوى على صورته الحقيقية للرسول -صلى الله عليه وسلم- في الأفق الأعلى، وهو أفق الشمس عند مطلعها'
    },
    {
      'id': 8,
      'text': '[8]  ثم دنا جبريل من الرسول -صلى الله عليه وسلم-، فزاد في القرب،'
    },
    {
      'id': 9,
      'text': '[9]  فكان دنوُّه مقدار قوسين أو أقرب من ذلك.'
    },
    {
      'id': 10,
      'text': '[10]  فأوحى الله سبحانه وتعالى إلى عبده محمد -صلى الله عليه وسلم- ما أوحى بواسطة جبريل عليه السلام.'
    },
    {
      'id': 11,
      'text': '[11]  ما كذب قلب محمد -صلى الله عليه وسلم- ما رآه بصره.'
    },
    {
      'id': 12,
      'text': '[12] أتُكذِّبون محمداً -صلى الله عليه وسلم-، فتجادلونه على ما يراه ويشاهده من آيات ربه؟'
    },
    {
      'id': 13,
      'text': '[13] ولقد رأى محمدٌ -صلى الله عليه وسلم- جبريلَ على صورته الحقيقية التي خلقه الله عليها مرة أخرى'
    },
    {
      'id': 14,
      'text': '[14]  عند سدرة المنتهى -شجرة نَبْق- وهي في السماء السابعة، ينتهي إليها ما يُعْرَج به من الأرض، وينتهي إليها ما يُهْبَط به من فوقها'
    },
    {
      'id': 15,
      'text': '[15]  عندها جنة المأوى التي وُعِد بها المتقون.'
    },
    {
      'id': 16,
      'text': '[16]  إذ يغشى السدرة من أمر الله شيء عظيم، لا يعلم وصفه إلَّا الله عز وجل.'
    },
    {
      'id': 17,
      'text': '[17]  وكان النبي -صلى الله عليه وسلم- على صفة عظيمة من الثبات والطاعة، فما مال بصره يميناً ولا شمالاً، ولا جاوز ما أُمِر برؤيته.'
    },
    {
      'id': 18,
      'text': '[18]  لقد رأى محمد -صلى الله عليه وسلم- ليلة المعراج من آيات ربه الكبرى الدالة على قدرة الله وعظمته من الجنة والنار وغير ذلك.'
    },
    {
      'id': 19,
      'text': '[19] أفرأيتم -أيها المشركون- هذه الآلهة التي تعبدونها: اللات والعزَّى'
    },
    {
      'id': 20,
      'text': '[20]  ومناة الثالثة الأخرى، هل نفعت أو ضرَّت حتى تكون شركاء لله؟'
    },
    {
      'id': 21,
      'text': '[21] أتجعلون لكم الذَّكر الذي ترضونه، وتجعلون لله بزعمكم الأنثى التي لا ترضونها لأنفسكم؟'
    },
    {
      'id': 22,
      'text': '[22]  تلك إذاً قسمة جائرة.'
    },
    {
      'id': 23,
      'text': '[23]  ما هذه الأوثان إلا أسماء ليس لها من أوصاف الكمال شيء، إنما هي أسماء سميتموها أنتم وآباؤكم بمقتضى أهوائكم الباطلة، ما أنزل الله بها مِن حجة تصدِّق دعواكم فيها. ما يتبع هؤلاء المشركون إلا الظن، وهوى أنفسهم المنحرفة عن الفطرة السليمة، ولقد جاءهم من ربهم على لسان النبي -صلى الله عليه وسلم- ما فيه هدايتهم، فما انتفعوا به.'
    },
    {
      'id': 24,
      'text': '[24] ليس للإنسان ما تمناه من شفاعة هذه المعبودات أو غيرها مما تهواه نفسه،'
    },
    {
      'id': 25,
      'text': '[25] فلله أمر الدنيا والآخرة.'
    },
    {
      'id': 26,
      'text': '[26] وكثير من الملائكة في السموات مع علوِّ منزلتهم، لا تنفع شفاعتهم شيئاً إلا مِن بعد أن يأذن الله لهم بالشفاعة، ويرضى عن المشفوع له.'
    },
    {
      'id': 27,
      'text': '[27] إن الذين لا يصدِّقون بالحياة الآخرة من كفار العرب ولا يعملون لها ليسمُّون الملائكة تسمية الإناث؛ لاعتقادهم جهلاً أن الملائكة إناث، وأنهم بنات الله.'
    },
    {
      'id': 28,
      'text': '[28]  وما لهم بذلك من علم صحيح يصدِّق ما قالوه، ما يتبعون إلَّا الظن الذي لا يجدي شيئاً، ولا يقوم أبداً مقام الحق.'
    },
    {
      'id': 29,
      'text': '[29] فأعْرِضْ عمَّن تولَّى عن ذكرنا، وهو القرآن، ولم يُرِدْ إلا الحياة الدنيا.'
    },
    {
      'id': 30,
      'text': '[30]  ذلك الذي هم عليه هو منتهى علمهم وغايتهم. إن ربك هو أعلم بمن حادَ عن طريق الهدى، وهو أعلم بمن اهتدى وسلك طريق الإسلام.وفي هذا إنذار شديد للعصاة المعرضين عن العمل بكتاب الله، وسنة رسوله -صلى الله عليه وسلم-، المؤثرين لهوى النفس وحظوظ الدنيا على الآخرة.'
    },
    {
      'id': 31,
      'text': '[31] ولله سبحانه وتعالى ملك ما في السموات وما في الأرض؛ ليجزي الذين أساؤوا بعقابهم على ما عملوا من السوء، ويجزي الذي أحسنوا بالجنة،'
    },
    {
      'id': 32,
      'text': '[32]  وهم الذين يبتعدون عن كبائر الذنوب والفواحش إلا اللمم، وهي الذنوب الصغار التي لا يُصِرُّ صاحبها عليها، أو يلمُّ بها العبد على وجه الندرة، فإن هذه مع الإتيان بالواجبات وترك المحرمات، يغفرها الله لهم ويسترها عليهم، إن ربك واسع المغفرة، هو أعلم بأحوالكم حين خلق أباكم آدم من تراب، وحين أنتم أجنَّة في بطون أمهاتكم، فلا تزكُّوا أنفسكم فتمدحوها وتَصِفُوها بالتقوى، هو أعلم بمن اتقى عقابه من عباده فاجتنب معاصيه.'
    },
    {
      'id': 33,
      'text': '[33] أفرأيت -أيها الرسول- الذي أعرض عن طاعة الله'
    },
    {
      'id': 34,
      'text': '[34]  وأعطى قليلاً مِن ماله، ثم توقف عن العطاء وقطع معروفه؟'
    },
    {
      'id': 35,
      'text': '[35] أعند هذا الذي قطع عطاءه علم الغيب أنه سينفَد ما في يده حتى أمسك معروفه، فهو يرى ذلك عِياناً؟ ليس الأمر كذلك، وإنما أمسك عن الصدقة والمعروف والبر والصلة؛ بخلاً وشُحّاً.'
    },
    {
      'id': 36,
      'text': '[36] أم لم يُخَبَّر بما جاء في أسفار التوراة'
    },
    {
      'id': 37,
      'text': '[37]  وصحف إبراهيم الذي وفَّى ما أُمر به وبلَّغه؟'
    },
    {
      'id': 38,
      'text': '[38] أنه لا تؤخذ نفس بمأثم غيرها، ووزرها لا يحمله عنها أحد،'
    },
    {
      'id': 39,
      'text': '[39]  وأنه لا يحصل للإنسان من الأجر إلَّا ما كسب هو لنفسه بسعيه.'
    },
    {
      'id': 40,
      'text': '[40] وأن سعيه سوف يُرى في الآخرة، فيميَّز حَسَنه من سيئه؛ تشريفاً للمحسن وتوبيخاً للمسيء.'
    },
    {
      'id': 41,
      'text': '[41] ثم يُجزى الإنسان على سعيه الجزاء المستكمل لجميع عمله،'
    },
    {
      'id': 42,
      'text': '[42] وأنَّ إلى ربك -أيها الرسول- انتهاء جميع خلقه يوم القيامة.'
    },
    {
      'id': 43,
      'text': '[43] وأنه سبحانه وتعالى أضحك مَن شاء في الدنيا بأن سرَّه، وأبكى من شاء بأن غَمَّه.'
    },
    {
      'id': 44,
      'text': '[44] وأنه سبحانه أمات مَن أراد موته مِن خلقه، وأحيا مَن أراد حياته منهم، فهو المتفرِّد سبحانه بالإحياء والإماتة.'
    },
    {
      'id': 45,
      'text': '[45] وأنه خلق الزوجين: الذكر والأنثى من الإنسان والحيوان،'
    },
    {
      'id': 46,
      'text': '[46]  من نطفة تُصَبُّ في الرحم.'
    },
    {
      'id': 47,
      'text': '[47] وأن على ربك -أيها الرسول- إعادة خلقهم بعد مماتهم، وهي النشأة الأخرى يوم القيامة.'
    },
    {
      'id': 48,
      'text': '[48] وأنه هو أغنى مَن شاء مِن خلقه بالمال، وملَّكه لهم وأرضاهم به.'
    },
    {
      'id': 49,
      'text': '[49] وأنه سبحانه وتعالى هو رب الشِّعْرى، وهو نجم مضيء، كان بعض أهل الجاهلية يعبدونه من دون الله.'
    },
    {
      'id': 50,
      'text': '[50] وأنه سبحانه وتعالى أهلك عاداً الأولى، وهم قوم هود،'
    },
    {
      'id': 51,
      'text': '[51] وأهلك ثمود، وهم قوم صالح، فلم يُبْق منهم أحداً،'
    },
    {
      'id': 52,
      'text': '[52]  وأهلك قوم نوح قبلُ. هؤلاء كانوا أشد تمرداً وأعظم كفراً من الذين جاؤوا من بعدهم.'
    },
    {
      'id': 53,
      'text': '[53]  ومدائن قوم لوط قلبها الله عليهم، وجعل عاليها سافلها،'
    },
    {
      'id': 54,
      'text': '[54]  فألبسها ما ألبسها من الحجارة المتتابعة النازلة عليهم من السماء كالمطر.'
    },
    {
      'id': 55,
      'text': '[55] فبأيِّ نعم ربك عليك -أيها الإنسان المكذب- تَشُك؟'
    },
    {
      'id': 56,
      'text': '[56] هذا محمد -صلى الله عليه وسلم-، نذير بالحق الذي أنذر به الأنبياء قبله، فليس ببدع من الرسل.'
    },
    {
      'id': 57,
      'text': '[57] قربت القيامة ودنا وقتها،'
    },
    {
      'id': 58,
      'text': '[58] لا يدفعها إذاً من دون الله أحد، ولا يَطَّلِع على وقت وقوعها إلا الله.'
    },
    {
      'id': 59,
      'text': '[59] أفمِن هذا القرآن تعجبون -أيها المشركون- من أن يكون صحيحاً،'
    },
    {
      'id': 60,
      'text': '[60]  وتضحكون منه سخرية واستهزاءً، ولا تبكون خوفاً من وعيده،'
    },
    {
      'id': 61,
      'text': '[61] وأنتم لاهون معرضون عنه؟'
    },
    {
      'id': 62,
      'text': '[62]  فاسجدوا لله وأخلصوا العبادة له ,وحده وسلِّموا له أموركم.'
    }
  ]
}
;
