/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir56 = 
{
  'id': 56,
  'verses': [
    {
      'id': 1,
      'text': '[1] إذا قامت القيامة،'
    },
    {
      'id': 2,
      'text': '[2]  ليس لقيامها أحد يكذِّب به،'
    },
    {
      'id': 3,
      'text': '[3]  هي خافضة لأعداء الله في النار، رافعة لأوليائه في الجنة.'
    },
    {
      'id': 4,
      'text': '[4] إذا حُرِّكت الأرض تحريكاً شديداً،'
    },
    {
      'id': 5,
      'text': '[5] وفُتِّتت الجبال تفتيتاً دقيقاً،'
    },
    {
      'id': 6,
      'text': '[6]  فصارت غباراً متطايراً في الجو قد ذَرَتْه الريح.'
    },
    {
      'id': 7,
      'text': '[7] وكنتم -أيها الخلق- أصنافاً ثلاثة:'
    },
    {
      'id': 8,
      'text': '[8] فأصحاب اليمين أهل المنزلة العالية، ما أعظم مكانتهم!'
    },
    {
      'id': 9,
      'text': '[9]  وأصحاب الشمال أهل المنزلة الدنيئة، ما أسوأ حالهم!'
    },
    {
      'id': 10,
      'text': '[10] والسابقون إلى الخيرات في الدنيا هم السابقون إلى الدرجات في الآخرة،'
    },
    {
      'id': 11,
      'text': '[11]  أولئك هم المقربون عند الله،'
    },
    {
      'id': 12,
      'text': '[12]  يُدْخلهم ربهم في جنات النعيم.'
    },
    {
      'id': 13,
      'text': '[13] يدخلها جماعة كثيرة من صدر هذه الأمة، وغيرهم من الأمم الأخرى،'
    },
    {
      'id': 14,
      'text': '[14]  وقليل من آخر هذه الأمة'
    },
    {
      'id': 15,
      'text': '[15] على سرر منسوجة بالذهب،'
    },
    {
      'id': 16,
      'text': '[16]  متكئين عليها يقابل بعضهم بعضاً.'
    },
    {
      'id': 17,
      'text': '[17] يطوف عليهم لخدمتهم غلمان لا يهرمون ولا يموتون،'
    },
    {
      'id': 18,
      'text': '[18]  بأقداح وأباريق وكأس من عين خمر جارية في الجنة،'
    },
    {
      'id': 19,
      'text': '[19]  لا تُصَدَّعُ منها رؤوسهم، ولا تذهب بعقولهم.'
    },
    {
      'id': 20,
      'text': '[20] ويطوف عليهم الغلمان بما يتخيرون من الفواكه،'
    },
    {
      'id': 21,
      'text': '[21] وبلحم طير ممَّا ترغب فيه نفوسهم.'
    },
    {
      'id': 22,
      'text': '[22]  ولهم نساء ذوات عيون واسعة،'
    },
    {
      'id': 23,
      'text': '[23]  كأمثال اللؤلؤ المصون في أصدافه صفاءً وجمالاً؛'
    },
    {
      'id': 24,
      'text': '[24] جزاء لهم بما كانوا يعملون من الصالحات في الدنيا.'
    },
    {
      'id': 25,
      'text': '[25] لا يسمعون في الجنة باطلاً، ولا ما يتأثمون بسماعه،'
    },
    {
      'id': 26,
      'text': '[26] إلا قولاً سالماً من هذه العيوب، وتسليمَ بعضهم على بعض.'
    },
    {
      'id': 27,
      'text': '[27] وأصحاب اليمين، ما أعظم مكانتهم وجزاءهم!'
    },
    {
      'id': 28,
      'text': '[28] هم في سِدْر لا شوك فيه،'
    },
    {
      'id': 29,
      'text': '[29]  وموز متراكب بعضه على بعض،'
    },
    {
      'id': 30,
      'text': '[30] وظلٍّ دائم لا يزول،'
    },
    {
      'id': 31,
      'text': '[31] وماء جار لا ينقطع،'
    },
    {
      'id': 32,
      'text': '[32] ، وفاكهة كثيرة لا تنفَد'
    },
    {
      'id': 33,
      'text': '[33]  ولا تنقطع عنهم، ولا يمنعهم منها مانع،'
    },
    {
      'id': 34,
      'text': '[34]  وفرشٍ مرفوعة على السرر.'
    },
    {
      'id': 35,
      'text': '[35] إنا أنشأنا نساء أهل الجنة نشأة غير النشأة التي كانت في الدنيا، نشأة كاملة لا تقبل الفناء،'
    },
    {
      'id': 36,
      'text': '[36]  فجعلناهن أبكاراً،'
    },
    {
      'id': 37,
      'text': '[37]  متحببات إلى أزواجهن، في سنٍّ واحدة،'
    },
    {
      'id': 38,
      'text': '[38]  خلقناهن لأصحاب اليمين.'
    },
    {
      'id': 39,
      'text': '[39] وهم جماعة كثيرة من الأولين،'
    },
    {
      'id': 40,
      'text': '[40] وجماعة كثيرة من الآخرين.'
    },
    {
      'id': 41,
      'text': '[41] وأصحاب الشمال ما أسوأ حالهم وجزاءهم!'
    },
    {
      'id': 42,
      'text': '[42]  في ريح حارة من حَرِّ نار جهنم تأخذ بأنفاسهم، وماء حار يغلي،'
    },
    {
      'id': 43,
      'text': '[43]  وظلٍّ من دخان شديد السواد،'
    },
    {
      'id': 44,
      'text': '[44]  لا بارد المنزل، ولا كريم المنظر.'
    },
    {
      'id': 45,
      'text': '[45] إنهم كانوا في الدنيا متنعِّمين بالحرام، معرِضين عما جاءتهم به الرسل.'
    },
    {
      'id': 46,
      'text': '[46] وكانوا يقيمون على الكفر بالله والإشراك به ومعصيته، ولا ينوون التوبة من ذلك.'
    },
    {
      'id': 47,
      'text': '[47] وكانوا يقولون إنكاراً للبعث: أنُبعث إذا متنا وصرنا تراباً وعظاماً بالية؟ وهذا استبعاد منهم لأمر البعث وتكذيب له.'
    },
    {
      'id': 48,
      'text': '[48] أنُبعث نحن وآباؤنا الأقدمون الذين صاروا تراباً، قد تفرَّق في الأرض؟'
    },
    {
      'id': 49,
      'text': '[49] قل لهم -أيها الرسول-: إن الأولين والآخرين من بني آدم'
    },
    {
      'id': 50,
      'text': '[50]  سيُجمَعون في يوم مؤقت بوقت محدد، وهو يوم القيامة.'
    },
    {
      'id': 51,
      'text': '[51] ثم إنكم أيها الضالون عن طريق الهدى المكذبون بوعيد الله ووعده،'
    },
    {
      'id': 52,
      'text': '[52]  لآكلون من شجر من زقوم، وهو من أقبح الشجر،'
    },
    {
      'id': 53,
      'text': '[53]  فمالئون منها بطونكم؛ لشدة الجوع،'
    },
    {
      'id': 54,
      'text': '[54]  فشاربون عليه ماء متناهياً في الحرارة لا يَرْوي ظمأ،'
    },
    {
      'id': 55,
      'text': '[55]  فشاربون منه بكثرة، كشرب الإبل العطاش التي لا تَرْوى لداء يصيبها.'
    },
    {
      'id': 56,
      'text': '[56] هذا الذي يلقونه من العذاب هو ما أُعدَّ لهم من الزاد يوم القيامة. وفي هذا توبيخ لهم وتهكُّم بهم.'
    },
    {
      'id': 57,
      'text': '[57] نحن خلقناكم -أيها الناس- ولم تكونوا شيئاً، فهلَّا تصدِّقون بالبعث.'
    },
    {
      'id': 58,
      'text': '[58] أفرأيتم النُّطَف التي تقذفونها في أرحام نسائكم،'
    },
    {
      'id': 59,
      'text': '[59] هل أنتم تخلقون ذلك بشراً أم نحن الخالقون؟'
    },
    {
      'id': 60,
      'text': '[60] نحن قَدَّرنا بينكم الموت، وما نحن بعاجزين'
    },
    {
      'id': 61,
      'text': '[61]  عن أن نغيِّر خلقكم يوم القيامة، وننشئكم فيما لا تعلمونه من الصفات والأحوال.'
    },
    {
      'id': 62,
      'text': '[62] ولقد علمتم أن الله أنشأكم النشأة الأولى ولم تكونوا شيئاً، فهلَّا تذكَّرون قدرة الله على إنشائكم مرة أخرى.'
    },
    {
      'id': 63,
      'text': '[63] أفرأيتم الحرث الذي تحرثونه'
    },
    {
      'id': 64,
      'text': '[64] هل أنتم تُنبتونه في الأرض أم نحن نُقِرُّ قراره وننبته في الأرض؟'
    },
    {
      'id': 65,
      'text': '[65]  لو نشاء لجعلنا ذلك الزرع هشيماً، لا يُنتفع به في مطعم، فأصبحتم تتعجبون مما نزل بزرعكم،'
    },
    {
      'id': 66,
      'text': '[66]  وتقولون: إنا لخاسرون معذَّبون،'
    },
    {
      'id': 67,
      'text': '[67]  بل نحن محرومون من الرزق.'
    },
    {
      'id': 68,
      'text': '[68] أفرأيتم الماء الذي تشربونه لتحيَوْا به،'
    },
    {
      'id': 69,
      'text': '[69]  أأنتم أنزلتموه من السحاب إلى قرار الأرض، أم نحن الذين أنزلناه رحمة بكم؟'
    },
    {
      'id': 70,
      'text': '[70] لو نشاء جعلنا هذا الماء شديد الملوحة، لا يُنتفع به في شرب ولا زرع، فهلَّا تشكرون ربكم على إنزاله الماء العذب لنفعكم.'
    },
    {
      'id': 71,
      'text': '[71] أفرأيتم النار التي توقدون،'
    },
    {
      'id': 72,
      'text': '[72]  أأنتم أوجدتم شجرتها التي تُقْدح منها النار، أم نحن الموجدون لها؟'
    },
    {
      'id': 73,
      'text': '[73] نحن جعلنا ناركم التي توقدون تذكيراً لكم بنار جهنم ومنفعة للمسافرين.'
    },
    {
      'id': 74,
      'text': '[74] فنزِّه -أيها النبي- ربك العظيم الكاملَ الأسماء والصفات، الكثيرَ الإحسان والخيرات.'
    },
    {
      'id': 75,
      'text': '[75] أقسم الله تعالى بمساقط النجوم في مغاربها في السماء،'
    },
    {
      'id': 76,
      'text': '[76]  وإنه لقَسَم لو تعلمون قَدْره عظيم.'
    },
    {
      'id': 77,
      'text': '[77] إن هذا القرآن الذي نزل على محمد -صلى الله عليه وسلم- لقرآن عظيم المنافع، كثير الخير، غزير العلم،'
    },
    {
      'id': 78,
      'text': '[78]  في كتاب مَصُون مستور عن أعين الخلق، وهو اللوح المحفوظ.'
    },
    {
      'id': 79,
      'text': '[79] . لا يَمَسُّ القرآن إلا الملائكة الكرام الذين طهرهم الله من الآفات والذنوب، ولا يَمَسُّه أيضاً إلا المتطهرون من الشرك والجنابة والحدث.'
    },
    {
      'id': 80,
      'text': '[80] وهذا القرآن الكريم منزل من رب العالمين، فهو الحق الذي لا مرية فيه.'
    },
    {
      'id': 81,
      'text': '[81] أفبهذا القرآن أنتم -أيها المشركون- مكذِّبون؟'
    },
    {
      'id': 82,
      'text': '[82] وتجعلون شكركم لنعم الله عليكم أنكم تكذِّبون بها وتكفرون؟وفي هذا إنكار على من يتهاون بأمر القرآن ولا يبالي بدعوته.'
    },
    {
      'id': 83,
      'text': '[83] فهل تستطيعون إذا بلغت نفس أحدكم الحلقوم عند النَّزْع،'
    },
    {
      'id': 84,
      'text': '[84] وأنتم حضور تنظرون إليه، أن تمسكوا روحه في جسده؟ لن تستطيعوا ذلك،'
    },
    {
      'id': 85,
      'text': '[85]  ونحن أقرب إليه منكم بملائكتنا، ولكنكم لا ترونهم.'
    },
    {
      'id': 86,
      'text': '[86] وهل تستطيعون إن كنتم غير محاسبين ولا مجزيين بأعمالكم'
    },
    {
      'id': 87,
      'text': '[87]  أن تعيدوا الروح إلى الجسد، إن كنتم صادقين؟ لن تُرْجِعوها.'
    },
    {
      'id': 88,
      'text': '[88] فأما إن كان الميت من السابقين المقربين،'
    },
    {
      'id': 89,
      'text': '[89] فله عند موته الرحمة الواسعة والفرح وما تطيب به نفسه، وله جنة النعيم في الآخرة.'
    },
    {
      'id': 90,
      'text': '[90] وأما إن كان الميت من أصحاب اليمين،'
    },
    {
      'id': 91,
      'text': '[91]  فيقال له: سلامة لك وأمن؛ لكونك من أصحاب اليمين.'
    },
    {
      'id': 92,
      'text': '[92] وأما إن كان الميت من المكذبين بالبعث، الضالين عن الهدى،'
    },
    {
      'id': 93,
      'text': '[93]    فله ضيافة من شراب جهنم المغلي المتناهي الحرارة'
    },
    {
      'id': 94,
      'text': '[94] والنارُ يحرق بها، ويقاسي عذابها الشديد'
    },
    {
      'id': 95,
      'text': '[95] إن هذا الذي قصصناه عليك -أيها الرسول- لهو حق اليقين الذي لا مرية فيه،'
    },
    {
      'id': 96,
      'text': '[96]  فسبِّح باسم ربك العظيم، ونزِّهه عما يقول الظالمون والجاحدون، تعالى الله عما يقولون علوّاً كبيراً.'
    }
  ]
}
;
