/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir1 = 
{
  'id': 1,
  'verses': [
    {
      'id': 1,
      'text': '[1] أبتدئ قراءة القرآن باسم الله مستعيناً به، ﴿ ٱللَّهِ﴾ علم على الرب -تبارك وتعالى- المعبود بحق دون سواه، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه.﴿ٱلرَّحۡمَٰنِ﴾ ذي الرحمة العامة الذي وسعت رحمته جميع الخلق، ﴿ٱلرَّحِيمِ﴾ بالمؤمنين، وهما اسمان من أسمائه تعالى، يتضمنان إثبات صفة الرحمة لله تعالى، كما يليق بجلاله.'
    },
    {
      'id': 2,
      'text': '[2] الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية. وفي ضمنه أَمْرٌ لعباده أن يحمدوه، فهو المستحق له وحده، وهو سبحانه المنشئ للخلق، القائم بأمورهم، المربي لجميع خلقه بنعمه، ولأوليائه بالإيمان والعمل الصالح.'
    },
    {
      'id': 3,
      'text': '[3] ﴿ٱلرَّحۡمَٰنِ﴾ ذي الرحمة العامة الذي وسعت رحمته جميع الخلق، ﴿ٱلرَّحِيمِ﴾ بالمؤمنين، وهما اسمان من أسماء الله تعالى.'
    },
    {
      'id': 4,
      'text': '[4] وهو سبحانه وحده مالك يوم القيامة، وهو يوم الجزاء على الأعمال.وفي قراءة المسلم لهذه الآية في كل ركعة من صلواته تذكير له باليوم الآخر، وحثٌّ له على الاستعداد بالعمل الصالح، والكف عن المعاصي والسيئات.'
    },
    {
      'id': 5,
      'text': '[5] إنا نخصك وحدك بالعبادة، ونستعين بك وحدك في جميع أمورنا، فالأمر كله بيدك، لا يملك منه أحد مثقال ذرة.وفي هذه الآية دليل على أن العبد لا يجوز له أن يصرف شيئاً من أنواع العبادة كالدعاء، والاستغاثة، والذبح، والطواف إلا لله وحده، وفيها شفاء القلوب من داء التعلق بغير الله، ومن أمراض الرياء، والعجب، والكبرياء.'
    },
    {
      'id': 6,
      'text': '[6] دُلَّنا وأرشدنا، ووفقنا إلى الطريق المستقيم، وثبتنا عليه حتى نلقاك، وهو الإسلام الذي هو الطريق الواضح الموصل إلى رضوان الله وإلى جنته، الذي دلَّ عليه خاتم رسله وأنبيائه محمد -صلى الله عليه وسلم-، فلا سبيل إلى سعادة العبد إلا بالاستقامة عليه.'
    },
    {
      'id': 7,
      'text': '[7] طريق الذين أنعمت عليهم، من النبيين والصدِّيقين والشهداء والصالحين، فهم أهل الهداية والاستقامة، ولا تجعلنا ممن سلك طريق المغضوب عليهم، الذين عرفوا الحق ولم يعملوا به، وهم اليهود، ومن كان على شاكلتهم، ولا تجعلنا من الضالين، وهم الذين لم يهتدوا عن جهل منهم، فضلوا الطريق، وهم النصارى، ومن اتبع سنتهم.وفي هذا الدعاء شفاء لقلب المسلم من مرض الجحود والجهل والضلال، ودلالة على أن أعظم نعمة على الإطلاق هي نعمة الإسلام، فمن كان أعرف للحق وأتبع له، كان أولى بالصراط المستقيم، ولا ريب أن أصحاب رسول الله -صلى الله عليه وسلم- هم أولى الناس بذلك بعد الأنبياء عليهم السلام، فدلت الآية على فضلهم، وعظيم منزلتهم، رضي الله عنهم.ويستحب للقارئ أن يقول في الصلاة بعد قراءة الفاتحة: ﴿آمين﴾، ومعناها: اللهم استجب، وليست آية من سورة الفاتحة باتفاق العلماء؛ ولهذا أجمعوا على عدم كتابتها في المصاحف.'
    }
  ]
}
;
