/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir101 = 
{
  'id': 101,
  'verses': [
    {
      'id': 1,
      'text': '[1] الساعة التي تقرع قلوب الناس بأهوالها.'
    },
    {
      'id': 2,
      'text': '[2] أيُّ شيء هذه القارعة؟'
    },
    {
      'id': 3,
      'text': '[3] وأيُّ شيء أعلمك بها؟'
    },
    {
      'id': 4,
      'text': '[4] في ذلك اليوم يكون الناس في كثرتهم وتفرقهم وحركتهم كالفراش المنتشر، وهو الذي يتساقط في النار.'
    },
    {
      'id': 5,
      'text': '[5] وتكون الجبال كالصوف المتعدِّدِ الألوان الذي يُنْفَش باليد، فيصير هباء ويزول.'
    },
    {
      'id': 6,
      'text': '[6] فأما من رجحت موازين حسناته'
    },
    {
      'id': 7,
      'text': '[7]  فهو في حياة مرضية في الجنة.'
    },
    {
      'id': 8,
      'text': '[8] وأما من خفت موازين حسناته'
    },
    {
      'id': 9,
      'text': '[9]  ورجحت موازين سيئاته، فمأواه جهنم.'
    },
    {
      'id': 10,
      'text': '[10] وما أدراك -أيها الرسول- ما هذه الهاوية؟'
    },
    {
      'id': 11,
      'text': '[11] إنها نار قد حَمِيت من الوقود عليها.'
    }
  ]
}
;
