/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir91 = 
{
  'id': 91,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله بالشمس ونهارها وإشراقها ضحى.'
    },
    {
      'id': 2,
      'text': '[2] وبالقمر إذا تبعها في طلوعه ومغيبه'
    },
    {
      'id': 3,
      'text': '[3] وبالنهار إذا جلَّى الظلمة وكشفها'
    },
    {
      'id': 4,
      'text': '[4] وبالليل عندما يغطي الأرض فيكون ما عليها مظلماً'
    },
    {
      'id': 5,
      'text': '[5] وبالسماء وبنائها المحكم'
    },
    {
      'id': 6,
      'text': '[6] وبالأرض وبَسْطها'
    },
    {
      'id': 7,
      'text': '[7] وبكل نفس وإكمال الله خلقها لأداء مهمتها'
    },
    {
      'id': 8,
      'text': '[8] فبيَّن لها طريق الشر وطريق الخير'
    },
    {
      'id': 9,
      'text': '[9] قد فاز مَن طهَّرها ونمَّاها بالخير'
    },
    {
      'id': 10,
      'text': '[10] وقد خسر مَن أخفى نفسه في المعاصي.'
    },
    {
      'id': 11,
      'text': '[11] كذَّبت ثمود نبيها ببلوغها الغاية في العصيان'
    },
    {
      'id': 12,
      'text': '[12] إذ نهض أكثر القبيلة شقاوة لعقر الناقة'
    },
    {
      'id': 13,
      'text': '[13] فقال لهم رسول الله صالح عليه السلام: احذروا أن تمسوا الناقة بسوء؛ فإنها آية أرسلها الله إليكم، تدلُّ على صدق نبيِّكم، واحذروا أن تعتدوا على سقيها، فإن لها شِرْبَ يوم ولكم شِرْبُ يوم معلوم'
    },
    {
      'id': 14,
      'text': '[14] فشق عليهم ذلك، فكذبوه فيما توعَّدهم به فنحروها، فأطبق عليهم ربهم العقوبة بجرمهم، فجعلها عليهم على السواء فلم يُفْلِت منهم أحد'
    },
    {
      'id': 15,
      'text': '[15] ولا يخاف -جَلَّت قدرته- تبعة ما أنزله بهم من شديد العقاب.'
    }
  ]
}
;
