/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir87 = 
{
  'id': 87,
  'verses': [
    {
      'id': 1,
      'text': '[1] نَزِّه اسم ربك الأعلى عن الشريك والنقائص تنزيهاً يليق بعظمته سبحانه'
    },
    {
      'id': 2,
      'text': '[2] الذي خلق المخلوقات، فأتقن خلقها، وأحسنه'
    },
    {
      'id': 3,
      'text': '[3] والذي قدَّر جميع المقدرات، فهدى كل خلق إلى ما يناسبه'
    },
    {
      'id': 4,
      'text': '[4] والذي أنبت الكلأ الأخضر'
    },
    {
      'id': 5,
      'text': '[5] فجعله بعد ذلك هشيماً جافّاً متغيِّراً إلى السَّواد بعد اخضراره.'
    },
    {
      'id': 6,
      'text': '[6] سنقرئك -أيها الرسول- هذا القرآن قراءة لا تنساها'
    },
    {
      'id': 7,
      'text': '[7] إلَّا ما شاء الله مما اقتضت حكمته أن ينسيه لمصلحة يعلمها. إنه -سبحانه- يعلم الجهر من القول والعمل، وما يخفى منهما.'
    },
    {
      'id': 8,
      'text': '[8] ونيسرك لليسرى في جميع أمورك، ومن ذلك تسهيل تَلَقِّي أعباء الرسالة، وجعل دينك يسراً لا عسر فيه.'
    },
    {
      'id': 9,
      'text': '[9] فعِظ قومك -أيها الرسول- حسبما يسَّرناه لك بما يوحى إليك، واهدهم إلى ما فيه خيرهم. وخُصَّ بالتذكير مَنْ يُرْجى منه التذكُّر، ولا تُتْعِب نفسك في تذكير مَن لا يورثه التذكير إلا عتوّاً ونفوراً.'
    },
    {
      'id': 10,
      'text': '[10]  سيتعظ الذي يخاف ربه.'
    },
    {
      'id': 11,
      'text': '[11] ويبتعد عن الذكرى الأشقى الذي لا يخشى ربه'
    },
    {
      'id': 12,
      'text': '[12] الذي سيدخل نار جهنم العظمى يقاسي حرَّها'
    },
    {
      'id': 13,
      'text': '[13] ثم لا يموت فيها فيستريح، ولا يحيا حياة تنفعه'
    },
    {
      'id': 14,
      'text': '[14]  قد فاز مَن طهَّر نفسه مِن الأخلاق السيئة'
    },
    {
      'id': 15,
      'text': '[15] وذكر الله، فوحَّده ودعاه وعمل بما يرضيه، وأقام الصلاة في أوقاتها؛ ابتغاء رضوان الله وامتثالاً لشرعه.'
    },
    {
      'id': 16,
      'text': '[16] إنكم -أيها الناس- تفضِّلون زينة الحياة الدنيا على نعيم الآخرة.'
    },
    {
      'id': 17,
      'text': '[17] والدار الآخرة وما فيها من النعيم المقيم، خير من الدنيا وأبقى.'
    },
    {
      'id': 18,
      'text': '[18] إنَّ ما أُخبِرتم به في هذه السورة هو مما ثبت معناه في الصحف التي أُنزلت قبل القرآن'
    },
    {
      'id': 19,
      'text': '[19] وهي صحف إبراهيم وموسى عليهما السلام.'
    }
  ]
}
;
