/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir99 = 
{
  'id': 99,
  'verses': [
    {
      'id': 1,
      'text': '[1] إذا رُجَّت الأرض رجّاً شديداً'
    },
    {
      'id': 2,
      'text': '[2] وأخرجت ما في بطنها من موتى وكنوز'
    },
    {
      'id': 3,
      'text': '[3] وتساءل الإنسان فزعاً: ما الذي حدث لها؟'
    },
    {
      'id': 4,
      'text': '[4] يوم القيامة تخبر الأرض بما عُمل عليها من خير أو شر'
    },
    {
      'id': 5,
      'text': '[5] وبأن الله سبحانه وتعالى أمرها بأن تخبر بما عُمل عليها.'
    },
    {
      'id': 6,
      'text': '[6] يومئذ يرجع الناس عن موقف الحساب أصنافاً متفرقين؛ ليريهم الله ما عملوا من الحسنات والسيئات، ويجازيهم عليها.'
    },
    {
      'id': 7,
      'text': '[7] فمن يعمل وزن نملة صغيرة خيراً، ير ثوابه في الآخرة'
    },
    {
      'id': 8,
      'text': '[8] ومن يعمل وزن نملة صغيرة شرّاً، ير عقابه في الآخرة.'
    }
  ]
}
;
