/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir93 = 
{
  'id': 93,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله بوقت الضحى، والمراد به النهار كله'
    },
    {
      'id': 2,
      'text': '[2]  وبالليل إذا سكن بالخلق واشتد ظلامه، ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك.'
    },
    {
      'id': 3,
      'text': '[3]  ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك.'
    },
    {
      'id': 4,
      'text': '[4] ولَلدار الآخرة خير لك من دار الدنيا'
    },
    {
      'id': 5,
      'text': '[5] ولسوف يعطيك ربك -أيها النبي- مِن أنواع الإنعام في الآخرة، فترضى بذلك.'
    },
    {
      'id': 6,
      'text': '[6] ألم يَجِدْك من قبلُ يتيماً مات أبوك وأنت حَمْل في بطن أمِّك، فآواك ورعاك؟'
    },
    {
      'id': 7,
      'text': '[7] ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟'
    },
    {
      'id': 8,
      'text': '[8] ووجدك فقيراً، فساق إليك رزقك، وأغنى نفسك بالقناعة والصبر؟'
    },
    {
      'id': 9,
      'text': '[9] فأما اليتيم فلا تُسِئْ معاملته'
    },
    {
      'id': 10,
      'text': '[10] وأما السائل فلا تزجره، بل أطعمه، واقض حاجته'
    },
    {
      'id': 11,
      'text': '[11] وأما بنعمة ربك التي أسبغها عليك فتحدث بها.'
    }
  ]
}
;
