/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir74 = 
{
  'id': 74,
  'verses': [
    {
      'id': 1,
      'text': '[1] يا أيها المتغطي بثيابه'
    },
    {
      'id': 2,
      'text': '[2]  قم مِن مضجعك، فحذِّر الناس من عذاب الله'
    },
    {
      'id': 3,
      'text': '[3] وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة'
    },
    {
      'id': 4,
      'text': '[4]  وطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن'
    },
    {
      'id': 5,
      'text': '[5]  ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها'
    },
    {
      'id': 6,
      'text': '[6] ولا تُعط العطيَّة؛ كي تلتمس أكثر منها'
    },
    {
      'id': 7,
      'text': '[7]  ولمرضاة ربك فاصبر على الأوامر والنواهي.'
    },
    {
      'id': 8,
      'text': '[8] فإذا نُفخ في «القَرْن» نفخة البعث والنشور'
    },
    {
      'id': 9,
      'text': '[9]  فذلك الوقت يومئذ شديد'
    },
    {
      'id': 10,
      'text': '[10]  على الكافرين، غير سهل أن يخلصوا مما هم فيه من مناقشة الحساب وغيره من الأهوال.'
    },
    {
      'id': 11,
      'text': '[11] دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيداً فريداً لا مال له ولا ولد'
    },
    {
      'id': 12,
      'text': '[12]  وجعلت له مالاً مبسوطاً واسعاً'
    },
    {
      'id': 13,
      'text': '[13] وأولاداً حضوراً معه في «مكة» لا يغيبو عنه'
    },
    {
      'id': 14,
      'text': '[14]  ويسَّرت له سبل العيش تيسيراً'
    },
    {
      'id': 15,
      'text': '[15]  ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي'
    },
    {
      'id': 16,
      'text': '[16] . ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معانداً مكذباً'
    },
    {
      'id': 17,
      'text': '[17]  سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. والمراد بهذا الوعيد الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة. وهذا جزاء كلِّ من عاند الحق ونابذه.'
    },
    {
      'id': 18,
      'text': '[18] إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد -صلى الله عليه وسلم- والقرآن.'
    },
    {
      'id': 19,
      'text': '[19] فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟'
    },
    {
      'id': 20,
      'text': '[20] ثم لُعِن كذلك'
    },
    {
      'id': 21,
      'text': '[21]  ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن'
    },
    {
      'id': 22,
      'text': '[22] ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لمَّا ضاقت عليه الحيل، ولم يجد مطعناً يطعن به في القرآن'
    },
    {
      'id': 23,
      'text': '[23] ثم رجع معرضاً عن الحق، وتعاظم أن يعتر به'
    },
    {
      'id': 24,
      'text': '[24]  فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين'
    },
    {
      'id': 25,
      'text': '[25] ما هذا إلَّا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله.'
    },
    {
      'id': 26,
      'text': '[26] سأدخله جهنم؛ كي يصلى حرَّها ويحترق بنارها'
    },
    {
      'id': 27,
      'text': '[27] وما أعلمك أيُّ شيء جهنم؟'
    },
    {
      'id': 28,
      'text': '[28]  لا تُبقي لحماً ولا تترك عظماً إلا أحرقته'
    },
    {
      'id': 29,
      'text': '[29]  مغيِّرة للبشرة، مسوِّدة للجلود، محرقة لها'
    },
    {
      'id': 30,
      'text': '[30]  يلي أمرها ويتسلط على أهلها بالعذاب تسعةَ عشَرَ ملكاً من الزبانية الأشداء.'
    },
    {
      'id': 31,
      'text': '[31] وما جعلنا خزنة النار إلَّا من الملائكة الغلاظ، وما جعلنا ذلك العدد إلَّا اختباراً للذين كفروا بالله؛ وليحصل اليقين للذين أُعطوا الكتاب من اليهود والنصارى بأنَّ ما جاء في القرآن عن خزنة جهنم إنما هو حق من الله تعالى، حيث وافق ذلك كتبهم، ويزداد المؤمنون تصديقاً بالله ورسوله وعملاً بشرعه، ولا يشك في ذلك الذين أُعطوا الكتاب من اليهود والنصارى ولا المؤمنون بالله ورسوله؛ وليقول الذين في قلوبهم نفاق والكافرون: ما الذي أراده الله بهذا العدد المستغرب؟ بمثل ذلك الذي ذُكر يضلُّ الله من أراد إضلاله، ويهدي مَن أراد هدايته، وما يعلم عدد جنود ربك -ومنهم الملائكة- إلا الله وحده. وما النار إلا تذكرة وموعظة للناس.'
    },
    {
      'id': 32,
      'text': '[32] ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر'
    },
    {
      'id': 33,
      'text': '[33] وبالليل إذ ولَّى وذهب'
    },
    {
      'id': 34,
      'text': '[34] وبالصبح إذا أضاء وانكشف'
    },
    {
      'id': 35,
      'text': '[35] إن النار لإحدى العظائم'
    },
    {
      'id': 36,
      'text': '[36] إنذاراً وتخويفاً للناس'
    },
    {
      'id': 37,
      'text': '[37]  لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي.'
    },
    {
      'id': 38,
      'text': '[38] كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات'
    },
    {
      'id': 39,
      'text': '[39] إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة'
    },
    {
      'id': 40,
      'text': '[40] هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضاً'
    },
    {
      'id': 41,
      'text': '[41] عن الكافرين الذين أجرموا في حق أنفسهم'
    },
    {
      'id': 42,
      'text': '[42] ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟'
    },
    {
      'id': 43,
      'text': '[43] قال المجرمون: لم نكن من المصلِّين في الدنيا'
    },
    {
      'id': 44,
      'text': '[44] ولم نكن نتصدق ونحسن إلى الفقراء والمساكين'
    },
    {
      'id': 45,
      'text': '[45] وكنا نتحدث بالباطل مع أهل الغَواية والضلالة'
    },
    {
      'id': 46,
      'text': '[46] وكنا نكذب بيوم الحساب والجزاء'
    },
    {
      'id': 47,
      'text': '[47] حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات.'
    },
    {
      'id': 48,
      'text': '[48] فما تنفعهم شفاعة الشافعين جميعاً من الملائكة والنبيين وغيرهم؛ لأن الشفاعة إنما تكون لمن ارتضاه الله، وأذن لشفيعه أن يشفع له.'
    },
    {
      'id': 49,
      'text': '[49] فما لهؤلاء المشركين عن القرآن وما فيه من المواعظ منصرفين؟'
    },
    {
      'id': 50,
      'text': '[50] كأنهم حمر وحشية شديدة النِّفار'
    },
    {
      'id': 51,
      'text': '[51]  فرَّت من أسد كاسر.'
    },
    {
      'id': 52,
      'text': '[52] بل يطمع كل واحد من هؤلاء المشركين أن يُنزل الله عليه كتاباً من السماء منشوراً، كما أنزل على محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 53,
      'text': '[53] ليس الأمر كما زعموا، بل الحقيقة أنهم لا يخافون الآخرة، ولا يصدِّقون بالبعث والجزاء.'
    },
    {
      'id': 54,
      'text': '[54] حقّاً أنَّ القرآن موعظة بليغة كافية لاتِّعاظهم'
    },
    {
      'id': 55,
      'text': '[55]  فمن أراد الاتعاظ اتعظ بما فيه وانتفع بهداه'
    },
    {
      'id': 56,
      'text': '[56]  وما يتعظون به إلا أن يشاء الله لهم الهدى. هو سبحانه أهلٌ لأن يُتقى ويطاع، وأهلٌ لأن يغفر لمن آمن به وأطاعه.'
    }
  ]
}
;
