/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir104 = 
{
  'id': 104,
  'verses': [
    {
      'id': 1,
      'text': '[1] شر وهلاك لكل مغتاب للناسِ، طعَّان فيهم.'
    },
    {
      'id': 2,
      'text': '[2] الذي كان همُّه جمع المال وتَعْداده.'
    },
    {
      'id': 3,
      'text': '[3] يظن أنه ضَمِنَ لنفسه بهذا المال الذي جمعه، الخلود في الدنيا والإفلات من الحساب.'
    },
    {
      'id': 4,
      'text': '[4] ليس الأمر كما ظن، ليُطرحنَّ في النار التي تهشم كل ما يُلْقى فيها.'
    },
    {
      'id': 5,
      'text': '[5] وما أدراك -أيها الرسول- ما حقيقة النار؟'
    },
    {
      'id': 6,
      'text': '[6] إنها نار الله المشتعلةُ الشديدةُ اللَّهب'
    },
    {
      'id': 7,
      'text': '[7]  التي من شدة حرِّها تنفُذ من الأجسام إلى القلوب.'
    },
    {
      'id': 8,
      'text': '[8] إنها عليهم مطبَقة'
    },
    {
      'id': 9,
      'text': '[9] في سلاسل وأغلال مطوَّلة؛ لئلا يخرجوا منها.'
    }
  ]
}
;
