/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir38 = 
{
  'id': 38,
  'verses': [
    {
      'id': 1,
      'text': '[1] ﴿صٓۚ﴾ سبق الكلام على الحروف المقطَّعة في  البقرة.يقسم الله سبحانه بالقرآن المشتمل على تذكير الناس بما هم عنه غافلون.أول سورة البقرة.'
    },
    {
      'id': 2,
      'text': '[2] ولكن الكافرين متكبرون على الحق مخالفون له.'
    },
    {
      'id': 3,
      'text': '[3] كثيراً من الأمم أهلكناها قبل هؤلاء المشركين، فاستغاثوا حين جاءهم العذاب ونادوا بالتوبة، وليس الوقت وقت قَبول توبة، ولا وقت فرار وخلاص مما أصابهم.'
    },
    {
      'id': 4,
      'text': '[4] وعجِب هؤلاء الكفار مِن بعث الله إليهم بشراً منهم؛ ليدعوهم إلى الله ويخوِّفهم عذابه، وقالوا: إنه ليس رسولاً بل هو كاذب في قوله، ساحر لقومه،'
    },
    {
      'id': 5,
      'text': '[5]   كيف يصيِّر الآلهة الكثيرة إلهاً واحداً؟ إنَّ هذا الذي جاء به ودعا إليه لَشيء عجيب.'
    },
    {
      'id': 6,
      'text': '[6] وانطلق رؤساء القوم وكبراؤهم يحرِّضون قومهم على الاستمرار على الشرك والصبر على تعدد الآلهة، ويقولون إن ما جاء به هذا الرسول شيء مدبَّر يقصد منه الرئاسة والسيادة،'
    },
    {
      'id': 7,
      'text': '[7]  ما سمعنا بما يدعو إليه في دين آبائنا من قريش، ولا في النصرانية، ما هذا إلا كذب وافتراء.'
    },
    {
      'id': 8,
      'text': '[8] أَخُصَّ محمد بنزول القرآن عليه من دوننا؟ بل هم في ريب من وحيي إليك -أيها الرسول- وإرسالي لك، بل قالوا ذلك؛ لأنهم لم يذوقوا عذاب الله، فلو ذاقوا عذابه لما تجرؤوا على ما قالوا.'
    },
    {
      'id': 9,
      'text': '[9] أم هم يملكون خزائن فضل ربك العزيز في سلطانه، الوهاب ما يشاء من رزقه وفضله لمن يشاء من خلقه؟'
    },
    {
      'id': 10,
      'text': '[10] أم لهؤلاء المشركين مُلْك السموات والأرض وما بينهما، فيُعْطوا ويَمْنعوا؟ فليأخذوا بالأسباب الموصلة لهم إلى السماء، حتى يحكموا بما يريدون من عطاء ومنع.'
    },
    {
      'id': 11,
      'text': '[11] هؤلاء الجند المكذِّبون جند مهزومون، كما هُزم غيرهم من الأحزاب قبلهم،'
    },
    {
      'id': 12,
      'text': '[12]  كذَّبت قبلهم قوم نوح وعاد وفرعون صاحب القوة العظيمة،'
    },
    {
      'id': 13,
      'text': '[13]  وثمود وقوم لوط وأصحاب الأشجار والبساتين وهم قوم شعيب. أولئك الأمم الذين تَحزَّبوا على الكفر والتكذيب واجتمعوا عليه.'
    },
    {
      'id': 14,
      'text': '[14]  إنْ كلٌّ مِن هؤلاء إلا كذَّب الرسل، فاستحقوا عذاب الله، وحلَّ بهم عقابه.'
    },
    {
      'id': 15,
      'text': '[15] وما ينتظر هؤلاء المشركون لحلول العذاب عليهم إن بقوا على شركهم، إلا نفخة واحدة ما لها من رجوع.'
    },
    {
      'id': 16,
      'text': '[16] وقالوا: ربنا عجِّل لنا نصيبنا من العذاب في الدنيا قبل يوم القيامة، وكان هذا استهزاءً منهم.'
    },
    {
      'id': 17,
      'text': '[17] اصبر -أيها الرسول- على ما يقولونه مما تكره، واذكر عبدنا داود صاحب القوة على أعداء الله والصبر على طاعته، إنه توَّاب كثير الرجوع إلى ما يرضي الله. وفي هذا تسلية للرسول -صلى الله عليه وسلم-.'
    },
    {
      'id': 18,
      'text': '[18] إنا سخَّرنا الجبال مع داود يسبِّحن بتسبيحه أول النهار وآخره،'
    },
    {
      'id': 19,
      'text': '[19] وسخَّرنا الطير معه مجموعة تسبِّح، وتطيع تبعاً له.'
    },
    {
      'id': 20,
      'text': '[20] وقَوَّينا له ملكه بالهيبة والقوة والنصر، وآتيناه النبوة، والفصل في الكلام والحكم.'
    },
    {
      'id': 21,
      'text': '[21] وهل جاءك -أيها الرسول- خبر المتخاصِمَين اللذَين تسوَّرا على داود في مكان عبادته،'
    },
    {
      'id': 22,
      'text': '[22]  فارتاع من دخولهما عليه؟ قالوا له: لا تَخَفْ، فنحن خصمان ظلم أحدنا الآخر، فاقض بيننا بالعدل، ولا تَجُرْ علينا في الحكم، وأرشِدنا إلى سواء السبيل.'
    },
    {
      'id': 23,
      'text': '[23] قال أحدهما: إن هذا أخي له تسع وتسعون من النعاج، وليس عندي إلا نعجة واحدة، فطمع فيها، وقال: أعطنيها، وغلبني بحجته.'
    },
    {
      'id': 24,
      'text': '[24] قال داود: لقد ظلمك أخوك بسؤاله ضم نعجتك إلى نعاجه، وإن كثيراً من الشركاء ليعتدي بعضهم على بعض، ويظلمه بأخذ حقه وعدم إنصافه مِن نفسه إلا المؤمنين الصالحين، فلا يبغي بعضهم على بعض، وهم قليل. وأيقن داود أننا فتنَّاه بهذه الخصومة، فاستغفر ربه، وسجد تقرباً لله، ورجع إليه وتاب.'
    },
    {
      'id': 25,
      'text': '[25] فغفرنا له ذلك، وجعلناه من المقرَّبين عندنا، وأعددنا له حسن المصير في الآخرة.'
    },
    {
      'id': 26,
      'text': '[26] يا داود إنا استخلفناك في الأرض وملَّكناك فيها، فاحكم بين الناس بالعدل والإنصاف، ولا تتبع الهوى في الأحكام، فيُضلك ذلك عن دين الله وشرعه، إن الذين يَضِلُّون عن سبيل الله لهم عذاب أليم في النار؛ بغفلتهم عن يوم الجزاء والحساب. وفي هذا توصية لولاة الأمر أن يحكموا بالحق المنزل من الله تبارك وتعالى، ولا يعدلوا عنه، فيضلوا عن سبيله.'
    },
    {
      'id': 27,
      'text': '[27] وما خلقنا السماء والأرض وما بينهما عبثاً ولهواً، ذلك ظنُّ الذين كفروا، فويل لهم من النار يوم القيامة؛ لظنهم الباطل، وكفرهم بالله.'
    },
    {
      'id': 28,
      'text': '[28] أنجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض، أم نجعل أهل التقوى المؤمنين كأصحاب الفجور الكافرين؟ هذه التسوية غير لائقة بحكمة الله وحُكْمه، فلا يستوون عند الله، بل يثيب الله المؤمنين الأتقياء، ويعاقب المفسدين الأشقياء.'
    },
    {
      'id': 29,
      'text': '[29] هذا الموحى به إليك -أيها الرسول- كتاب أنزلناه إليك مبارك؛ ليتفكروا في آياته، ويعملوا بهداياته ودلالاته، وليتذكر أصحاب العقول السليمة ما كلفهم الله به.'
    },
    {
      'id': 30,
      'text': '[30] ووهبنا لداود ابنه سليمان، فأنعمنا به عليه، وأقررنا به عينه، نِعْم العبد سليمان، إنه كان كثير الرجوع إلى الله والإنابة إليه.'
    },
    {
      'id': 31,
      'text': '[31] اذكر حين عُرِضت عليه عصراً الخيول الأصيلة السريعة، تقف على ثلاث قوائم وترفع الرابعة؛ لنجابتها وخفتها، فما زالت تُعرض عليه حتى غابت الشمس.'
    },
    {
      'id': 32,
      'text': '[32] فقال: إنني آثرت حب الخيل عن ذكر ربي حتى غابت الشمس عن عينيه،'
    },
    {
      'id': 33,
      'text': '[33]  رُدُّوا عليَّ الخيل التي عُرضت من قبل، فرُدَّت عليه، فشرع يضرب سيقانها ورقابها بالسيف؛ قربةً لله، لأنها كانت سبب فوات صلاته. وكان التقرُّب بذبح الخيل مشروعاً في شريعته.'
    },
    {
      'id': 34,
      'text': '[34] ولقد ابتلينا سليمان وألقينا على كرسيه شق وَلَد، وُلِد له حين أقسم ليطوفنَّ على نسائه، وكلهن تأتي بفارس يجاهد في سبيل الله، ولم يقل: إن شاء الله، فطاف عليهن جميعاً، فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد، ثم رجع سليمان إلى ربه وتاب،'
    },
    {
      'id': 35,
      'text': '[35] ، قال: رب اغفر لي ذنبي، وأعطني مُلكاً عظيماً خاصّاً لا يكون مثله لأحد من البشر بعدي، إنك -سبحانك- كثير الجود والعطاء.'
    },
    {
      'id': 36,
      'text': '[36]  فاستجبنا له، وذللنا الريح تجري بأمره طيِّعة مع قوتها وشدتها حيث أراد.'
    },
    {
      'id': 37,
      'text': '[37] وسخَّرنا له الشياطين يستعملهم في أعمال: فمنهم البناؤون والغوَّاصون في البحار،'
    },
    {
      'id': 38,
      'text': '[38]  وآخرون وهم مردة الشياطين، موثوقون في الأغلال.'
    },
    {
      'id': 39,
      'text': '[39]  هذا المُلْك العظيم والتسخير الخاص عطاؤنا لك يا سليمان، فأعط مَن شئت أو امنع مَن شئت، لا حساب عليك.'
    },
    {
      'id': 40,
      'text': '[40] وإن لسليمان عندنا في الدار الآخرة لَقربةً وحسن مرجع.'
    },
    {
      'id': 41,
      'text': '[41] واذكر -أيها الرسول- عبدنا أيوب، حين دعا ربه أن الشيطان تسبب لي بتعب ومشقة، وألم في جسدي ومالي وأهلي.'
    },
    {
      'id': 42,
      'text': '[42] فقلنا له: اضرب برجلك الأرض ينبع لك منها ماء بارد، فاشرب منه، واغتسِلْ فيذهب عنك الضر والأذى.'
    },
    {
      'id': 43,
      'text': '[43] فكشفنا عنه ضره وأكرمناه ووهبنا له أهله مِن زوجة وولد، وزدناه مثلهم بنين وحفدة، كل ذلك رحمة منَّا به وإكراماً له على صبره، وعبرة وذكرى لأصحاب العقول السليمة؛ ليعلموا أن عاقبة الصبر الفرج وكشف الضر.'
    },
    {
      'id': 44,
      'text': '[44] وقلنا له: خذ بيدك حُزمة من الحشيش ونحوه، فاضرب بها زوجك إبراراً بيمينك، فلا تحنث؛ إذ أقسم ليضربنَّها مائة جلدة إذا شفاه الله، لمَّا غضب عليها من أمر يسير أثناء مرضه، وكانت امرأة صالحة، فرحمها الله ورحمه بهذه الفتوى. إنا وجدنا أيوب صابراً على البلاء، نِعم العبد هو، إنه رجَّاع إلى طاعة الله.'
    },
    {
      'id': 45,
      'text': '[45] واذكر -أيها الرسول- عبادنا وأنبياءنا: إبراهيم وإسحاق ويعقوب؛ فإنهم أصحاب قوة في طاعة الله، وبصيرة في دينه.'
    },
    {
      'id': 46,
      'text': '[46] إنا خصصناهم بخاصة عظيمة، حيث جعلنا ذكرى الدار الآخرة في قلوبهم، فعملوا لها بطاعتنا، ودعوا الناس إليها، وذكَّروهم بها.'
    },
    {
      'id': 47,
      'text': '[47] وإنهم عندنا لمن الذين اصطفيناهم لرسالتنا، واخترناهم لطاعتنا.'
    },
    {
      'id': 48,
      'text': '[48] واذكر -أيها الرسول- عبادنا: إسماعيل، واليسع، وذا الكفل، بأحسن الذكر؛ إنَّ كُلّاً منهم من الأخيار الذين اختارهم الله من الخلق، واختار لهم أكمل الأحوال والصفات.'
    },
    {
      'id': 49,
      'text': '[49] هذا القرآن ذِكْر وشرف لك -أيها الرسول- ولقومك. وإن لأهل تقوى الله وطاعته لَحسنَ مصير عندنا'
    },
    {
      'id': 50,
      'text': '[50] في جنات إقامة، مفتَّحة لهم أبوابها،'
    },
    {
      'id': 51,
      'text': '[51]  متكئين فيها على الأرائك المزيَّنات، يطلبون ما يشتهون من أنواع الفواكه الكثيرة والشراب، من كل ما تشتهيه نفوسهم، وتلذه أعينهم.'
    },
    {
      'id': 52,
      'text': '[52] وعندهم نساء قاصرات أبصارهن على أزواجهن متساويات في السن.'
    },
    {
      'id': 53,
      'text': '[53] هذا النعيم هو ما توعدون به -أيها المتقون- يوم القيامة،'
    },
    {
      'id': 54,
      'text': '[54]  إنه لَرزقنا لكم، ليس له فناء ولا انقطاع.'
    },
    {
      'id': 55,
      'text': '[55] هذا الذي سبق وصفه للمتقين. وأما المتجاوزون الحدَّ في الكفر والمعاصي، فلهم شر مرجع ومصير،'
    },
    {
      'id': 56,
      'text': '[56] وهو النار يُعذَّبون فيها، تغمرهم من جميع جوانبهم، فبئس الفراش فراشهم.'
    },
    {
      'id': 57,
      'text': '[57] هذا العذاب ماء شديد الحرارة، وصديد سائل من أجساد أهل النار فليشربوه،'
    },
    {
      'id': 58,
      'text': '[58]  ولهم عذاب آخر من هذا القبيل أصناف وألوان.'
    },
    {
      'id': 59,
      'text': '[59] وعند توارد الطاغين على النار يَشْتُم بعضهم بعضاً، ويقول بعضهم لبعض: هذه جماعة عظيمة من أهل النار داخلة معكم، فيجيبون: لا مرحباً بهم، ولا اتسعت منازلهم في النار، إنهم مقاسون حرَّ النار كما قاسيناها.'
    },
    {
      'id': 60,
      'text': '[60] قال فوج الأتباع للطاغين: بل أنتم لا مرحباً بكم؛ لأنكم قدَّمتم لنا سكنى النار لإضلالكم لنا في الدنيا، فبئس دار الاستقرار جهنم.'
    },
    {
      'id': 61,
      'text': '[61] قال فوج الأتباع: ربنا مَن أضلَّنا في الدنيا عن الهدى فضاعِف عذابه في النار.'
    },
    {
      'id': 62,
      'text': '[62] وقال الطاغون: ما بالنا لا نرى معنا في النار رجالاً كنا نعدهم في الدنيا من الأشرار الأشقياء؟'
    },
    {
      'id': 63,
      'text': '[63] هل تحقيرنا لهم واستهزاؤنا بهم خطأ، أو أنهم معنا في النار، لكن لم تقع عليهم الأبصار؟'
    },
    {
      'id': 64,
      'text': '[64] إن ذلك من جدال أهل النار وخصامهم حقٌّ واقع لا مرية فيه.'
    },
    {
      'id': 65,
      'text': '[65] قل -أيها الرسول- لقومك: إنما أنا منذر لكم من عذاب الله أن يحل بكم؛ بسبب كفركم به، ليس هناك إله مستحق للعبادة إلا الله وحده، فهو المتفرد بعظمته وأسمائه وصفاته وأفعاله، القهَّارُ الذي قهر كل شيء وغلبه.'
    },
    {
      'id': 66,
      'text': '[66] مالك السموات والأرض وما بينهما العزيز في انتقامه، الغفار لذنوب مَن تاب وأناب إلى مرضاته.'
    },
    {
      'id': 67,
      'text': '[67] قل -أيها الرسول- لقومك: إن هذا القرآن خبر عظيم النفع.'
    },
    {
      'id': 68,
      'text': '[68] أنتم عنه غافلون منصرفون، لا تعملون به.'
    },
    {
      'id': 69,
      'text': '[69] ليس لي علم باختصام ملائكة السماء في شأن خلق آدم، لولا تعليم الله إياي، وإيحاؤه إليَّ.'
    },
    {
      'id': 70,
      'text': '[70] ما يوحي الله إليَّ مِن عِلْم ما لا علم لي به إلا لأني نذير لكم من عذابه، مبيِّن لكم شرعه.'
    },
    {
      'id': 71,
      'text': '[71] اذكر لهم -أيها الرسول-: حين قال ربك للملائكة: إني خالق بشراً من طين.'
    },
    {
      'id': 72,
      'text': '[72]  فإذا سوَّيت جسده وخلقه ونفخت فيه الروح، فدبت فيه الحياة، فاسجدوا له سجود تحية وإكرام، لا سجود عبادة وتعظيم؛ فالعبادة لا تكون إلا لله وحده. وقد حرَّم الله في شريعة الإسلام السجود للتحية.'
    },
    {
      'id': 73,
      'text': '[73] فسجد الملائكة كلهم أجمعون طاعة وامتثالاً'
    },
    {
      'id': 74,
      'text': '[74]  غير إبليس؛ فإنه لم يسجد أنَفَةً وتكبراً، وكان من الكافرين في علم الله تعالى.'
    },
    {
      'id': 75,
      'text': '[75] قال الله لإبليس: ما الذي منعك من السجود لمن أكرمتُه فخلقتُه بيديَّ؟ أستكبرت على آدم، أم كنت من المتكبرين على ربك؟ وفي الآية إثبات صفة اليدين لله تبارك وتعالى، على الوجه اللائق به سبحانه.'
    },
    {
      'id': 76,
      'text': '[76] قال إبليس معارضاً لربه: لم أسجد له؛ لأنني أفضل منه، حيث خلقتني من نارٍ، وخلقته من طين. والنار خير من الطين.'
    },
    {
      'id': 77,
      'text': '[77]قال الله له: فاخرج من الجنة فإنك مرجوم بالقول، مدحور ملعون،'
    },
    {
      'id': 78,
      'text': '[78] وإن عليك طردي وإبعادي إلى يوم الجزاء والحساب.'
    },
    {
      'id': 79,
      'text': '[79] قال إبليس: ربِّ فأخِّر أجلي، ولا تهلكني إلى حين تَبعث الخلق من قبورهم.'
    },
    {
      'id': 80,
      'text': '[80] قال الله له: فإنك من المؤخَّرين'
    },
    {
      'id': 81,
      'text': '[81] إلى يوم الوقت المعلوم، وهو يوم النفخة الأولى عندما تموت الخلائق.'
    },
    {
      'id': 82,
      'text': '[82] قال إبليس: فبعزتك -يا رب- وعظمتك لأضلنَّ بني آدم أجمعين،'
    },
    {
      'id': 83,
      'text': '83]  إلا مَن أخلصتَه منهم لعبادتك، وعصمتَه من إضلالي، فلم تجعل لي عليهم سبيلاً.'
    },
    {
      'id': 84,
      'text': '[84] قال الله: فالحقُّ مني، ولا أقول إلا الحق،'
    },
    {
      'id': 85,
      'text': '[85]  لأملأن جهنم منك ومن ذريتك وممن تبعك من بني آدم أجمعين.'
    },
    {
      'id': 86,
      'text': '[86] قل -أيها الرسول- لهؤلاء المشركين من قومك: لا أطلب منكم أجراً أو جزاءً على دعوتكم وهدايتكم، ولا أدَّعي أمراً ليس لي، بل أتبع ما يوحى إليَّ، ولا أتكلف تخرُّصاً وافتراءً.'
    },
    {
      'id': 87,
      'text': '[87] ما هذا القرآن إلا تذكير للعالمين من الجن والإنس، يتذكرون به ما ينفعهم من مصالح دينهم ودنياهم.'
    },
    {
      'id': 88,
      'text': '[88] ولتعلمن -أيها المشركون- خبر هذا القرآن وصدقه، حين يَغْلب الإسلام، ويدخل الناس فيه أفواجاً، وكذلك حين يقع عليكم العذاب، وتنقطع عنكم الأسباب.'
    }
  ]
}
;
