/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir71 = 
{
  'id': 71,
  'verses': [
    {
      'id': 1,
      'text': '[1] إنا بعثنا نوحاً إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع'
    },
    {
      'id': 2,
      'text': '[2]  قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه'
    },
    {
      'id': 3,
      'text': '[3]  وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه'
    },
    {
      'id': 4,
      'text': '[4]  فإن أطعتموني واستجبتم لي، يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبداً، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.'
    },
    {
      'id': 5,
      'text': '[5] قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار'
    },
    {
      'id': 6,
      'text': '[6]  فلم يزدهم دعائي لهم إلى الإيمان إلا هرباً وإعراضاً عنه'
    },
    {
      'id': 7,
      'text': '[7]  وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سبباً في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكباراً شديداً'
    },
    {
      'id': 8,
      'text': '[8]  ثم إني دعوتهم إلى الإيمان ظاهراً علناً في غير خفاء'
    },
    {
      'id': 9,
      'text': '[9] ، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى'
    },
    {
      'id': 10,
      'text': '[10]  فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفاراً لمن تاب من عباده ورجع إليه.'
    },
    {
      'id': 11,
      'text': '[11] إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيراً متتابعاً'
    },
    {
      'id': 12,
      'text': '[12]  ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم'
    },
    {
      'id': 13,
      'text': '[13]  ما لكم -أيها القوم- لا تخافون عظمة الله وسلطانه'
    },
    {
      'id': 14,
      'text': '[14]  وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظاماً ولحماً؟'
    },
    {
      'id': 15,
      'text': '[15] ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض'
    },
    {
      'id': 16,
      'text': '[16] وجعل القمر في هذه السموات نوراً، وجعل الشمس مصباحاً مضيئاً يستضيء به أهل الأرض؟'
    },
    {
      'id': 17,
      'text': '[17] والله أنشأ أصلكم من الأرض إنشاء'
    },
    {
      'id': 18,
      'text': '[18]  ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجاً محققاً'
    },
    {
      'id': 19,
      'text': '[19]  والله جعل لكم الأرض ممهدة كالبساط'
    },
    {
      'id': 20,
      'text': '[20]  لتسلكوا فيها طرقاً واسعة.'
    },
    {
      'id': 21,
      'text': '[21] قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاءُ منهم الرؤساءَ الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالاً في الدنيا وعقاباً في الآخرة'
    },
    {
      'id': 22,
      'text': '[22] ومكر رؤساء الضلال بتابعيهم من الضعفاء مكراً عظيماً'
    },
    {
      'id': 23,
      'text': '[23]  وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدّاً ولا سُواعاً ولا يغوث ويعوق ونَسْراً، وهي أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشَطوا -بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها. وهذا من حِكَمِ تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال'
    },
    {
      'id': 24,
      'text': '[24]  وقد أضلَّ هؤلاء المتبوعون كثيراً من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح عليه السلام: ولا تزد -يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْداً عن الحق'
    },
    {
      'id': 25,
      'text': '[25]  فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق ناراً عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.'
    },
    {
      'id': 26,
      'text': '[26] وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحداً حيّاً على الأرض يدور ويتحرك'
    },
    {
      'id': 27,
      'text': '[27]  إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك'
    },
    {
      'id': 28,
      'text': '[28]  ربِّ اغفر لي، ولوالديَّ، ولمن دخل بيتي مؤمناً، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكاً وخسراناً في الدنيا والآخرة.'
    }
  ]
}
;
