/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir77 = 
{
  'id': 77,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله تعالى بالرياح حين تهب متتابعة يقفو بعضها بعضاً'
    },
    {
      'id': 2,
      'text': '[2]  وبالرياح الشديدة الهبوب المهلكة'
    },
    {
      'id': 3,
      'text': '[3] ، وبالملائكة الموكلين بالسحب يسوقونها حيث شاء الله'
    },
    {
      'id': 4,
      'text': '[4]  وبالملائكة التي تنزل من عند الله بما يفرق بين الحق والباطل والحلال والحرام'
    },
    {
      'id': 5,
      'text': '[5]  وبالملائكة التي تتلقى الوحي من عند الله وتنزل به على أنبيائه'
    },
    {
      'id': 6,
      'text': '[6]  إعذاراً من الله إلى خلقه وإنذاراً منه إليهم؛ لئلا يكون لهم حجة'
    },
    {
      'id': 7,
      'text': '[7] . إن الذي توعدون به مِن أمر يوم القيامة وما فيه من حساب وجزاء لنازلٌ بكم لا محالة.'
    },
    {
      'id': 8,
      'text': '[8] فإذا النجوم طُمست وذهب ضياؤها'
    },
    {
      'id': 9,
      'text': '[9] وإذا السماء تصدَّعت'
    },
    {
      'id': 10,
      'text': '[10] وإذا الجبال تطايرت وتناثرت وصارت هباء تَذْروه الرياح'
    },
    {
      'id': 11,
      'text': '[11] وإذا الرسل عُيِّن لهم وقت وأجل للفصل بينهم وبين الأمم'
    },
    {
      'id': 12,
      'text': '[12] يقال: لأيِّ يوم عظيم أخِّرت الرسل؟'
    },
    {
      'id': 13,
      'text': '[13] أخِّرت ليوم القضاء والفصل بين الخلائق'
    },
    {
      'id': 14,
      'text': '[14] وما أعلمك -أيها الإنسان- أيُّ شيء هو يوم الفصل وشدته وهوله؟'
    },
    {
      'id': 15,
      'text': '[15] هلاك عظيم في ذلك اليوم للمكذبين بهذا اليوم الموعود.'
    },
    {
      'id': 16,
      'text': '[16] ألم نهلك السابقين من الأمم الماضية؛ بتكذيبهم للرسل كقوم نوح وعاد وثمود؟'
    },
    {
      'id': 17,
      'text': '[17] ثم نلحق بهم المتأخرين ممن كانوا مثلهم في التكذيب والعصيان'
    },
    {
      'id': 18,
      'text': '[18]  مِثل ذلك الإهلاك الفظيع نفعل بهؤلاء المجرمين من كفار «مكة»؛ لتكذيبهم الرسول -صلى الله عليه وسلم-.'
    },
    {
      'id': 19,
      'text': '[19] هلاك وعذاب شديد يوم القيامة لكل مكذِّب بأن الله هو الإله الحق وحده لا شريك له، والنبوةِ، والبعث، والحساب.'
    },
    {
      'id': 20,
      'text': '[20] ألم نخلقكم -يا معشر الكفار- من ماء ضعيف حقير وهو النطفة'
    },
    {
      'id': 21,
      'text': '[21] فجعلنا هذا الماء في مكان حصين، وهو رحم المرأة'
    },
    {
      'id': 22,
      'text': '[22] إلى وقت محدود ومعلوم عند الله تعالى؟'
    },
    {
      'id': 23,
      'text': '[23] فقدَرنا على خلقه وتصويره وإخراجه، فنعم القادرون نحن.'
    },
    {
      'id': 24,
      'text': '[24] هلاك وعذاب شديد يوم القيامة للمكذبين بقدرتنا.'
    },
    {
      'id': 25,
      'text': '[25] ألم نجعل هذه الأرض التي تعيشون عليها، تضم على ظهرها'
    },
    {
      'id': 26,
      'text': '[26] أحياء لا يحصون، وفي بطنها أمواتاً لا يحصرون'
    },
    {
      'id': 27,
      'text': '[27] وجعلنا فيها جبالاً ثوابت عاليات؛ لئلا تضطرب بكم، وأسقيناكم ماءً عذباً سائغاً؟'
    },
    {
      'id': 28,
      'text': '[28] هلاك وعذاب شديد يوم القيامة للمكذبين بهذه النعم.'
    },
    {
      'id': 29,
      'text': '[29] يقال للكافرين يوم القيامة: سيروا إلى عذاب جهنم الذي كنتم به تكذبون في الدنيا'
    },
    {
      'id': 30,
      'text': '[30] سيروا فاستظلوا بدخان جهنم الذي يتفرع منه ثلاث قطع'
    },
    {
      'id': 31,
      'text': '[31] لا يُظِل ذلك الظل من حر ذلك اليوم، ولا يدفع من حر اللهب شيئاً'
    },
    {
      'id': 32,
      'text': '[32] إن جهنم تقذف من النار بشرر عظيم، كل شرارة منه كالبناء المشيد في العِظم والارتفاع'
    },
    {
      'id': 33,
      'text': '[33] . كأن شرر جهنم المتطاير منها إبل سود يميل لونها إلى الصُّفْرة.'
    },
    {
      'id': 34,
      'text': '[34] هلاك وعذاب شديد يوم القيامة للمكذبين بوعيد الله.'
    },
    {
      'id': 35,
      'text': '[35] هذا يوم القيامة الذي لا ينطق فيه المكذبون بكلام ينفعهم'
    },
    {
      'id': 36,
      'text': '[36] ولا يكون لهم إذن في الكلام فيعتذرون؛ لأنه لا عذر لهم.'
    },
    {
      'id': 37,
      'text': '[37] هلاك وعذاب شديد يومئذ للمكذبين بهذا اليوم وما فيه.'
    },
    {
      'id': 38,
      'text': '[38] هذا يوم يفصل الله فيه بين الخلائق، ويتميز فيه الحق من الباطل، جمعناكم فيه -يا معشر كفار هذه الأمة- مع الكفار الأولين من الأمم الماضية'
    },
    {
      'id': 39,
      'text': '[39] فإن كان لكم حيلة في الخلاص من العذاب فاحتالوا، وأنقذوا أنفسكم مِن بطش الله وانتقامه.'
    },
    {
      'id': 40,
      'text': '[40] هلاك وعذاب شديد يوم القيامة للمكذبين بيوم القيامة.'
    },
    {
      'id': 41,
      'text': '[41] إن الذين خافوا ربهم في الدنيا، واتقوا عذابه بامتثال أوامره واجتناب نواهيه، هم يوم القيامة في ظلال الأشجار الوارفة وعيون الماء الجارية'
    },
    {
      'id': 42,
      'text': '[42] وفواكه كثيرة مما تشتهيه أنفسهم يتنعمون'
    },
    {
      'id': 43,
      'text': '[43] يقال لهم: كلوا أكلاً لذيذاً، واشربوا شرباً هنيئاً؛ بسبب ما قدمتم في الدنيا من صالح الأعمال'
    },
    {
      'id': 44,
      'text': '[44] إنا بمثل ذلك الجزاء العظيم نجزي أهل الإحسان في أعمالهم وطاعتهم لنا'
    },
    {
      'id': 45,
      'text': '[45] هلاك وعذاب شديد يوم القيامة للمكذبين بيوم الجزاء والحساب، وما فيه من النعيم والعذاب.'
    },
    {
      'id': 46,
      'text': '[46] ثم هدَّد الله الكافرين فقال: كلوا من لذائذ الدنيا، واستمتعوا بشهواتها الفانية زمناً قليلاً؛ إنكم مجرمون بإشراككم بالله.'
    },
    {
      'id': 47,
      'text': '[47] هلاك وعذاب شديد يوم القيامة للمكذبين بيوم الحساب والجزاء.'
    },
    {
      'id': 48,
      'text': '[48] وإذا قيل لهؤلاء المشركين: صلُّوا لله واخشعوا له، لا يخشعون ولا يصلُّون، بل يصرُّون على استكبارهم.'
    },
    {
      'id': 49,
      'text': '[49] هلاك وعذاب شديد يوم القيامة للمكذبين بآيات الله. إن لم يؤمنوا بهذا القرآن'
    },
    {
      'id': 50,
      'text': '[50] فبأي كتاب وكلام بعده يؤمنون؟ وهو المبيِّن لكل شيء، الواضح في حِكَمه وأحكامه وأخباره، المعجز في ألفاظه ومعانيه.'
    }
  ]
}
;
