/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir54 = 
{
  'id': 54,
  'verses': [
    {
      'id': 1,
      'text': '[1] دنت القيامة، وانفلق القمر فلقتين، حين سأل كفار «مكة» النبي -صلى الله عليه وسلم- أن يريهم آية، فدعا الله، فأراهم تلك الآية.'
    },
    {
      'id': 2,
      'text': '[2] وإن ير المشركون دليلاً وبرهاناً على صدق الرسول محمد -صلى الله عليه وسلم-، يُعرضوا عن الإيمان به وتصديقه مكذبين منكرين، ويقولوا بعد ظهور الدليل: هذا سحر باطل ذاهب مضمحل لا دوام له.'
    },
    {
      'id': 3,
      'text': '[3] وكذَّبوا النبي -صلى الله عليه وسلم-، واتبعوا ضلالتهم وما دعتهم إليه أهواؤهم من التكذيب، وكلُّ أمر من خير أو شر واقع بأهله يوم القيامة عند ظهور الثواب والعقاب.'
    },
    {
      'id': 4,
      'text': '[4]ولقد جاء كفار قريش من أنباء الأمم المكذبة برسلها، وما حلَّ بها من العذاب، ما فيه كفاية لردعهم عن كفرهم وضلالهم.'
    },
    {
      'id': 5,
      'text': '[5] هذا القرآن الذي جاءهم حكمة عظيمة بالغة غايتَها، فأي شيء تغني النذر عن قوم أعرضوا وكذَّبوا بها؟'
    },
    {
      'id': 6,
      'text': '[6] فأعرض -أيها الرسول- عنهم، وانتظر بهم يوماً عظيماً. يوم يدعو المَلَك بنفخه في «القَرْن» إلى أمر فظيع منكر، وهو موقف الحساب.'
    },
    {
      'id': 7,
      'text': '[7] ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق،'
    },
    {
      'id': 8,
      'text': '[8]  مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عَسِرٌ شديد الهول.'
    },
    {
      'id': 9,
      'text': '[9] كذَّبت قبل قومك -أيها الرسول- قوم نوح فكذَّبوا عبدنا نوحاً، وقالوا: هو مجنون، وانتهروه متوعدين إياه بأنواع الأذى، إن لم ينته عن دعوته.'
    },
    {
      'id': 10,
      'text': '[10] فدعا نوح ربه أنِّي ضعيف عن مقاومة هؤلاء، فانتصر لي بعقاب من عندك على كفرهم بك.'
    },
    {
      'id': 11,
      'text': '[11] فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق،'
    },
    {
      'id': 12,
      'text': '[12]  وشققنا الأرض عيوناً متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم.'
    },
    {
      'id': 13,
      'text': '[13] وحملنا نوحاً ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها،'
    },
    {
      'id': 14,
      'text': '[14]  تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصاراً لنوح عليه السلام.وفي هذه الآية دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به.'
    },
    {
      'id': 15,
      'text': '[15] ولقد أبقينا قصة نوح مع قومه عبرة ودليلاً على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟'
    },
    {
      'id': 16,
      'text': '[16]  فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيماً مؤلماً.'
    },
    {
      'id': 17,
      'text': '[17] ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟وفي هذه الآية وما ناظرها من السورة حثٌّ على الاستكثار من تلاوة القرآن وتعلمه وتعليمه.'
    },
    {
      'id': 18,
      'text': '[18] كذبت عاد هوداً فعاقبناهم، فكيف كان عذابي لهم على كفرهم، ونذري على تكذيب رسولهم، وعدم الإيمان به؟ إنه كان عظيماً مؤلماً.'
    },
    {
      'id': 19,
      'text': '[19] إنَّا أرسلنا عليهم ريحاً شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك،'
    },
    {
      'id': 20,
      'text': '[20] تقتلع الناس من مواضعهم على الأرض، فترمي بهم على رؤوسهم فتدق أعناقهم، وتفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله.'
    },
    {
      'id': 21,
      'text': '[21] فكيف كان عذابي ونذري لمن كفر بي، وكذَّب رسلي ولم يؤمن بهم؟ إنه كان عظيماً مؤلماً.'
    },
    {
      'id': 22,
      'text': '[22] ولقد سَهَّلنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟'
    },
    {
      'id': 23,
      'text': '[23] كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذِروا بها،'
    },
    {
      'id': 24,
      'text': '[24]  فقالوا: أبشراً منا واحداً نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذاً لفي بُعْدٍ عن الصواب وجنون.'
    },
    {
      'id': 25,
      'text': '[25] أأنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر.'
    },
    {
      'id': 26,
      'text': '[26]  سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟'
    },
    {
      'id': 27,
      'text': '[27] إنا مخرجو الناقة التي سألوها من الصخرة؛ اختباراً لهم، فانتظر -يا صالح- ما يحلُّ بهم من العذاب، واصطبر على دعوتك إياهم وأذاهم لك.'
    },
    {
      'id': 28,
      'text': '[28] وأخبرهم أن الماء مقسوم بين قومك والناقة: للناقة يوم، ولهم يوم، كل شِرْب يحضره مَن كانت قسمته، ويُحظر على من ليس بقسمة له.'
    },
    {
      'id': 29,
      'text': '[29] فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقبْتُهم،'
    },
    {
      'id': 30,
      'text': '[30]  فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟ إنه كان عظيماً مؤلماً.'
    },
    {
      'id': 31,
      'text': '[31] إنا أرسلنا عليهم جبريلَ، فصاح بهم صيحة واحدة، فبادوا عن آخرهم، فكانوا كالزرع اليابس السريع الانكسار الذي يجعله صاحب الحظيرة سياجاً لحفظ المواشي.'
    },
    {
      'id': 32,
      'text': '[32] ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر ويعتبر، فهل مِن متعظ به؟'
    },
    {
      'id': 33,
      'text': '[33] كذَّبت قوم لوط بآيات الله التي أُنذِروا بها.'
    },
    {
      'id': 34,
      'text': '[34] إنا أرسلنا عليهم ريحاً شديدة ترميهم بالحجارة إلا آل لوط، نجَّيناهم من العذاب في آخر الليل،'
    },
    {
      'id': 35,
      'text': '[35] نعمة من عندنا عليهم، كما أثبنا لوطاً وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا.'
    },
    {
      'id': 36,
      'text': '[36] ولقد خوَّف لوط قومه بأس الله وعذابه، فلم يسمعوا له، بل شكُّوا في ذلك، وكذَّبوه.'
    },
    {
      'id': 37,
      'text': '[37] ولقد طلبوا منه أن يفعلوا الفاحشة بضيوفه من الملائكة، فطمسنا أعينهم فلم يُبصروا شيئاً، فقيل لهم: ذوقوا عذابي ونتيجة إنذاري الذي أنذركم به لوط عليه السلام.'
    },
    {
      'id': 38,
      'text': '[38] ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها،'
    },
    {
      'id': 39,
      'text': '[39] فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، ونتيجة إنذاري الذي أنذركم به لوط عليه السلام.'
    },
    {
      'id': 40,
      'text': '[40] ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر، فهل مِن متعظ به؟'
    },
    {
      'id': 41,
      'text': '[41] ولقد جاء أتباعَ فرعون وقومَه إنذارُنا بالعقوبة لهم على كفرهم.'
    },
    {
      'id': 42,
      'text': '[42] كذَّبوا بأدلتنا كلها الدالة على وحدانيتنا ونبوة أنبيائنا، فعاقبناهم بالعذاب عقوبة عزيز لا يغالَب، مقتدر على ما يشاء.'
    },
    {
      'id': 43,
      'text': '[43] أكفاركم -يا معشر قريش- خير مِنَ الذين تقدَّم ذكرهم ممن هلكوا بسبب تكذيبهم، أم لكم براءة مِن عقاب الله في الكتب المنزلة على الأنبياء بالسلامة من العقوبة؟'
    },
    {
      'id': 44,
      'text': '[44] بل أيقول كفار «مكة»: نحن أولو حزم ورأي وأمرنا مجتمع، فنحن جماعة منتصرة لا يغلبنا من أرادنا بسوء؟'
    },
    {
      'id': 45,
      'text': '[45] سيهزم جمع كفار «مكة» أمام المؤمنين، ويولُّون الأدبار، وقد حدث هذا يوم «بدر».'
    },
    {
      'id': 46,
      'text': '[46] والساعة موعدهم الذي يُجازون فيه بما يستحقون، والساعة أعظم وأقسى مما لحقهم من العذاب يوم «بدر».'
    },
    {
      'id': 47,
      'text': '[47] إن المجرمين في تيه عن الحق وعناء وعذاب.'
    },
    {
      'id': 48,
      'text': '[48] يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم.'
    },
    {
      'id': 49,
      'text': '[49] إنَّا كل شيء خلقناه بمقدار قدرناه وقضيناه، وسبق علمنا به، وكتابتنا له في اللوح المحفوظ.'
    },
    {
      'id': 50,
      'text': '[50] وما أمرنا للشيء إذا أردناه إلا أن نقول قولة واحدة وهي «كن»، فيكون كلمح البصر، لا يتأخر طَرْفة عين.'
    },
    {
      'id': 51,
      'text': '[51] ولقد أهلكنا أشباهكم في الكفر من الأمم الخالية، فهل من متعظ بما حلَّ بهم من النَّكال والعذاب؟'
    },
    {
      'id': 52,
      'text': '[52] وكل شيء فعله أشباهكم الماضون من خير أو شرٍّ مكتوب في الكتب التي كتبتها الحفظة.'
    },
    {
      'id': 53,
      'text': '[53] وكل صغير وكبير من أعمالهم مُسَطَّر في صحائفهم، وسيجازون به.'
    },
    {
      'id': 54,
      'text': '[54] إن المتقين في بساتين عظيمة، وأنهار واسعة يوم القيامة.'
    },
    {
      'id': 55,
      'text': '[55] في مجلس حق، لا لغو فيه ولا تأثيم عند الله المَلِك العظيم، الخالق للأشياء كلها، المقتدر على كل شيء تبارك وتعالى.'
    }
  ]
}
;
