/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir90 = 
{
  'id': 90,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله بهذا البلد الحرام، وهو «مكة»'
    },
    {
      'id': 2,
      'text': '[2] وأنت -أيها النبي- حلالٌ في هذا «البلد الحرام» تصنع فيه ما شئتَ، ولم يُحَلَّ له إلَّا ساعة من نهار. وفي الآية بشارة للنبي -صلى الله عليه وسلم- بفتح «مكة» على يديه، وحلِّها له في القتال'
    },
    {
      'id': 3,
      'text': '[3] وأقسم بوالد البشرية -وهو آدم عليه السلام- وما تناسل منه من ولد'
    },
    {
      'id': 4,
      'text': '[4] لقد خلقنا الإنسان في شدة وعناء من مكابدة الدنيا.'
    },
    {
      'id': 5,
      'text': '[5] أيظنُّ بما جمعه من مال أن الله لن يقدر عليه؟'
    },
    {
      'id': 6,
      'text': '[6] يقول -متباهياً-: أنفقت مالاً كثيراً'
    },
    {
      'id': 7,
      'text': '[7] أيظنُّ في فعله هذا أن الله عز وجل لا يراه، ولا يحاسبه على الصغير والكبير؟'
    },
    {
      'id': 8,
      'text': '[8] ألم نجعل له عينين يبصر بهما'
    },
    {
      'id': 9,
      'text': '[9] ولساناً وشفتين ينطق بهما'
    },
    {
      'id': 10,
      'text': '[10] وبينَّا له سبيلَي الخير والشر؟'
    },
    {
      'id': 11,
      'text': '[11] فهلَّا تجاوز مشقة الآخرة بإنفاق ماله، فيأمن.'
    },
    {
      'id': 12,
      'text': '[12] وأيُّ شيء أعلمك: ما مشقة الآخرة، وما يعين على تجاوزها؟'
    },
    {
      'id': 13,
      'text': '[13] إنه عتق رقبة مؤمنة من أسر الرِّق.'
    },
    {
      'id': 14,
      'text': '[14] أو إطعام في يوم ذي مجاعة شديدة'
    },
    {
      'id': 15,
      'text': '[15] يتيماً -مات أبوه وهو صغير- من ذوي القرابة يجتمع فيه فضل الصدقة وصلة الرحم'
    },
    {
      'id': 16,
      'text': '[16] أو فقيراً معدماً لا شيء عنده.'
    },
    {
      'id': 17,
      'text': '[17] ثم كان مع فِعْل ما ذُكر من أعمال الخير من الذين أخلصوا الإيمان لله، وأوصى بعضهم بعضاً بالصبر على طاعة الله وعن معاصيه، وتواصوا بالرحمة بالخلق.'
    },
    {
      'id': 18,
      'text': '[18] الذين فعلوا هذه الأفعال، هم أصحاب اليمين، الذين يؤخذ بهم يوم القيامة ذات اليمين إلى الجنة.'
    },
    {
      'id': 19,
      'text': '[19] والذين كفروا بالقرآن هم الذين يؤخذ بهم يوم القيامة ذات الشمال إلى النار.'
    },
    {
      'id': 20,
      'text': '[20] جزاؤهم جهنم مطبَقةٌ مغلقة عليهم.'
    }
  ]
}
;
