/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir69 = 
{
  'id': 69,
  'verses': [
    {
      'id': 1,
      'text': '[1] القيامة الواقعة حقّاً التي يتحقق فيها الوعد والوعيد،'
    },
    {
      'id': 2,
      'text': '[2]  ما القيامة الواقعة حقّاً في صفتها وحالها؟'
    },
    {
      'id': 3,
      'text': '[3]  وأي شيء أدراك -أيها الرسول- وعَرَّفك حقيقة القيامة، وصَوَّر لك هولها وشدتها؟'
    },
    {
      'id': 4,
      'text': '[4] كذَّبت ثمود وهم قوم صالح، وعاد وهم قوم هود بالقيامة التي تقرع القلوب بأهوالها.'
    },
    {
      'id': 5,
      'text': '[5] فأما ثمود فأهلكوا بالصيحة العظيمة التي جاوزت الحد في شدتها،'
    },
    {
      'id': 6,
      'text': '[6]  وأمَّا عاد فأُهلِكوا بريح باردة شديدة الهبوب،'
    },
    {
      'id': 7,
      'text': '[7] سلَّطها الله عليهم سبع ليال وثمانية أيام متتابعة، لا تَفْتُر ولا تنقطع، فترى القوم في تلك الليالي والأيام موتى كأنهم أصول نخل خَرِبة متآكلة الأجواف.'
    },
    {
      'id': 8,
      'text': '[8]  فهل ترى لهؤلاء القوم مِن نفس باقية دون هلاك؟'
    },
    {
      'id': 9,
      'text': '[9] وجاء الطاغية فرعون، ومَن سبقه من الأمم التي كفرت برسلها، وأهل قرى قوم لوط الذين انقلبت بهم ديارهم بسبب الفعلة المنكرة من الكفر والشرك والفواحش،'
    },
    {
      'id': 10,
      'text': '[10]  فعصت كل أمة منهم رسول ربهم الذي أرسله إليهم، فأخذهم الله أخذة بالغة في الشدة.'
    },
    {
      'id': 11,
      'text': '[11] إنَّا لما جاوز الماء حدَّه، حتى علا وارتفع فوق كل شيء، حملنا أصولكم مع نوح في السفينة التي تجري في الماء'
    },
    {
      'id': 12,
      'text': '[12]  لنجعل الواقعة التي كان فيها نجاة المؤمنين وإغراق الكافرين عبرة وعظة، وتحفظَها كل أذن مِن شأنها أن تحفظ، وتعقل عن الله ما سمعت.'
    },
    {
      'id': 13,
      'text': '[13] فإذا نفخ المَلَك في «القَرْن» نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم،'
    },
    {
      'id': 14,
      'text': '[14]  ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة'
    },
    {
      'id': 15,
      'text': '[15]  ففي ذلك الحين قامت القيامة'
    },
    {
      'id': 16,
      'text': '[16]  وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة'
    },
    {
      'id': 17,
      'text': '[17]  والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام'
    },
    {
      'id': 18,
      'text': '[18]  في ذلك اليوم تُعرضون على الله -أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم.'
    },
    {
      'id': 19,
      'text': '[19] فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجاً وسروراً: خذوا اقرؤوا كتابي'
    },
    {
      'id': 20,
      'text': '[20]  إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح'
    },
    {
      'id': 21,
      'text': '[21]  فهو في عيشة هنيئة مرضية'
    },
    {
      'id': 22,
      'text': '[22]  في جنة مرتفعة المكان والدرجات'
    },
    {
      'id': 23,
      'text': '[23] ثمارها قريبة يتناولها القائم والقاعد والمضطجع'
    },
    {
      'id': 24,
      'text': '[24]  يقال لهم: كلوا أكلاً، واشربوا شرباً بعيداً عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية.'
    },
    {
      'id': 25,
      'text': '[25] وأما مَن أُعطي كتاب أعماله بشماله، فيقول نادماً متحسراً: يا ليتني لم أُعْط كتابي'
    },
    {
      'id': 26,
      'text': '[26] ولم أعلم ما جزائي؟'
    },
    {
      'id': 27,
      'text': '[27]  يا ليت الموتة التي متُّها في الدنيا كانت القاطعة لأمري، ولم أُبعث بعدها'
    },
    {
      'id': 28,
      'text': '[28]  ما نفعني مالي الذي جمعته في الدنيا'
    },
    {
      'id': 29,
      'text': '[29]  ذهبت عني حجتي، ولم يَعُدْ لي حجة أحتج بها.'
    },
    {
      'id': 30,
      'text': '[30] يقال لخزنة جهنم: خذوا هذا المجرم الأثيم، فاجمعوا يديه إلى عنقه بالأغلال'
    },
    {
      'id': 31,
      'text': '[31]  ثم أدخلوه الجحيم ليقاسي حرها'
    },
    {
      'id': 32,
      'text': '[32]  ثم في سلسلة من حديد طولها سبعون ذراعاً فأدخلوه فيها'
    },
    {
      'id': 33,
      'text': '[33]  إنه كان لا يصدِّق بأن الله هو الإله الحق وحده لا شريك له، ولا يعمل بهديه'
    },
    {
      'id': 34,
      'text': '[34]  ولا يحث الناس في الدنيا على إطعام أهل الحاجة من المساكين وغيرهم.'
    },
    {
      'id': 35,
      'text': '[35] فليس لهذا الكافر يوم القيامة قريب يدفع عنه العذاب.'
    },
    {
      'id': 36,
      'text': '[36] وليس له طعام إلا مِن صديد أهل النار'
    },
    {
      'id': 37,
      'text': '[37] لا يأكله إلا المذنبون المصرُّون على الكفر بالله.'
    },
    {
      'id': 38,
      'text': '[38] أَقْسَم اللهُ بما تبصرون من المرئيات'
    },
    {
      'id': 39,
      'text': '[39]  وما لا تبصرون مما غاب عنكم'
    },
    {
      'id': 40,
      'text': '[40]  إن القرآن لَكَلام الله ، يتلوه رسول عظيم الشرف والفضل'
    },
    {
      'id': 41,
      'text': '[41]  وليس بقول شاعر كما تزعمون، قليلاً ما تؤمنون'
    },
    {
      'id': 42,
      'text': '[42]  وليس بسجع كسجع الكهان، قليلاً ما يكون منكم تذكُّر وتأمُّل للفرق بينهما'
    },
    {
      'id': 43,
      'text': '[43]  ولكنه كلام رب العالمين الذي أنزله على رسوله محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 44,
      'text': '[44] ولو ادَّعى محمد علينا شيئاً لم نقله'
    },
    {
      'id': 45,
      'text': '[45]  لانتقمنا منه وأخذناه بالقوَّة والقُدْرة؛ لأن قوة كلِّ شَيْءٍ في ميامنه'
    },
    {
      'id': 46,
      'text': '[46]  ثم لقطعنا منه نياط قلبه'
    },
    {
      'id': 47,
      'text': '[47]  فلا يقدر أحد منكم أن يحجز عنه عقابنا'
    },
    {
      'id': 48,
      'text': '[48]  وإن هذا القرآن لعظة للمتقين الذين يمتثلون أوامر الله ويجتنبون نواهيه.'
    },
    {
      'id': 49,
      'text': '[49] وإنا لَنعلم أنَّ مِنكم مَن يكذِّب بهذا القرآن مع وضوح آياته'
    },
    {
      'id': 50,
      'text': '[50]  وإن التكذيب به لندامة عظيمة على الكافرين به حين يرون عذابهم ويرون نعيم المؤمنين به'
    },
    {
      'id': 51,
      'text': '[51]  وإنه لحق ثابت ويقين لا شك فيه'
    },
    {
      'id': 52,
      'text': '[52]  فنزِّه الله سبحانه عما لا يليق بجلاله، واذكره باسمه العظيم.'
    }
  ]
}
;
