/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir83 = 
{
  'id': 83,
  'verses': [
    {
      'id': 1,
      'text': '[1] عذابٌ شديد للذين يبخسون المكيال والميزان'
    },
    {
      'id': 2,
      'text': '[2]  الذين إذا اشتروا من الناس مكيلاً أو موزوناً يوفون لأنفسهم'
    },
    {
      'id': 3,
      'text': '[3] وإذا باعوا الناس مكيلاً أو موزوناً يُنْقصون في المكيال والميزان، فكيف بحال من يسرقهما ويختلسهما، ويبخس الناس أشياءهم؟ إنه أولى بالوعيد من مطففي المكيال والميزان'
    },
    {
      'id': 4,
      'text': '[4] ألا يعتقد أولئك المطففون أن الله تعالى باعثهم ومحاسبهم على أعمالهم؟'
    },
    {
      'id': 5,
      'text': '[5] سيكون بعثهم في يومٍ عظيم الهول'
    },
    {
      'id': 6,
      'text': '[6] يوم يقوم الناس بين يدي الله، فيحاسبهم على القليل والكثير، وهم فيه خاضعون لله رب العالمين.'
    },
    {
      'id': 7,
      'text': '[7] حقّاً أن مصير الفُجَّار ومأواهم لفي ضيق'
    },
    {
      'id': 8,
      'text': '[8]  وما أدراك ما هذا الضيق؟'
    },
    {
      'id': 9,
      'text': '[9]  إنه سجن مقيم وعذاب أليم، وهو ما كُتب لهم المصير إليه، مكتوب مفروغ منه، لا يزاد فيه ولا يُنقص.'
    },
    {
      'id': 10,
      'text': '[10] عذاب شديد يومئذ للمكذبين'
    },
    {
      'id': 11,
      'text': '[11]  الذين يكذبون بوقوع يوم الجزاء'
    },
    {
      'id': 12,
      'text': '[12] وما يكذِّب به إلا كل ظالم كثير الإثم'
    },
    {
      'id': 13,
      'text': '[13] إذا تتلى عليه آيات القرآن قال: هذه أباطيل الأولين'
    },
    {
      'id': 14,
      'text': '[14] ليس الأمر كما زعموا، بل هو كلام الله ووحيه إلى نبيه، وإنما حجب قلوبهم عن التصديق به ما غَشَّاها من كثرة ما يرتكبون من الذنوب'
    },
    {
      'id': 15,
      'text': '[15]  ليس الأمر كما زعم الكفار، بل إنهم يوم القيامة عن رؤية ربهم -جل وعلا- لمحجوبون. وفي هذه الآية دلالة على رؤية المؤمنين ربَّهم في الجنة.'
    },
    {
      'id': 16,
      'text': '[16]  ثم إنهم لداخلو النار يقاسون حرها'
    },
    {
      'id': 17,
      'text': '[17] ثم يقال لهم: هذا الجزاء الذي كنتم به تكذبون.'
    },
    {
      'id': 18,
      'text': '[18] حقّاً أن كتاب الأبرار -وهم المتقون- لفي المراتب العالية في الجنة'
    },
    {
      'id': 19,
      'text': '[19] وما أدراك -أيها الرسول- ما هذه المراتب العالية؟'
    },
    {
      'id': 20,
      'text': '[20] كتاب الأبرار مكتوب مفروغ منه، لا يزاد فيه ولا يُنقص'
    },
    {
      'id': 21,
      'text': '[21] يَطَّلِع عليه المقربون من ملائكة كل سماء.'
    },
    {
      'id': 22,
      'text': '[22] إن أهل الصدق والطاعة لفي الجنة يتنعمون'
    },
    {
      'id': 23,
      'text': '[23]  على الأسرَّة ينظرون إلى ربهم، وإلى ما أعدَّ لهم من خيرات'
    },
    {
      'id': 24,
      'text': '[24] ترى في وجوههم بهجة النعيم'
    },
    {
      'id': 25,
      'text': '[25] يُسْقَون من خمر صافية محكم إناؤها'
    },
    {
      'id': 26,
      'text': '[26] آخره رائحة مسك، وفي ذلك النعيم المقيم فليتسابق المتسابقون'
    },
    {
      'id': 27,
      'text': '[27]  وهذا الشراب مزاجه وخلطه من عين في الجنة تُعْرَف لعلوِّها  ﺑ«تسنيم»'
    },
    {
      'id': 28,
      'text': '[28] عين أعدت؛ ليشرب منها المقربون، ويتلذذوا بها.'
    },
    {
      'id': 29,
      'text': '[29] إن الذين أجرموا كانوا في الدنيا يستهزئون بالمؤمنين'
    },
    {
      'id': 30,
      'text': '[30] وإذا مرُّوا بهم يتغامزون سخرية بهم'
    },
    {
      'id': 31,
      'text': '[31] وإذا رجع الذين أجرموا إلى أهلهم وذويهم تفكَّهوا معهم بالسخرية من المؤمنين'
    },
    {
      'id': 32,
      'text': '[32] وإذا رأى هؤلاء الكفار أصحاب محمد -صلى الله عليه وسلم-، وقد اتبعوا الهدى قالوا: إن هؤلاء لتائهون في اتباعهم محمداً -صلى الله عليه وسلم-'
    },
    {
      'id': 33,
      'text': '[33] وما بُعث هؤلاء المجرمون رقباء على أصحاب محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 34,
      'text': '[34] فيوم القيامة يسخر الذين صدَّقوا الله ورسوله وعملوا بشرعه من الكفار، كما سخر الكافرون منهم في الدنيا.'
    },
    {
      'id': 35,
      'text': '[35] على المجالس الفاخرة ينظر المؤمنون إلى ما أعطاهم الله من الكرامة والنعيم في الجنة، ومن أعظم ذلك النظر إلى وجه الله الكريم'
    },
    {
      'id': 36,
      'text': '[36] هل جوزي الكفار من جنس أعمالهم، جزاءً وفاق ما كانوا يفعلونه في الدنيا من الشرور والآثام؟نعم، سيُجْزونَ أوفى الجزاء وأعدله.'
    }
  ]
}
;
