/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir20 = 
{
  'id': 20,
  'verses': [
    {
      'id': 1,
      'text': '[1]   ﴿طه﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.'
    },
    {
      'id': 2,
      'text': '[2] ما أنزلنا عليك -أيها الرسول- القرآن؛ لتشقى بما لا طاقة لك به من العمل.'
    },
    {
      'id': 3,
      'text': '[3] لكن أنزلناه موعظة؛ ليتذكر به مَن يخاف عقاب الله، فيتقيه بأداء الفرائض واجتناب المحارم.'
    },
    {
      'id': 4,
      'text': '[4] هذا القرآن تنزيل من الله الذي خلق الأرض والسموات العلى.'
    },
    {
      'id': 5,
      'text': '[5] الرحمن على العرش استوى، أي: علا وارتفع، استواء يليق بجلاله وعظمته.'
    },
    {
      'id': 6,
      'text': '[6] له ما في السموات وما في الأرض وما بينهما وما تحت الأرض، خَلْقاً ومُلْكاً وتدبيراً.'
    },
    {
      'id': 7,
      'text': '[7] وإن تجهر -أيها الرسول- بالقول، فتعلنه أو تخفه، فإن الله لا يخفى عليه شيء، يعلم السر وما هو أخفى من السر مما تحدِّث به نفسك.'
    },
    {
      'id': 8,
      'text': '[8] الله الذي لا معبود بحق إلا هو، له وحده الأسماء الكاملة في الحسن.'
    },
    {
      'id': 9,
      'text': '[9] وهل أتاك -أيها الرسول- خبر موسى بن عمران عليه السلام، وهو قادم من «مَدْيَن» إلى «مصر»؟'
    },
    {
      'id': 10,
      'text': '[10] حين رأى في الليل ناراً موقدة فقال لأهله: انتظروا لقد أبصرت ناراً، لعلي أجيئكم منها بشعلة تستدفئون بها، وتوقدون بها ناراً أخرى، أو أجد عندها هادياً يدلنا على الطريق.'
    },
    {
      'id': 11,
      'text': '[11] فلما أتى موسى تلك النار ناداه الله: يا موسى،'
    },
    {
      'id': 12,
      'text': '[12] ، إني أنا ربك فاخلع نعليك، إنك الآن بوادي «طوى» الذي باركته، وذلك استعداداً لمناجاة ربه.'
    },
    {
      'id': 13,
      'text': '[13] وإني اخترتك يا موسى لرسالتي، فاستمع لما يوحى إليك مني.'
    },
    {
      'id': 14,
      'text': '[14] إنني أنا الله لا معبود بحق إلا أنا، لا شريك لي، فاعبدني وحدي، وأقم الصلاة لتذكرني فيها.'
    },
    {
      'id': 15,
      'text': '[15] إن الساعة التي يُبعث فيها الناس آتية لابد من وقوعها، أكاد أخفيها من نفسي، فكيف يعلمها أحد من المخلوقين؟ لكي تُجزى كل نفس بما عملت في الدنيا من خير أو شر.'
    },
    {
      'id': 16,
      'text': '[16] فلا يصرفنَّك -يا موسى- عن الإيمان بها والاستعداد لها مَن لا يصدق بوقوعها ولا يعمل لها، واتبع هوى نفسه، فكذَّب بها، فتهلك.'
    },
    {
      'id': 17,
      'text': '[17] وما هذه التي في يمينك يا موسى؟'
    },
    {
      'id': 18,
      'text': '[18] قال موسى: هي عصاي أعتمد عليها في المشي، وأهزُّ بها الشجر؛ لترعى غنمي ما يتساقط من ورقه، ولي فيها منافع أخرى.'
    },
    {
      'id': 19,
      'text': '[19] قال الله لموسى: ألق عصاك.'
    },
    {
      'id': 20,
      'text': '[20] فألقاها موسى على الأرض، فانقلبت بإذن الله حية تسعى، فرأى موسى أمراً عظيماً وولى هارباً.'
    },
    {
      'id': 21,
      'text': '[21] قال الله لموسى: خذ الحية، ولا تَخَفْ منها، سوف نعيدها عصاً كما كانت في حالتها الأولى.'
    },
    {
      'id': 22,
      'text': '[22] . واضمم يدك إلى جنبك تحت العَضُد تخرج بيضاء كالثلج من غير برص؛ لتكون لك علامة أخرى.'
    },
    {
      'id': 23,
      'text': '[23] فعلنا ذلك؛ لكي نريك -يا موسى- من أدلتنا الكبرى ما يدلُّ على قدرتنا، وعظيم سلطاننا، وصحة رسالتك.'
    },
    {
      'id': 24,
      'text': '[24] اذهب -يا موسى- إلى فرعون؛ إنه قد تجاوز قدره وتمرَّد على ربه، فادعه إلى توحيد الله وعبادته.'
    },
    {
      'id': 25,
      'text': '[25] قال موسى: رب وسِّع لي صدري،'
    },
    {
      'id': 26,
      'text': '[26]  وسَهِّل لي أمري،'
    },
    {
      'id': 27,
      'text': '[27]  وأطلق لساني بفصيح المنطق؛'
    },
    {
      'id': 28,
      'text': '[28] ليفهموا كلامي.'
    },
    {
      'id': 29,
      'text': '[29]  واجعل لي معيناً من أهلي،.'
    },
    {
      'id': 30,
      'text': '[30]  هارون أخي'
    },
    {
      'id': 31,
      'text': '[31]  قَوِّني به وشدَّ به ظهري،'
    },
    {
      'id': 32,
      'text': '[32] وأشركه معي في النبوة وتبليغ الرسالة؛'
    },
    {
      'id': 33,
      'text': '[33]  كي ننزهك بالتسبيح كثيراً.'
    },
    {
      'id': 34,
      'text': '[34]  ونذكرك كثيراً فنحمدك.'
    },
    {
      'id': 35,
      'text': '[35] إنك كنت بنا بصيراً، لا يخفى عليك شيء من أفعالنا.'
    },
    {
      'id': 36,
      'text': '[36] قال الله: قد أعطيتك كل ما سألت يا موسى.'
    },
    {
      'id': 37,
      'text': '[37] ولقد أنعمنا عليك -يا موسى- قبل هذه النعمة نعمة أخرى، حين كنت رضيعاً، فأنجيناك مِن بطش فرعون.'
    },
    {
      'id': 38,
      'text': '[38] وذلك حين ألهمْنا أمَّك:'
    },
    {
      'id': 39,
      'text': '[39] أن ضعي ابنك موسى بعد ولادته في التابوت ثم اطرحيه في النيل، فسوف يلقيه النيل على الساحل، فيأخذه فرعون عدوي وعدوه. وألقيت عليك محبة مني فصرت بذلك محبوباً بين العباد، ولِتَرْبَى على عيني وفي حفظي. وفي الآية إثبات صفة العين لله -سبحانه وتعالى- كما يليق بجلاله وكماله.'
    },
    {
      'id': 40,
      'text': '[40] ومننَّا عليك حين تمشي أختك تتبعك ثم تقول لمن أخذوك: هل أدلكم على مَن يكفُله، ويرضعه لكم؟ فرددناك إلى أمِّك بعد ما صرتَ في أيدي فرعون؛ كي تطيب نفسها بسلامتك من الغرق والقتل، ولا تحزن على فَقْدك، وقتلت الرجل القبطي خطأ فنجيناك مِن غَمِّ فِعْلك وخوف القتل، وابتليناك ابتلاء، فخرجت خائفاً إلى أهل «مدين»، فمكثت سنين فيهم، ثم جئت من «مدين» في الموعد الذي قدَّرناه لإرسالك مجيئاً موافقاً لقدر الله وإرادته، والأمر كله لله تبارك وتعالى.'
    },
    {
      'id': 41,
      'text': '[41] وأنعمتُ عليك -يا موسى- هذه النعم اجتباء مني لك، واختياراً لرسالتي، والبلاغ عني، والقيام بأمري ونهيي.'
    },
    {
      'id': 42,
      'text': '[42] اذهب -يا موسى- أنت وأخوك هارون بآياتي الدالة على ألوهيتي وكمال قدرتي وصدق رسالتك، ولا تَضْعُفا عن مداومة ذكري.'
    },
    {
      'id': 43,
      'text': '[43] . اذهبا معاً إلى فرعون؛ إنه قد جاوز الحد في الكفر والظلم،'
    },
    {
      'id': 44,
      'text': '[44]  فقولا له قولاً لطيفاً؛ لعله يتذكر أو يخاف ربه.'
    },
    {
      'id': 45,
      'text': '[45] قال موسى وهارون: ربنا إننا نخاف أن يعاجلنا بالعقوبة، أو أن يتمرد على الحق فلا يقبله.'
    },
    {
      'id': 46,
      'text': '[46] قال الله لموسى وهارون: لا تخافا من فرعون؛ فإنني معكما أسمع كلامكما وأرى أفعالكما،'
    },
    {
      'id': 47,
      'text': '[47]  فاذهبا إليه وقولا له: إننا رسولان إليك من ربك أن أطلق بني إسرائيل، ولا تكلِّفهم ما لا يطيقون من الأعمال، قد أتيناك بدلالة معجزة من ربك تدل على صدقنا في دعوتنا، والسلامة من عذاب الله تعالى لمن اتبع هداه.  .'
    },
    {
      'id': 48,
      'text': '[48]  إن ربك قد أوحى إلينا أن عذابه على مَن كذَّب وأعرض عن دعوته وشريعته.'
    },
    {
      'id': 49,
      'text': '[49] قال فرعون لهما -على وجه الإنكار-: فمَن ربكما يا موسى؟'
    },
    {
      'id': 50,
      'text': '[50] قال له موسى: ربُّنا الذي أعطى كلَّ شيء خَلْقَه اللائقَ به الدالَّ على حُسْن صُنْعه، ثم هدى كل مخلوق الهداية الكاملة إلى الانتفاع بما خلقه الله له.'
    },
    {
      'id': 51,
      'text': '[51] قال فرعون لموسى -على وجه المغالطة والمشاغبة-: فما شأن الأمم السابقة؟ وما خبر القرون الماضية، فقد سبقونا إلى الإنكار والكفر؟'
    },
    {
      'id': 52,
      'text': '[52] قال موسى لفرعون: ما سألتَ عنه ليس ممَّا نحن بصدده، بل عِلْمُ تلك القرون فيما فَعَلَت من ذلك عند ربي في اللوح المحفوظ، ولا عِلْمَ لي به، لا يضل ربي في أفعاله وأحكامه، ولا ينسى شيئاً ممَّا علمه منها.'
    },
    {
      'id': 53,
      'text': '[53] هو الذي جعل لكم الأرض ميسَّرة للانتفاع بها، وجعل لكم فيها طرقاً كثيرة، وأنزل من السماء مطراً، فأخرج به أنواعاً مختلفة من النبات.'
    },
    {
      'id': 54,
      'text': '[54] كلوا -أيها الناس- من طيبات ما أنبتنا لكم، وارعوا حيواناتكم وبهائمكم. إن في كل ما ذُكر لَعلامات على قدرة الله، ودعوة لوحدانيته وإفراده بالعبادة، لذوي العقول السليمة.'
    },
    {
      'id': 55,
      'text': '[55] من الأرض خَلَقْناكم -أيها الناس-، وفيها نعيدكم بعد الموت، ومنها نخرجكم أحياء مرة أخرى للحساب والجزاء.'
    },
    {
      'id': 56,
      'text': '[56] ولقد أرينا فرعون أدلتنا وحججنا جميعها، الدالةَ على ألوهيتنا وقدرتنا وصدْقِ رسالة موسى فكذَّب بها، وامتنع عن قَبول الحق.'
    },
    {
      'id': 57,
      'text': '[57] قال فرعون: هل جئتنا -يا موسى- لتخرجنا من ديارنا بسحرك هذا؟'
    },
    {
      'id': 58,
      'text': '[58] فسوف نأتيك بسحر مثل سحرك، فاجعل بيننا وبينك موعداً محدداً، لا نخلفه نحن ولا تخلفه أنت، في مكان مستوٍ معتدل بيننا وبينك.'
    },
    {
      'id': 59,
      'text': '[59] قال موسى لفرعون: موعدكم للاجتماع يوم العيد ، حين يتزيَّن الناس، ويجتمعون من كل فج وناحية وقت الضحى.'
    },
    {
      'id': 60,
      'text': '[60] فأدبر فرعون معرضاً عما أتاه به موسى من الحق، فجمع سحرته، ثم جاء بعد ذلك لموعد الاجتماع.'
    },
    {
      'id': 61,
      'text': '[61] قال موسى لسحرة فرعون يعظهم: احذروا، لا تختلقوا على الله الكذب، فيستأصلكم بعذاب مِن عنده ويُبيدكم، وقد خسر من اختلق على الله كذباً.'
    },
    {
      'id': 62,
      'text': '[62] فتجاذب السحرة أمرهم بينهم وتحادثوا سرّاً،'
    },
    {
      'id': 63,
      'text': '[63] ، قالوا: إنْ موسى وهارون لساحران يريدان أن يخرجاكم من بلادكم بسحرهما، ويذهبا بطريقة السحر العظيمة التي أنتم عليها،'
    },
    {
      'id': 64,
      'text': '[64]  فأحكموا كيدكم، واعزموا عليه من غير اختلاف بينكم، ثم ائتوا صفّاً واحداً، وألقوا ما في أيديكم مرة واحدة؛ لتَبْهَروا الأبصار، وتغلبوا سحر موسى وأخيه، وقد ظفر بحاجته اليوم مَن علا على صاحبه، فغلبه وقهره.'
    },
    {
      'id': 65,
      'text': '[65] قال السحرة: يا موسى إما أن تلقي عصاك أولاً، وإما أن نبدأ نحن فنلقي ما معنا.'
    },
    {
      'id': 66,
      'text': '[66] قال لهم موسى: بل ألقُوا أنتم ما معكم أولاً، فألقَوا حبالهم وعصيَّهم، فتخيل موسى مِن قوة سحرهم أنها حيات تسعى،'
    },
    {
      'id': 67,
      'text': '[67] فشعر موسى في نفسه بالخوف.'
    },
    {
      'id': 68,
      'text': '[68] قال الله لموسى حينئذ: لا تَخَفْ من شيء، فإنك أنت الأعلى على هؤلاء السحرة وعلى فرعون وجنوده، وستغلبهم.'
    },
    {
      'id': 69,
      'text': '[69] وألق عصاك التي في يمينك تبتلع حبالهم وعصيهم، فما عملوه أمامك ما هو إلا مكر ساحرٍ وتخييل سِحْرٍ، ولا يظفر الساحر بسحره أين كان.'
    },
    {
      'id': 70,
      'text': '[70] فألقى موسى عصاه، فبلعت ما صنعوا، فظهر الحق وقامت الحجة عليهم. فألقى السحرة أنفسهم على الأرض ساجدين وقالوا: آمنا برب هارون وموسى، لو كان هذا سحراً ما غُلِبْنا.'
    },
    {
      'id': 71,
      'text': '[71] قال فرعون للسحرة: أصدَّقتم بموسى، واتبعتموه، وأقررتم له قبل أن آذن لكم بذلك؟ إن موسى لَعظيمكم الذي عَلَّمكم السحر؛ فلذلك تابعتموه، فلأقطعنَّ أيديكم وأرجلكم مخالفاً بينها، يداً من جهة ورِجْلاً من الجهة الأخرى، ولأصلبنَّكم -بربط أجسادكم- على جذوع النخل، ولتعلمنَّ أيها السحرة أينا: أنا أو رب موسى أشد عذاباً من الآخر، وأدوم له؟'
    },
    {
      'id': 72,
      'text': '[72] قال السحرة لفرعون: لن نفضلك، فنطيعك ونتبع دينك على ما جاءنا به موسى من البينات الدالة على صدقه، ووجوب متابعته وطاعة ربه، ولن نُفَضِّل ربوبيتك المزعومة على ربوبية الله الذي خلقنا، فافعل ما أنت فاعل بنا، إنما سلطانك في هذه الحياة الدنيا، وما تفعله بنا ما هو إلا عذاب منتهٍ بانتهائها.'
    },
    {
      'id': 73,
      'text': '[73] إنَّا آمنا بربنا وصدَّقْنا رسوله وعملنا بما جاء به؛ ليعفو ربُّنا عن ذنوبنا، وما أكرهتنا عليه مِن عمل السحر في معارضة موسى. والله خير لنا منك –يا فرعون- جزاء لمن أطاعه، وأبقى عذاباً لمن عصاه وخالف أمره.'
    },
    {
      'id': 74,
      'text': '[74] قال الله تعالى: إنَّ الأمرَ مَن يأت ربه كافراً به فإن له نار جهنم يُعَذَّب بها، لا يموت فيها فيستريح، ولا يحيا حياة يتلذذ بها.'
    },
    {
      'id': 75,
      'text': '[75] ومن يأت ربه مؤمناً به قد عمل الأعمال الصالحة فله المنازل العالية'
    },
    {
      'id': 76,
      'text': '[76]  في جنات الإقامة الدائمة، تجري من تحت قصورها وأشجارها الأنهار ماكثين فيها أبداً، وذلك النعيم المقيم ثواب من الله لمن طهَّر نفسه من الدنس والخبث والشرك، وعبد الله وحده فأطاعه واجتنب معاصيه، ولقي ربه لا يشرك بعبادته أحداً من خلقه.'
    },
    {
      'id': 77,
      'text': '[77] ولقد أوحينا إلى موسى: أن اخرُج ليلاً بعبادي من بني إسرائيل من «مصر»، فاتَّخِذْ لهم في البحر طريقاً يابساً، لا تخاف من فرعون وجنوده أن يلحقوكم فيدركوكم، ولا تخشى في البحر غرقاً.'
    },
    {
      'id': 78,
      'text': '[78] فأسرى موسى ببني إسرائيل، وعبر بهم طريقاً في البحر، فأتبعهم فرعون بجنوده، فغمرهم من الماء ما لا يعلم كنهه إلا الله، فغرقوا جميعاً ونجا موسى وقومه.'
    },
    {
      'id': 79,
      'text': '[79] وأضلَّ فرعون قومه بما زيَّنه لهم من الكفر والتكذيب، وما سلك بهم طريق الهداية.'
    },
    {
      'id': 80,
      'text': '[80] يا بني إسرائيل اذكروا حين أنجيناكم مِن عدوكم فرعون، وجَعَلْنا موعدكم الجانبَ الأيمنَ من جبل الطور لإنزال التوراة عليكم، ونزلنا عليكم في التيه ما تأكلونه، مما يشبه الصَّمْغ طعمه كالعسل والطير الذي يشبه السُّمَانَى.'
    },
    {
      'id': 81,
      'text': '[81] كلوا من رزقنا الطيب، ولا تعتدوا فيه بأن يظلم بعضكم بعضاً، فينزل بكم غضبي، ومَن ينزل به غضبي فقد هلك وخسر.'
    },
    {
      'id': 82,
      'text': '[82] وإني لَغفار لمن تاب من ذنبه وكفره، وآمن بي وعمل الأعمال الصالحة، ثم اهتدى إلى الحق واستقام عليه.'
    },
    {
      'id': 83,
      'text': '[83] وأيُّ شيء أعجلك عن قومك -يا موسى- فسبقتَهم إلى جانب الطور الأيمن، وخلَّفتَهم وراءك؟'
    },
    {
      'id': 84,
      'text': '[84] قال: إنهم خلفي سوف يلحقون بي، وسبقتُهم إليك -يا ربي- لتزداد عني رضا.'
    },
    {
      'id': 85,
      'text': '[85] قال الله لموسى: فإنا قد ابتلينا قومك بعد فراقك إياهم بعبادة العجل، وإن السامري قد أضلهم.'
    },
    {
      'id': 86,
      'text': '[86] فرجع موسى إلى قومه غضبان عليهم حزيناً، وقال لهم: يا قوم ألم يَعِدْكم ربكم وعداً حسناً بإنزال التوراة؟أفطال عليكم العهد واستبطأتم الوعد، أم أردتم أن تفعلوا فعلاً يحل عليكم بسببه غضب من ربكم، فأخلفتم موعدي وعبدتم العجل، وتركتم الالتزام بأوامري؟'
    },
    {
      'id': 87,
      'text': '[87] قالوا: يا موسى ما أخلفنا موعدك باختيارنا، ولكنَّا حُمِّلنا أثقالاً مِن حليِّ قوم فرعون، فألقيناها في حفرة فيها نار بأمر السامري، فكذلك ألقى السامري ما كان معه من تربة حافر فرس جبريل عليه السلام.'
    },
    {
      'id': 88,
      'text': '[88] فصنع السامري لبني إسرائيل من الذهب عجلاً جسداً يخور خوار البقر، فقال المفتونون به منهم للآخرين: هذا هو إلهكم وإله موسى، نسيه وغَفَل عنه.'
    },
    {
      'id': 89,
      'text': '[89] أفلا يرى الذين عبدوا العجل أنه لا يكلمهم ابتداء، ولا يردُّ عليهم جواباً، ولا يقدر على دفع ضرٍّ عنهم، ولا جلب نفع لهم؟'
    },
    {
      'id': 90,
      'text': '[90] ولقد قال هارون لبني إسرائيل من قبل رجوع موسى إليهم: يا قوم إنما اختُبرتم بهذا العجل؛ ليظهر المؤمن منكم من الكافر، وإن ربكم الرحمن لا غيره فاتبعوني فيما أدعوكم إليه من عبادة الله، وأطيعوا أمري في اتباع شرعه.'
    },
    {
      'id': 91,
      'text': '[91] قال عُبَّاد العجل منهم: لن نزال مقيمين على عبادة العجل حتى يرجع إلينا موسى.'
    },
    {
      'id': 92,
      'text': '[92] قال موسى لأخيه هارون: أيُّ شيء منعك حين رأيتهم ضلُّوا عن دينهم'
    },
    {
      'id': 93,
      'text': '[93]  أن لا تتبعني، فتلحق بي وتتركهم؟ أفعصيت أمري فيما أمرتك به من خلافتي والإصلاح بعدي؟'
    },
    {
      'id': 94,
      'text': '[94] ثم أخذ موسى بلحية هارون ورأسه يجرُّه إليه، فقال له هارون: يا بن أمي لا تمسك بلحيتي ولا بشعر رأسي، إني خفتُ -إن تركتهم ولحقت بك- أن تقول: فرَّقت بين بني إسرائيل، ولم تحفظ وصيتي بحسن رعايتهم.'
    },
    {
      'id': 95,
      'text': '[95] قال موسى للسامري: فما شأنك يا سامري؟ وما الذي دعاك إلى ما فعلته؟'
    },
    {
      'id': 96,
      'text': '[96] قال السامري: رأيت ما لم يروه -وهو جبريل عليه السلام- على فرس، وقت خروجهم من البحر وغرق فرعون وجنوده، فأخذتُ بكفي تراباً من أثر حافر فرس جبريل، فألقيته على الحليِّ الذي صَنعتُ منه العجل، فكان عجلاً جسداً له خوار؛ بلاء وفتنة، وكذلك زيَّنت لي نفسي الأمَّارة بالسوء هذا الصنيع.'
    },
    {
      'id': 97,
      'text': '[97] قال موسى للسامري: فاذهب فإن عقوبتك في الحياة الدنيا أن تعيش منبوذاً تقول لكل أحد: لا أَمَسُّ ولا أُمَسُّ، وإن لك موعداً في الآخرة لعذابك وعقابك، لن يُخْلفك الله إياه، وسوف تلقاه، وانظر إلى معبودك الذي أقمت على عبادته لنُحرقنَّه بالنار، ثم لنَذْرُونَّه في البحر ذَرْواً لتذهب به الريح؛ حتى لا يبقى منه أثر.'
    },
    {
      'id': 98,
      'text': '[98] إنما إلهكم -أيها الناس- هو الله الذي لا معبود بحق إلا هو، وسع علمه كل شيء.'
    },
    {
      'id': 99,
      'text': '[99] كما قصصنا عليك -أيها الرسول- أنباء موسى وفرعون وقومهما، نخبرك بأنباء السابقين لك. وقد آتيناك مِن عندنا هذا القرآن ذكرى لمن يتذكر.'
    },
    {
      'id': 100,
      'text': '[100] من أعرض عن هذا القرآن، ولم يصدق به، ولم يعمل بما فيه، فإنه يأتي ربه يوم القيامة يحمل إثماً عظيماً.'
    },
    {
      'id': 101,
      'text': '[101] خالدين في العذاب، وساءهم ذلك الحمل الثقيل من الآثام؛ حيث أوردهم النار.'
    },
    {
      'id': 102,
      'text': '[102] يوم يَنفُخ الملَكُ في «القَرْن» لصيحة البعث، ونسوق الكافرين ذلكم اليوم وهم زرق، تغيَّرت ألوانهم وعيونهم؛ مِن شدة الأحداث والأهوال.'
    },
    {
      'id': 103,
      'text': '[103] يتهامسون بينهم، يقول بعضهم لبعض: ما لبثتم في الحياة الدنيا إلا عشرة أيام.'
    },
    {
      'id': 104,
      'text': '[104] نحن أعلم بما يقولون ويُسِرُّون حين يقول أعلمهم وأوفاهم عقلاً: ما لبثتم إلا يوماً واحداً؛ لقِصَر مدة الدنيا في أنفسهم يوم القيامة.'
    },
    {
      'id': 105,
      'text': '[105] ويسألك -أيها الرسول- قومك عن مصير الجبال يوم القيامة، فقل لهم: يزيلها ربِّي عن أماكنها فيجعلها هباء منبثّاً.'
    },
    {
      'id': 106,
      'text': '[106] فيترك الأرض حينئذ منبسطة مستوية ملساء لا نبات فيها،'
    },
    {
      'id': 107,
      'text': '[107]  لا يرى الناظر إليها مِن استوائها مَيْلاً ولا ارتفاعاً ولا انخفاضاً.'
    },
    {
      'id': 108,
      'text': '[108] في ذلك اليوم يتبع الناس صوت الداعي إلى موقف القيامة، لا محيد عن دعوة الداعي؛ لأنها حق وصدق لجميع الخلق، وسكنت الأصوات خضوعاً للرحمن، فلا تسمع منها إلا صوتاً خفيّاً.'
    },
    {
      'id': 109,
      'text': '[109] في ذلك اليوم لا تنفع الشفاعة أحداً من الخلق، إلا إذا أذن الرحمن للشافع، ورضي عن المشفوع له، ولا يكون ذلك إلا للمؤمن المخلص.'
    },
    {
      'id': 110,
      'text': '[110] يعلم الله ما بين أيدي الناس مِن أمر القيامة وما خلفهم من أمر الدنيا، ولا يحيط خلقه به علماً سبحانه وتعالى.'
    },
    {
      'id': 111,
      'text': '[111] وخضعت وجوه الخلائق وذلَّت لخالقها، الذي له جميع معاني الحياة الكاملة كما يليق بجلاله الذي لا يموت، القائم على تدبير كلِّ شيء، المستغني عمَّن سواه. وقد خسر يوم القيامة مَن أشرك مع الله أحداً من خلقه.'
    },
    {
      'id': 112,
      'text': '[112] ومن يعمل صالحات الأعمال وهو مؤمن بربه، فلا يخاف ظلماً بزيادة سيئاته، ولا هضماً بنقص حسناته.'
    },
    {
      'id': 113,
      'text': '[113] وكما رغَّبنا أهل الإيمان في صالحات الأعمال، وحذَّرنا أهل الكفر من المقام على معاصيهم وكفرهم بآياتنا، أنزلنا هذا القرآن باللسان العربي؛ ليفهموه، وفصَّلنا فيه أنواعاً من الوعيد؛ رجاء أن يتقوا ربهم، أو يُحدِث لهم هذا القرآن تذكرة، فيتعظوا، ويعتبروا.'
    },
    {
      'id': 114,
      'text': '[114] فتنزَّه الله -سبحانه- وارتفع، وتقدَّس عن كل نقص، الملِكُ الذي قهر سلطانُه كل ملك وجبار، المتصرف بكل شيء، الذي هو حق، ووعده حق، ووعيده حق، وكل شيء منه حق. ولا تعجل -أيها الرسول- بمسابقة جبريل في تَلَقِّي القرآن قبل أن يَفْرَغ منه، وقل: ربِّ زدني علماً إلى ما علمتني.'
    },
    {
      'id': 115,
      'text': '[115] ولقد وصينا آدم مِن قَبلِ أن يأكل من الشجرة، ألَّا يأكل منها، وقلنا له: إن إبليس عدو لك ولزوجك، فلا يخرجنكما من الجنة، فتشقى أنت وزوجك في الدنيا، فوسوس إليه الشيطان، فأطاعه آدم ونسي الوصية، ولم نجد له قوة في العزم يحفظ بها ما أُمر به.'
    },
    {
      'id': 116,
      'text': '[116] واذكر -أيها الرسول- إذ قلنا للملائكة: اسجدوا لآدم سجود تحية وإكرام، فأطاعوا وسجدوا، لكن إبليس امتنع من السجود.'
    },
    {
      'id': 117,
      'text': '[117] فقلنا: يا آدم إن إبليس هذا عدو لك ولزوجتك، فاحذرا منه ولا تطيعاه بمعصيتي، فيخرجكما من الجنة، فتشقى إذا أُخرجت منها.'
    },
    {
      'id': 118,
      'text': '[118] إن لك -يا آدم- نِعْمةً تامَّةً وعطيَّةً مستمرَّةً في هذه الجنة أن تأكل فلا تجوع، وأن تَلْبَس فلا تَعْرى.'
    },
    {
      'id': 119,
      'text': '[119] وأن لك ألا تعطش في هذه الجنة ولا يصيبك حر الشمس.'
    },
    {
      'id': 120,
      'text': '[120] فوسوس الشيطان لآدم وقال له: هل أدلك على شجرة، إن أكلت منها خُلِّدتَ فلم تمت، وملكت مُلْكاً لا ينقضي ولا ينقطع؟'
    },
    {
      'id': 121,
      'text': '[121] فأكل آدم وحواء من الشجرة التي نهاهما الله عنها، فانكشفت لهما عوراتهما، وكانت مستورةً عن أعينهما، فأخذا ينزعان من ورق أشجار الجنة ويلصقانه عليهما؛ ليسترا ما انكشف من عوراتهما، وخالف آدم أمر ربه، فغوى بالأكل من الشجرة التي نهاه الله عن الاقتراب منها.'
    },
    {
      'id': 122,
      'text': '[122] ثم اصطفى الله آدم وقرَّبه، وقَبِل توبته، وهداه رشده.'
    },
    {
      'id': 123,
      'text': '[123] قال الله تعالى لآدم وحواء: اهبطا من الجنة إلى الأرض جميعاً مع إبليس، فأنتما وهو أعداء، فإن يأتكم مني هدى وبيان فمن اتبع هداي وبياني وعمل بهما فإنه يرشد في الدنيا، ويهتدي، ولا يشقى في الآخرة بعقاب الله.'
    },
    {
      'id': 124,
      'text': '[124] ومن تولَّى عن ذكري الذي أذكِّره به فإن له في الحياة الأولى معيشة ضيِّقة شاقة -وإن ظهر أنه من أهل الفضل واليسار-، ويُضيَّق قبره عليه ويعذَّب فيه، ونحشره يوم القيامة أعمى عن الرؤية وعن الحجة.'
    },
    {
      'id': 125,
      'text': '[125] قال المعرِض عن ذكر الله: ربِّ لِمَ حَشَرْتني أعمى، وقد كنت بصيراً في الدنيا؟'
    },
    {
      'id': 126,
      'text': '[126] قال الله تعالى له: حشرتك أعمى؛ لأنك أتتك آياتي البيناتُ، فأعرضتَ عنها، ولم تؤمن بها، وكما تركتَها في الدنيا فكذلك اليوم تُترك في النار.'
    },
    {
      'id': 127,
      'text': '[127] وهكذا نعاقب مَن أسرف على نفسه فعصى ربه، ولم يؤمن بآياته بعقوبات في الدنيا، ولَعذاب الآخرة المعدُّ لهم أشد ألماً وأدوم وأثبت؛ لأنه لا ينقطع ولا ينقضي.'
    },
    {
      'id': 128,
      'text': '[128] أفلم يدلَّ قومَك -أيها الرسول- على طريق الرشاد كثرةُ مَن أهلكنا من الأمم المكذبة قبلَهم، وهم يمشون في ديارهم، ويرون آثار هلاكهم؟ إن في كثرة تلك الأمم وآثار عذابهم لَعبراً وعظاتٍ لأهل العقول الواعية.'
    },
    {
      'id': 129,
      'text': '[129] ولولا كلمةٌ سبقت من ربك بتأخير العذاب عنهم، وأجلٌ مسمَّى يَقَعُ عنده الهلاك للازمهم في الدنيا عاجلاً؛ لأنهم يستحقونه؛ بسبب كفرهم.'
    },
    {
      'id': 130,
      'text': '[130] فاصبر -أيها الرسول- على ما يقوله المكذبون بك من أوصاف وأباطيل، وسبِّح بحمد ربك في صلاة الفجر قبل طلوع الشمس، وفي صلاة العصر قبل غروبها، وفي صلاة العشاء في ساعات الليل، وسبِّح بحمد ربك أطرافَ النهار في صلاة الظهر -إذ وقتها طرف النصف الأول والنصف الثاني من النهار- وفي صلاة المغرب؛ كي تثاب على هذه الأعمال بما تَرْضى به.'
    },
    {
      'id': 131,
      'text': '[131] ولا تنظر إلى ما مَتَّعْنا به هؤلاء المشركين وأمثالَهم من أنواع المتع، فإنها زينة زائلة في هذه الحياة الدنيا، متعناهم بها؛ لنبتليهم بها، ورزق ربك وثوابه خير لك مما متعناهم به وأدوم؛ حيث لا انقطاع له ولا نفاد.'
    },
    {
      'id': 132,
      'text': '[132] وَأْمُرْ -أيها النبي- أهلك بالصلاة، واصطبر على أدائها، لا نسألك مالاً، نحن نرزقك ونعطيك. والعاقبة الصالحة في الدنيا والآخرة لأهل التقوى.'
    },
    {
      'id': 133,
      'text': '[133] وقال مكذبوك -أيها الرسول-: هلَّا تأتينا بعلامة من ربك تدلُّ على صدقك، أو لم يأتهم هذا القرآن المصدق لما في الكتب السابقة من الحق؟'
    },
    {
      'id': 134,
      'text': '[134] ولو أنَّا أهلكنا هؤلاء المكذبين بعذاب مِن قبل أن نرسل إليهم رسولاً وننزل عليهم كتاباً لقالوا: ربنا هلَّا أرسلت إلينا رسولاً مِن عندك، فنصدقَه، ونتبع آياتك وشرعَك، مِن قبل أن نَذلَّ ونَخزى بعذابك.'
    },
    {
      'id': 135,
      'text': '[135] قل -أيها الرسول- لهؤلاء المشركين بالله: كل منا ومنكم منتظر دوائر الزمان، ولمن يكون النصر والفلاح، فانتظروا، فستعلمون: مَن أهل الطريق المستقيم، ومَن المهتدي للحق منا ومنكم؟'
    }
  ]
}
;
