/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir112 = 
{
  'id': 112,
  'verses': [
    {
      'id': 1,
      'text': '[1] قل -أيها الرسول-: هو الله المتفرد بالألوهية والربوبية، والأسماء والصفات لا يشاركه أحد فيها.'
    },
    {
      'id': 2,
      'text': '[2] الله الذي كَمُل في صفات الشَّرَف والمجد والعظمة، الذي يقصده الخلائق في قضاء الحوائج والرغائب.'
    },
    {
      'id': 3,
      'text': '[3] ليس له ولد ولا والد ولا صاحبة.'
    },
    {
      'id': 4,
      'text': '[4] ولم يكن له مماثلاً ولا مشابهاً أحدٌ من خلقه، لا في أسمائه، ولا في صفاته، ولا في أفعاله، تبارك وتعالى وتقدَّس.'
    }
  ]
}
;
