/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir108 = 
{
  'id': 108,
  'verses': [
    {
      'id': 1,
      'text': '[1] إنا أعطيناك -أيها النبي- الخير الكثير في الدنيا والآخرة، ومن ذلك نهر الكوثر في الجنة الذي حافَتاه خيام اللؤلؤ المجوَّف، وطينه المسك.'
    },
    {
      'id': 2,
      'text': '[2] فأخلص لربك صلاتك كلَّها، واذبح ذبيحتك له وعلى اسمه وحده.'
    },
    {
      'id': 3,
      'text': '[3] إن مبغضك ومبغض ما جئت به من الهدى والنور، هو المنقطع أثره، المقطوع من كل خير.'
    }
  ]
}
;
