/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir88 = 
{
  'id': 88,
  'verses': [
    {
      'id': 1,
      'text': '[1] هل أتاك -أيها الرسول- خبر القيامة التي تغشى الناس بأهوالها؟'
    },
    {
      'id': 2,
      'text': '[2] وجوه الكفار يومئذ ذليلة بالعذاب'
    },
    {
      'id': 3,
      'text': '[3]  مجهدة بالعمل متعبة'
    },
    {
      'id': 4,
      'text': '[4]  تصيبها نار شديدة التوهج'
    },
    {
      'id': 5,
      'text': '[5] تُسقى مِن عين بلغت منتهى الحرارة'
    },
    {
      'id': 6,
      'text': '[6] ليس لأصحاب النار طعام إلا مِن نبت ذي شوك لاصق بالأرض، وهو مِن شر الطعام وأخبثه'
    },
    {
      'id': 7,
      'text': '[7] لا يُسْمن بدن صاحبه من الهُزال، ولا يسدُّ جوعه ورَمَقَه.'
    },
    {
      'id': 8,
      'text': '[8] وجوه المؤمنين يوم القيامة ذات نعمة.'
    },
    {
      'id': 9,
      'text': '[9]  لسعيها في الدنيا بالطاعات راضية في الآخرة'
    },
    {
      'id': 10,
      'text': '[10] في جنة رفيعة المكان والمكانة'
    },
    {
      'id': 11,
      'text': '[11] لا تسمع فيها كلمة لغو واحدة'
    },
    {
      'id': 12,
      'text': '[12]  فيها عين تتدفق مياهها'
    },
    {
      'id': 13,
      'text': '[13] فيها سرر عالية'
    },
    {
      'id': 14,
      'text': '[14]  وأكواب معدة للشاربين'
    },
    {
      'id': 15,
      'text': '[15] ووسائد مصفوفة، الواحدة جنب الأخرى'
    },
    {
      'id': 16,
      'text': '[16]  وبُسُط كثيرة مفروشة.'
    },
    {
      'id': 17,
      'text': '[17] أفلا ينظر الكافرون المكذِّبون إلى الإبل: كيف خُلِقَت هذا الخلق العجيب؟'
    },
    {
      'id': 18,
      'text': '[18] وإلى السماء كيف رُفِعَت هذا الرَّفع البديع؟'
    },
    {
      'id': 19,
      'text': '[19] وإلى الجبال كيف نُصبت، فحصل بها الثبات للأرض والاستقرار؟'
    },
    {
      'id': 20,
      'text': '[20] وإلى الأرض كيف بُسِطت ومُهِّدت؟'
    },
    {
      'id': 21,
      'text': '[21] فعِظْ -أيها الرسول- المعرضين بما أُرْسِلْتَ به إليهم، ولا تحزن على إعراضهم، إنما أنت واعظ لهم'
    },
    {
      'id': 22,
      'text': '[22] ليس عليك إكراههم على الإيمان.'
    },
    {
      'id': 23,
      'text': '[23] لكن الذي أعرض عن التذكير والموعظة وأصرَّ على كفره'
    },
    {
      'id': 24,
      'text': '[24] فيعذبه الله العذاب الشديد في النار.'
    },
    {
      'id': 25,
      'text': '[25] إنَّ إلينا مرجعهم بعد الموت'
    },
    {
      'id': 26,
      'text': '[26] ثم إن علينا جزاءهم على ما عملوا.'
    }
  ]
}
;
