/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir45 = 
{
  'id': 45,
  'verses': [
    {
      'id': 1,
      'text': '[1]  ﴿حمٓ﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.'
    },
    {
      'id': 2,
      'text': '[2] هذا القرآن منزل من الله العزيز في انتقامه من أعدائه، الحكيم في تدبير أمور خلقه.'
    },
    {
      'id': 3,
      'text': '[3] إن في السموات السبع، والأرض التي منها خروج الخلق، وما فيها من المخلوقات المختلفة الأجناس والأنواع، لأَدلة وحججاً للمؤمنين بها.'
    },
    {
      'id': 4,
      'text': '[4] وفي خَلْقكم-أيها الناس- وخَلْق ما تفرق في الأرض من دابة تَدِبُّ عليها، حجج وأدلة لقوم يوقنون بالله وشرعه.'
    },
    {
      'id': 5,
      'text': '[5] وفي اختلاف الليل والنهار وتعاقبِهما عليكم، وما أنزل الله من السماء من مطر فأحيا به الأرض بعد يُبْسها، فاهتزت بالنبات والزرع، وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم، أدلةٌ وحججٌ لقوم يعقلون عن الله حججه وأدلته.'
    },
    {
      'id': 6,
      'text': '[6] هذه الآيات والحجج نتلوها عليك -أيها الرسول- بالحق، فبأي حديث بعد الله وآياته وأدلته على أنه الإله الحق وحده لا شريك له يؤمنون ويصدقون ويعملون؟'
    },
    {
      'id': 7,
      'text': '[7] هلاك شديد لكل كذاب كثير الآثام.'
    },
    {
      'id': 8,
      'text': '[8] يسمع آيات كتاب الله تُقْرأ عليه، ثم يتمادى في كفره متعالياً في نفسه عن الانقياد لله ورسوله، كأنه لم يسمع ما تُلي عليه من آيات الله، فبشر -أيها الرسول- هذا الأفاكَ الأثيمَ بعذاب مؤلم موجع في نار جهنم يوم القيامة.'
    },
    {
      'id': 9,
      'text': '[9] وإذا علم هذا الأفاكُ الأثيمُ من آياتنا شيئاً اتخذها هزواً وسُخْرية، أولئك لهم عذاب يهينهم ويخزيهم يوم القيامة؛ جزاء استهزائهم بالقرآن.'
    },
    {
      'id': 10,
      'text': '[10] مِن أمام هؤلاء المستهزئين بآيات الله جهنمُ، ولا يغني عنهم ما كسبوا شيئاً من المال والولد، ولا آلهتُهم التي عبدوها مِن دون الله، ولهم عذاب عظيم مؤلم.'
    },
    {
      'id': 11,
      'text': '[11] هذا القرآن الذي أنزلناه عليك -أيها الرسول- هُدىً من الضلالة، ودليل على الحق، يهدي مَن اتبعه وعمل به إلى طريق مستقيم، والذين جحدوا بما في القرآن من الآيات الدالة على الحق ولم يُصَدِّقوا بها، لهم عذابٌ مؤلم موجع مِن أسوأ أنواع العذاب يوم القيامة.'
    },
    {
      'id': 12,
      'text': '[12] الله سبحانه وتعالى هو الذي سخَّر لكم البحر؛ لتجري السفن فيه بأمره، ولتبتغوا من فضله بأنواع التجارات والمكاسب، ولعلكم تشكرون ربكم على تسخيره ذلك لكم، فتعبدوه وحده، وتطيعوه فيما يأمركم به وينهاكم عنه.'
    },
    {
      'id': 13,
      'text': '[13] وسخَّر لكم كلَّ ما في السموات من شمس وقمر ونجوم، وكلَّ ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم، جميع هذه النعم مِنَّةٌ من الله وحده أنعم بها عليكم، وفضلٌ منه تَفضَّل به، فإياه فاعبدوا، ولا تجعلوا له شريكاً. إنَّ فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته، فيعتبرون بها.'
    },
    {
      'id': 14,
      'text': '[14] قل -أيها الرسول- للذين صدَّقوا بالله واتَّبَعوا رسوله يعفوا، ويتجاوزوا عن الذين لا يرجون ثواب الله، ولا يخافون بأسه إذا هم نالوا الذين آمنوا بالأذى والمكروه؛ ليجزي الله هؤلاء المشركين بما كانوا يكسبون في الدنيا من الآثام وإيذاء المؤمنين.'
    },
    {
      'id': 15,
      'text': '[15] من عمل مِن عباد الله بطاعته فلنفسه عمل، ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى، ثم إنكم -أيها الناس- إلى ربكم تصيرون بعد موتكم، فيجازي المحسن بإحسانه، والمسيء بإساءته.'
    },
    {
      'id': 16,
      'text': '[16] ولقد آتينا بني إسرائيل التوراة والإنجيل والحكم بما فيهما، وجعلنا أكثر الأنبياء من ذرية إبراهيم عليه السلام فيهم، ورزقناهم من الطيبات من الأقوات والثمار والأطعمة، وفضَّلناهم على عالمي زمانهم.'
    },
    {
      'id': 17,
      'text': '[17] وآتينا بني إسرائيل شرائع واضحات في الحلال والحرام، ودلالات تبين الحق من الباطل، فما اختلفوا إلا من بعد ما جاءهم العلم، وقامت الحجة عليهم، وإنما حَمَلهم على ذلك بَغْيُ بعضهم على بعض؛ طلباً للرفعة والرئاسة، إن ربك -أيها الرسول- يحكم بين المختلفين من بني إسرائيل يوم القيامة فيما كانوا فيه يختلفون في الدنيا. وفي هذا تحذير لهذه الأمة أن تسلك مسلكهم.'
    },
    {
      'id': 18,
      'text': '[18] ثم جعلناك -أيها الرسول- على منهاج واضح من أمر الدين، فاتبع الشريعة التي جعلناك عليها، ولا تتبع أهواء الجاهلين بشرع الله الذين لا يعلمون الحق. وفي الآية دلالة عظيمة على كمال هذا الدين وشرفه، ووجوب الانقياد لحكمه، وعدم الميل إلى أهواء الكفرة والملحدين.'
    },
    {
      'id': 19,
      'text': '[19] إن هؤلاء المشركين بربهم الذين يدعونك إلى اتباع أهوائهم لن يغنوا عنك -أيها الرسول- من عقاب الله شيئاً إن اتبعت أهواءهم، وإن الظالمين المتجاوزين حدود الله من المنافقين واليهود وغيرهم بعضهم أنصار بعض على المؤمنين بالله وأهل طاعته، والله ناصر المتقين ربَّهم بأداء فرائضه واجتناب نواهيه.'
    },
    {
      'id': 20,
      'text': '[20] هذا القرآن الذي أنزلناه إليك -أيها الرسول- بصائر يبصر به الناس الحق من الباطل، ويعرفون به سبيل الرشاد، وهدى ورحمةٌ لقوم يوقنون بحقيقة صحته، وأنه تنزيل من الله العزيز الحكيم.'
    },
    {
      'id': 21,
      'text': '[21] بل أَظَنَّ الذين اكتسبوا السيئات، وكذَّبوا رسل الله، وخالفوا أمر ربهم، وعبدوا غيره، أن نجعلهم كالذين آمنوا بالله، وصدقوا رسله وعملوا الصالحات، وأخلصوا له العبادة دون سواه، ونساويَهم بهم في الدنيا والآخرة؟ ساء حكمهم بالمساواة بين الفجار والأبرار.'
    },
    {
      'id': 22,
      'text': '[22] وخَلَق الله السموات والأرض بالحق والعدل والحكمة؛ ولكي تجزى كل نفس في الآخرة بما كسبت مِن خير أو شر، وهم لا يُظلَمون جزاء أعمالهم.'
    },
    {
      'id': 23,
      'text': '[23] أفرأيت -أيها الرسول- من اتخذ هواه إلهاً له، فلا يهوى شيئاً إلا فَعَله، وأضلَّه الله بعد بلوغ العلم إليه وقيام الحجة عليه، فلا يسمع مواعظ الله، ولا يعتبر بها، وطبع على قلبه، فلا يعقل به شيئاً، وجعل على بصره غطاء، فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ أفلا تذكرون -أيها الناس- فتعلموا أنَّ مَن فَعَل الله به ذلك فلن يهتدي أبداً، ولن يجد لنفسه ولياً مرشداً؟والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم.'
    },
    {
      'id': 24,
      'text': '[24] وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها، لا حياة سواها؛ تكذيباً منهم بالبعث بعد الممات، وما يُهْلكنا إلا مرُّ الليالي والأيام وطول العمر؛ إنكاراً منهم أن يكون لهم رب يُفنيهم ويُهلكهم، وما لهؤلاء المشركين من علم بذلك، ما هم إلا يتكلمون بالظن والوهم والخيال.'
    },
    {
      'id': 25,
      'text': '[25] وإذا تتلى على هؤلاء المشركين المكذبين بالبعث آياتنا واضحات، لم يكن لهم حجةً إلَّا قولُهم للرسول -صلى الله عليه وسلم-: أحْي أنت والمؤمنون معك آباءنا الذين قد هلكوا، إن كنتم صادقين فيما تقولون.'
    },
    {
      'id': 26,
      'text': '[26] قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه وتعالى يحييكم في الدنيا ما شاء لكم الحياة، ثم يميتكم فيها، ثم يجمعكم جميعاً أحياء إلى يوم القيامة لا شك فيه، ولكن أكثر الناس لا يعلمون قدرةَ الله على إماتتهم، ثم بعثهم يوم القيامة.'
    },
    {
      'id': 27,
      'text': '[27] ولله سبحانه سلطان السموات السبع والأرض خَلْقاً ومُلْكاً وعبودية. ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون، يخسر الكافرون بالله الجاحدون بما أنزله على رسوله من الآيات البينات والدلائل الواضحات.'
    },
    {
      'id': 28,
      'text': '[28] وترى -أيها الرسول- يوم تقوم الساعة أهل كل ملة ودين جاثمين على رُكَبهم، كل أمة تُدْعى إلى كتاب أعمالها، ويقال لهم: اليوم تُجزون ما كنتم تعملون من خير أو شر.'
    },
    {
      'id': 29,
      'text': '[29] هذا كتابنا ينطق عليكم بجميع أعمالكم من غير زيادة ولا نقص، إنَّا كنا نأمر الحفظة أن تكتب أعمالكم عليكم.'
    },
    {
      'id': 30,
      'text': '[30] فأما الذين آمنوا بالله ورسوله في الدنيا، وامتثلوا أوامره واجتنبوا نواهيه، فيدخلهم ربهم في جنته برحمته، ذلك الدخول هو الفوز المبين الذي لا فوز بعده.'
    },
    {
      'id': 31,
      'text': '[31] وأما الذين جحدوا أن الله هو الإله الحق وكذَّبوا رسله ولم يعملوا بشرعه، فيقال لهم -تقريعاً وتوبيخاً-: أفلم تكن آياتي في الدنيا تتلى عليكم، فاستكبرتم عن استماعها والإيمان بها، وكنتم قوماً مشركين تكسِبون المعاصي ولا تؤمنون بثواب ولا عقاب؟'
    },
    {
      'id': 32,
      'text': '[32] وإذا قيل لكم: إن وعد الله ببعث الناس من قبورهم حق، والساعةُ لا شك فيها، قلتم: ما ندري ما الساعة؟ وما نتوقع وقوعها إلا توهماً، وما نحن بمتحققين أن الساعة آتية.'
    },
    {
      'id': 33,
      'text': '[33] وظهر لهؤلاء الذين كانوا يكذِّبون بآيات الله ما عملوا في الدنيا من الأعمال القبيحة، ونزل بهم من عذاب الله جزاءُ ما كانوا به يستهزئون.'
    },
    {
      'id': 34,
      'text': '[34] وقيل لهؤلاء الكفرة: اليوم نترككم في عذاب جهنم، كما تركتم الإيمان بربكم والعمل للقاء يومكم هذا، ومسكنكم نار جهنم، وما لكم من ناصرين ينصرونكم من عذاب الله.'
    },
    {
      'id': 35,
      'text': '[35] هذا الذي حلَّ بكم مِن عذاب الله؛ بسبب أنكم اتخذتم آيات الله وحججه هزواً ولعباً، وخدعتكم زينة الحياة الدنيا، فاليوم لا يُخرجون من النار، ولا هم يُرَدُّون إلى الدنيا؛ ليتوبوا ويعملوا صالحاً.'
    },
    {
      'id': 36,
      'text': '[36] فلله سبحانه وتعالى وحده الحمد على نعمه التي لا تحصى على خلقه، رب السموات والأرض وخالقهما ومدبرهما، رب الخلائق أجمعين.'
    },
    {
      'id': 37,
      'text': '[37] وله وحده سبحانه العظمة والجلال والكبرياء والسُّلْطان والقدرة والكمال في السموات والأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله وقدره وشرعه، تعالى وتقدَّس، لا إله إلا هو.'
    }
  ]
}
;
