/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir107 = 
{
  'id': 107,
  'verses': [
    {
      'id': 1,
      'text': '[1] أرأيت حال ذلك الذي يكذِّب بالبعث والجزاء؟'
    },
    {
      'id': 2,
      'text': '[2] فذلك الذي يدفع اليتيم الذي مات أبوه وهو صغير بعنف وشدة عن حقه؛ لقساوة قلبه.'
    },
    {
      'id': 3,
      'text': '[3] ولا يحضُّ غيره على إطعام المحتاج الذي لا يملك ما يكفيه ويسدُّ حاجته، فكيف له أن يطعمه بنفسه؟'
    },
    {
      'id': 4,
      'text': '[4] فعذاب شديد للمصلين'
    },
    {
      'id': 5,
      'text': '[5]  الذين هم عن صلاتهم لاهون، لا يقيمونها على وجهها، ولا يؤدونها في وقتها.'
    },
    {
      'id': 6,
      'text': '[6] الذين هم يتظاهرون بأعمال الخير؛ مراءاة للناس.'
    },
    {
      'id': 7,
      'text': '[7] ويمنعون إعارة ما لا تضر إعارته من الآنية وغيرها، فلا هم أحسنوا عبادة ربهم، ولا هم أحسنوا إلى خلقه.'
    }
  ]
}
;
