/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir102 = 
{
  'id': 102,
  'verses': [
    {
      'id': 1,
      'text': '[1] شغلكم عن طاعة الله التفاخر بكثرة الأموال والأولاد.'
    },
    {
      'id': 2,
      'text': '[2] واستمر اشتغالكم بذلك إلى أن صرتم إلى المقابر، ودُفنتم فيها.'
    },
    {
      'id': 3,
      'text': '[3] ما هكذا ينبغي أن يُلْهيكم التكاثر بالأموال، سوف تتبيَّنون أن الدار الآخرة خير لكم.'
    },
    {
      'id': 4,
      'text': '[4] ثم احذروا سوف تعلمون سوء عاقبة انشغالكم عنها.'
    },
    {
      'id': 5,
      'text': '[5] ما هكذا ينبغي أن يلهيكم التكاثر بالأموال، لو تعلمون حق العلم لانزجرتم، ولبادرتم إلى إنقاذ أنفسكم من الهلاك'
    },
    {
      'id': 6,
      'text': '[6]  لتبصرُنَّ الجحيم'
    },
    {
      'id': 7,
      'text': '[7]  ثم لتبصرُنَّها دون ريب'
    },
    {
      'id': 8,
      'text': '[8] ثم لتسألُنَّ يوم القيامة عن كل أنواع النعيم.'
    }
  ]
}
;
