/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir94 = 
{
  'id': 94,
  'verses': [
    {
      'id': 1,
      'text': '[1] ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق'
    },
    {
      'id': 2,
      'text': '[2]  وحططنا عنك بذلك حِمْلك.'
    },
    {
      'id': 3,
      'text': '[3] الذي أثقل ظهرك'
    },
    {
      'id': 4,
      'text': '[4]  وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟'
    },
    {
      'id': 5,
      'text': '[5] فلا يَثْنِكَ أذى أعدائك عن نشر الرسالة؛ فإن مع الضيق فرجاً'
    },
    {
      'id': 6,
      'text': '[6] إن مع الضيق فرجاً.'
    },
    {
      'id': 7,
      'text': '[7] فإذا فرغت من أمور الدنيا وأشغالها فَجِدَّ في العبادة'
    },
    {
      'id': 8,
      'text': '[8] وإلى ربك وحده فارغب فيما عنده.'
    }
  ]
}
;
