/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir106 = 
{
  'id': 106,
  'verses': [
    {
      'id': 1,
      'text': '[1] اعْجَبوا لإلف قريش وأمنهم، واستقامة مصالحهم'
    },
    {
      'id': 2,
      'text': '[2] وانتظام رحلتيهم في الشتاء إلى «اليمن»، وفي الصيف إلى «الشام»، وتيسير ذلك؛ لجلب ما يحتاجون إليه.'
    },
    {
      'id': 3,
      'text': '[3] فليشكروا، وليعبدوا رب هذا البيت الذي يعتزُّون به -وهو الكعبة- ، وبسببه نالوا الشرفَ والرِّفعة، وليوحدوه ويخلصوا له العبادة.'
    },
    {
      'id': 4,
      'text': '[4] الذي أطعمهم من جوع شديد، وآمنهم من فزع وخوف عظيم.'
    }
  ]
}
;
