/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir25 = 
{
  'id': 25,
  'verses': [
    {
      'id': 1,
      'text': '[1] عَظُمَتْ بركات الله، وكثرت خيراته، وكملت أوصافه سبحانه وتعالى الذي نزَّل القرآن الفارق بين الحق والباطل على عبده محمد -صلى الله عليه وسلم-؛ ليكون رسولاً للإنس والجن، مخوِّفاً لهم من عذاب الله.'
    },
    {
      'id': 2,
      'text': '[2] الذي له ملك السموات والأرض، ولم يتخذ ولداً، ولم يكن له شريك في ملكه، وهو الذي خلق كل شيء فسوَّاه على ما يناسبه من الخلق، وَفْق ما تقتضيه حكمته دون نقص أو خلل.'
    },
    {
      'id': 3,
      'text': '[3] واتخذ مشركو العرب معبودات من دون الله لا تستطيع خَلْق شيء، والله خلقها وخلقهم، ولا تملك لنفسها دَفْعَ ضر أو جلب نفع، ولا تستطيع إماتة حي أو إحياء ميت، أو بعث أحد من الأموات حيّاً من قبره.'
    },
    {
      'id': 4,
      'text': '[4] وقال الكافرون بالله: ما هذا القرآن إلا كذب وبهتان اختلقه محمد، وأعانه على ذلك أناس آخرون، فقد ارتكبوا ظلماً فظيعاً، وأتوا زوراً شنيعاً؛ فالقرآن ليس مما يمكن لبشر أن يختلقه.'
    },
    {
      'id': 5,
      'text': '[5] وقالوا عن القرآن: هو أحاديث الأولين المسطرة في كتبهم، استنسخها محمد، فهي تُقْرَأ عليه صباحاً ومساء.'
    },
    {
      'id': 6,
      'text': '[6] قل -أيها الرسول- لهؤلاء الكفار: إن الذي أنزل القرآن هو الله الذي أحاط علمه بما في السموات والأرض، إنه كان غفوراً لمن تاب من الذنوب والمعاصي، رحيماً بهم حيث لم يعاجلهم بالعقوبة.'
    },
    {
      'id': 7,
      'text': '[7] وقال المشركون: ما لهذا الذي يزعم أنه رسول الله -يعنون محمداً صلى الله عليه وسلم- يأكل الطعام مثلنا، ويمشي في الأسواق لطلب الرزق؟ فهلَّا أرسل الله معه مَلَكاً يشهد على صدقه،'
    },
    {
      'id': 8,
      'text': '[8]  أو يهبط عليه من السماء كنز من مال، أو تكون له حديقة عظيمة يأكل من ثمرها، وقال هؤلاء الظالمون المكذبون: ما تتبعون أيها المؤمنون إلا رجلاً به سحر غلب على عقله.'
    },
    {
      'id': 9,
      'text': '[9] انظر -أيها الرسول- كيف قال المكذبون في حقك تلك الأقوال العجيبة التي تشبه -لغرابتها- الأمثال؛ ليتوصلوا إلى تكذيبك؟ فبَعُدوا بذلك عن الحق، فلا يجدون سبيلاً إليه؛ ليصححوا ما قالوه فيك من الكذب والافتراء.'
    },
    {
      'id': 10,
      'text': '[10] عَظُمَتْ بركات الله، وكَثُرَتْ خيراته، الذي إن شاء جعل لك -أيها الرسول- خيراً مما تمنَّوه لك، فجعل لك في الدنيا حدائق كثيرة تتخللها الأنهار، ويجعل لك فيها قصوراً عظيمة.'
    },
    {
      'id': 11,
      'text': '[11] وما كذبوك؛ لأنك تأكل الطعام، وتمشي في الأسواق، بل كذَّبوا بيوم القيامة وما فيه من جزاء، وأعتدنا لمن كذب بالساعة ناراً حارة تُسَعَّر بهم.'
    },
    {
      'id': 12,
      'text': '[12] إذا رأت النار هؤلاء المكذبين يوم القيامة من مكان بعيد، سمعوا صوت غليانها وزفيرها، من شدة تغيظها منهم.'
    },
    {
      'id': 13,
      'text': '[13] وإذا أُلقوا في مكان شديد الضيق من جهنم -وقد قُرِنت أيديهم بالسلاسل إلى أعناقهم- دَعَوْا على أنفسهم بالهلاك للخلاص منها.'
    },
    {
      'id': 14,
      'text': '[14] فيقال لهم تيئيساً: لا تَدْعوا اليوم بالهلاك مرة واحدة، بل مرات كثيرة، فلن يزيدكم ذلك إلا غمّاً، فلا خلاص لكم.'
    },
    {
      'id': 15,
      'text': '[15] قل لهم -أيها الرسول-: أهذه النار التي وُصِفتْ لكم خيرٌ أم جنة النعيم الدائم التي وُعِد بها الخائفون من عذاب ربهم، كانت لهم ثواباً على عملهم، ومآلاً يرجعون إليه في الآخرة؟'
    },
    {
      'id': 16,
      'text': '[16] لهؤلاء المطيعين في الجنة ما يشتهون من ملاذِّ النعيم، متاعهم فيه دائم، كان دخولهم إياها على ربك -أيها الرسول- وعداً مسؤولاً، يسأله عباد الله المتقون، والله لا يخلف وعده.'
    },
    {
      'id': 17,
      'text': '[17] ويوم القيامة يحشر الله المشركين وما كانوا يعبدونه من دونه، فيقول لهؤلاء المعبودين: أأنتم أضللتم عبادي هؤلاء عن طريق الحق، وأمرتموهم بعبادتكم، أم هم ضلوا السبيل، فعبدوكم مِن تلقاء أنفسهم؟'
    },
    {
      'id': 18,
      'text': '[18] قال المعبودون من دون الله: تنزيهاً لك -يا ربنا- عَمَّا فعل هؤلاء، فما يصحُّ أن نَتَّخِذ سواك أولياء نواليهم، ولكن متعتَ هؤلاء المشركين وآباءهم بالمال والعافية في الدنيا، حتى نسوا ذكرك فأشركوا بك، وكانوا قوماً هلكى غلب عليهم الشقاء والخِذْلان.'
    },
    {
      'id': 19,
      'text': '[19] فيقال للمشركين: لقد كَذَّبكم هؤلاء الذين عبدتموهم في ادِّعائكم عليهم، فها أنتم أولاء لا تستطيعون دَفْعاً للعذاب عن أنفسكم، ولا نصراً لها، ومَن يشرك بالله فيظلم نفسه ويعبد غير الله، ويمت على ذلك، يعذبه الله عذاباً شديداً.'
    },
    {
      'id': 20,
      'text': '[20] وما أرسلنا قبلك -أيها الرسول- أحداً مِن رسلنا إلا كانوا بشراً، يأكلون الطعام، ويمشون في الأسواق. وجعلنا بعضكم -أيها الناس- لبعض ابتلاء واختباراً بالهدى والضلال، والغنى والفقر، والصحة والمرض، هل تصبرون، فتقوموا بما أوجبه الله عليكم، وتشكروا له، فيثيبكم مولاكم، أو لا تصبرون فتستحقوا العقوبة؟ وكان ربك -أيها الرسول- بصيراً بمن يجزع أو يصبر، وبمن يكفر أو يشكر.'
    },
    {
      'id': 21,
      'text': '[21] وقال الذين لا يؤمِّلون لقاء ربهم بعد موتهم لإنكارهم له: هلَّا أُنزل علينا الملائكة، فتُخْبِرنا بأن محمداً صادق، أو نرى ربنا عِياناً، فيخبرنا بصدقه في رسالته. لقد أُعجِبوا بأنفسهم واستعلَوْا حيث اجترؤوا على هذا القول، وتجاوزوا الحدَّ في طغيانهم وكفرهم.'
    },
    {
      'id': 22,
      'text': '[22] يوم يرون الملائكة عند الاحتضار، وفي القبر، ويوم القيامة، على غير الصورة التي اقترحوها لا لتبشرهم بالجنة، ولكن لتقول لهم: جعل الله الجنة مكاناً محرماً عليكم.'
    },
    {
      'id': 23,
      'text': '[23] وقَدِمْنا إلى ما عملوه مِن مظاهر الخير والبر، فجعلناه باطلاً مضمحلّاً، لا ينفعهم كالهباء المنثور، وهو ما يُرى في ضوء الشمس من خفيف الغبار؛ وذلك أن العمل لا ينفع في الآخرة إلا إذا توفر في صاحبه: الإيمان بالله، والإخلاص له، والمتابعة لرسوله محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 24,
      'text': '[24] أصحاب الجنة يوم القيامة خير مستقرّاً من أهل النار وأحسن منازل في الجنة، فراحتهم تامة، ونعيمهم لا يشوبه كدر.'
    },
    {
      'id': 25,
      'text': '[25] واذكر -أيها الرسول- ذلك اليوم الذي تتشقق فيه السماء، ويظهر من فتحاتها السحاب الأبيض الرقيق، وينزل الله ملائكة السموات يومئذ، فيحيطون بالخلائق في المحشر، ويأتي الله تبارك وتعالى لفصل القضاء بين العباد، إتياناً يليق بجلاله.'
    },
    {
      'id': 26,
      'text': '[26] المُلْك الحق في هذا اليوم للرحمن وحده دون مَن سواه، وكان هذا اليوم صعباً شديداً على الكافرين؛ لما ينالهم من العقاب والعذاب الأليم.'
    },
    {
      'id': 27,
      'text': '[27] واذكر -أيها الرسول- يوم يَعَضُّ الظالم لنفسه على يديه ندماً وتحسراً قائلاً: يا ليتني صاحبت رسول الله محمداً -صلى الله عليه وسلم- واتبعته في اتخاذ الإسلام طريقاً إلى الجنة،'
    },
    {
      'id': 28,
      'text': '[28]  ويتحسَّر قائلاً: يا ليتني لم أتخذ الكافر فلاناً صديقاً أتبعه وأوده.'
    },
    {
      'id': 29,
      'text': '[29]  لقد أضلَّني هذا الصديق عن القرآن بعد إذ جاءني. وكان الشيطان الرجيم خذولاً للإنسان دائماً. وفي هذه الآيات التحذير من مصاحبة قرين السوء؛ فإنه قد يكون سبباً لإدخال قرينه النار.'
    },
    {
      'id': 30,
      'text': '[30] وقال الرسول شاكياً ما صنع قومه: يا ربِّ إن قومي تركوا هذا القرآن وهجروه، متمادين في إعراضهم عنه وتَرْكِ تدبُّره والعمل به وتبليغه. وفي الآية تخويف عظيم لمن هجر القرآن فلم يعمل به.'
    },
    {
      'id': 31,
      'text': '[31] وكما جعلنا لك -أيها الرسول- أعداء من مجرمي قومك، جعلنا لكل نبيٍّ من الأنبياء عدوّاً من مجرمي قومه، فاصبر كما صبروا. وكفى بربك هادياً ومرشداً ومعيناً يعينك على أعدائك. وفي هذا تسلية لنبيه محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 32,
      'text': '[32] وقال الذين كفروا: هلَّا أنزل القرآن على محمد جملة واحدة كالتوراة والإنجيل والزبور! قال الله سبحانه وتعالى: كذلك أنزلناه مفرقاً؛ لنقوِّي به قلبك وتزداد به طمأنينة، فتعيه وتحمله، وبيَّنَّاه في تثبت ومُهْلَة.'
    },
    {
      'id': 33,
      'text': '[33] ولا يأتيك -أيها الرسول- المشركون بحجة أو شبهة إلا جئناك بالجواب الحق وبأحسن بيان له.'
    },
    {
      'id': 34,
      'text': '[34] أولئك الكفار هم الذين يُسحبون على وجوههم إلى جهنم، وأولئك هم شر الناس منزلة، وأبعدهم طريقاً عن الحق.'
    },
    {
      'id': 35,
      'text': '[35] ولقد آتينا موسى التوراة، وجعلنا معه أخاه هارون معيناً له،'
    },
    {
      'id': 36,
      'text': '[36]  فقلنا لهما: اذهبا إلى فرعون وقومه الذين كذَّبوا بدلائل ربوبيتنا وألوهيتنا، فذهبا إليهم، فدَعَواهم إلى الإيمان بالله وطاعته وعدم الإشراك به، فكذَّبوهما، فأهلكناهم إهلاكاً عظيماً.'
    },
    {
      'id': 37,
      'text': '[37] وأغرقنا قوم نوح بالطوفان حين كذَّبوه. ومَن كذَّب رسولاً فقد كذَّب الرسل جميعاً. وجعلنا إغراقهم للناس عبرة، وجعلنا لهم ولمن سلك سبيلهم في التكذيب يوم القيامة عذاباً موجعاً.'
    },
    {
      'id': 38,
      'text': '[38] وأهلكنا عاداً قوم هود، وثمود قوم صالح، وأصحاب البئر وأمماً كثيرة بين قوم نوح وعاد وثمود وأصحاب الرسِّ، لا يعلمهم إلا الله.'
    },
    {
      'id': 39,
      'text': '[39] وكل الأمم بيَّنَّا لهم الحجج، ووضَّحنا لهم الأدلة، وأزحنا الأعذار عنهم، ومع ذلك لم يؤمنوا، فأهلكناهم بالعذاب إهلاكاً.'
    },
    {
      'id': 40,
      'text': '[40] ولقد كان مشركو «مكة» يمرون في أسفارهم على قرية قوم لوط، وهي قرية «سَدُوم» التي أُهلِكت بالحجارة من السماء، فلم يعتبروا بها، بل كانوا لا يرجون معاداً يوم القيامة يجازون فيه.'
    },
    {
      'id': 41,
      'text': '[41] وإذا رآك هؤلاء المكذبون -أيها الرسول- استهزؤوا بك قائلين: أهذا الذي يزعم أن الله بعثه رسولاً إلينا؟'
    },
    {
      'id': 42,
      'text': '[42] إنه قارب أن يصرفنا عن عبادة أصنامنا بقوة حجته وبيانه، لولا أن ثَبَتْنا على عبادتها، وسوف يعلمون حين يرون ما يستحقون من العذاب: مَن أضل ديناً أهم أم محمد؟'
    },
    {
      'id': 43,
      'text': '[43] انظر -أيها الرسول- متعجباً إلى مَن أطاع هواه كطاعة الله، أفأنت تكون عليه حفيظاً حتى تردَّه إلى الإيمان؟'
    },
    {
      'id': 44,
      'text': '[44] أم تظن أن أكثرهم يسمعون آيات الله سماع تدبر، أو يفهمون ما فيها؟ ما هم إلا كالبهائم في عدم الانتفاع بما يسمعونه، بل هم أضل طريقاً منها.'
    },
    {
      'id': 45,
      'text': '[45] ألم تر كيف مدَّ الله الظل من طلوع الفجر إلى طلوع الشمس؟ ولو شاء لجعله ثابتاً مستقرّاً لا تزيله الشمس، ثم جعلنا الشمس علامة يُستَدَلُّ بأحوالها على أحواله،'
    },
    {
      'id': 46,
      'text': '[46]  ثم تَقَلَّصَ الظل يسيراً يسيراً، فكلما ازداد ارتفاع الشمس ازداد نقصانه. وذلك من الأدلة على قدرة الله وعظمته، وأنه وحده المستحق للعبادة دون سواه.'
    },
    {
      'id': 47,
      'text': '[47] والله تعالى هو الذي جعل لكم الليل ساتراً لكم بظلامه كما يستركم اللباس، وجعل النوم راحة لأبدانكم فيه تهدؤون وتسكنون، وجعل لكم النهار؛ لتنتشروا في الأرض، وتطلبوا معايشكم.'
    },
    {
      'id': 48,
      'text': '[48] وهو الذي أرسل الرياح التي تحمل السحاب، تبشر الناس بالمطر رحمة منه، وأنزلنا من السماء ماء يُتَطَهَّر به؛'
    },
    {
      'id': 49,
      'text': '[49] لنخرج به النبات في مكان لا نبات فيه، فيحيا البلد الجدب بعد موات، ونُسْقي ذلك الماء مِن خَلْقِنا كثيراً من الأنعام والناس.'
    },
    {
      'id': 50,
      'text': '[50] ولقد أنزلنا المطر على أرض دون أخرى؛ ليذكر الذين أنزلنا عليهم المطر نعمة الله عليهم، فيشكروا له، وليذكر الذين مُنِعوا منه، فيسارعوا بالتوبة إلى الله -جل وعلا- ليرحمهم ويسقيهم، فأبى أكثر الناس إلا جحوداً لنعمنا عليهم، كقولهم: مطرنا بنَوْء كذا وكذا.'
    },
    {
      'id': 51,
      'text': '[51] ولو شئنا لبعثنا في كل قرية نذيراً، يدعوهم إلى الله عز وجل، وينذرهم عذابه، ولكنا جعلناك -أيها الرسول- مبعوثاً إلى جميع أهل الأرض، وأمرناك أن تبلغهم هذا القرآن،'
    },
    {
      'id': 52,
      'text': '[52]  فلا تطع الكافرين في ترك شيء مما أرسلتَ به، بل ابذل جهدك في تبليغ الرسالة، وجاهد الكافرين بهذا القرآن جهاداً كبيراً، لا يخالطه فتور.'
    },
    {
      'id': 53,
      'text': '[53] والله هو الذي خلط البحرين: العذب السائغ الشراب، والملح الشديد الملوحة، وجعل بينهما حاجزاً يمنع كل واحدٍ منهما من إفساد الآخر، ومانعاً مِن أن يصل أحدهما إلى الآخر.'
    },
    {
      'id': 54,
      'text': '[54] وهو الذي خلق مِن منيِّ الرجل والمرأة ذرية ذكوراً وإناثاً، فنشأ من هذا قرابة النسب وقرابة المصاهرة. وكان ربك قديراً على خلق ما يشاء.'
    },
    {
      'id': 55,
      'text': '[55] ومع كل هذه الدلائل على قدرة الله وإنعامه على خلقه يَعبدُ الكفار مِن دون الله ما لا ينفعهم إن عبدوه، ولا يضرهم إن تركوا عبادته، وكان الكافر عوناً للشيطان على ربه بالشرك في عبادة الله، مُظاهِراً له على معصيته.'
    },
    {
      'id': 56,
      'text': '[56] وما أرسلناك -أيها الرسول- إلا مبشراً للمؤمنين بالجنة ومنذراً للكافرين بالنار.'
    },
    {
      'id': 57,
      'text': '[57] قل لهم: لا أطلب منكم على تبليغ الرسالة أيَّ أجر، لكنْ من أراد أن يهتدي ويسلك سبيل الحق إلى ربه وينفق في مرضاته، فلست أُجبركم عليه، وإنما هو خير لأنفسكم.'
    },
    {
      'id': 58,
      'text': '[58] وتوكل على الله الذي له جميع معاني الحياة الكاملة كما يليق بجلاله، الذي لا يموت، ونزِّهه عن صفات النقصان. وكفى بالله خبيراً بذنوب خلقه، لا يخفى عليه شيء منها، وسيحاسبهم عليها ويجازيهم بها.'
    },
    {
      'id': 59,
      'text': '[59] الذي خلق السموات والأرض وما بينهما في ستة أيام، ثم استوى على العرش -أي: علا وارتفع- استواءً يليق بجلاله، هو الرحمن، فاسأل -أيها النبي- به خبيراً، يعني بذلك سبحانه نفسه الكريمة، فهو الذي يعلم صفاته وعظمته وجلاله. ولا أحد من البشر أعلم بالله ولا أخبر به من عبده ورسوله محمد -صلى الله عليه وسلم-.'
    },
    {
      'id': 60,
      'text': '[60] وإذا قيل للكافرين: اسجدوا للرحمن واعبدوه قالوا: ما نعرف الرحمن، أنسجد لما تأمرنا بالسجود له طاعة لأمرك؟ وزادهم دعاؤهم إلى السجود للرحمن بُعْداً عن الإيمان ونفوراً منه.'
    },
    {
      'id': 61,
      'text': '[61] عَظُمَتْ بركات الرحمن وكثر خيره، الذي جعل في السماء النجوم الكبار بمنازلها، وجعل فيها شمساً تضيء وقمراً ينير.'
    },
    {
      'id': 62,
      'text': '[62] وهو الذي جعل الليل والنهار متعاقبَيْن يَخْلُف أحدهما الآخر لمن أراد أن يعتبر بما في ذلك إيماناً بالمدبِّر الخالق، أو أراد أن يشكر لله تعالى على نعمه وآلائه.'
    },
    {
      'id': 63,
      'text': '[63] وعباد الرحمن الصالحون يمشون على الأرض بسكينة متواضعين، وإذا خاطبهم الجهلة السفهاء بالأذى أجابوهم بالمعروف من القول، وخاطبوهم خطاباً يَسْلَمون فيه من الإثم، ومن مقابلة الجاهل بجهله.'
    },
    {
      'id': 64,
      'text': '[64] والذين يكثرون من صلاة الليل مخلصين فيها لربهم، متذللين له بالسجود والقيام.'
    },
    {
      'id': 65,
      'text': '[65] والذين هم مع اجتهادهم في العبادة يخافون الله فيدعونه أن ينجيهم من عذاب جهنم، إن عذابها يلازم صاحبه.'
    },
    {
      'id': 66,
      'text': '[66]  إن جهنم شر قرار وإقامة.'
    },
    {
      'id': 67,
      'text': '[67] والذين إذا أنفقوا من أموالهم لم يتجاوزوا الحد في العطاء، ولم يضيِّقوا في النفقة، وكان إنفاقهم وسطاً بين التبذير والتضييق.'
    },
    {
      'id': 68,
      'text': '[68] والذين يوحدون الله، ولا يدعون ولا يعبدون إلهاً غيره، ولا يقتلون النفس التي حرَّم الله قتلها إلا بما يحق قتلها به: مِن كفر بعد إيمان، أو زنى بعد زواج، أو قتل نفس عدواناً، ولا يزنون، بل يحفظون فروجهم إلا على أزواجهم أو ما ملكت أيمانهم، ومن يفعل شيئاً من هذه الكبائر يَلْقَ في الآخرة عقاباً.'
    },
    {
      'id': 69,
      'text': '[69]  يُضاعَفْ له العذاب يوم القيامة، ويَخْلُدْ فيه ذليلاً حقيراً. (والوعيد بالخلود لمن فعلها كلَّها، أو لمن أشرك بالله).'
    },
    {
      'id': 70,
      'text': '[70]  لكن مَن تاب مِن هذه الذنوب توبة نصوحاً وآمن إيماناً جازماً مقروناً بالعمل الصالح، فأولئك يمحو الله عنهم سيئاتهم ويجعل مكانها حسنات؛ بسبب توبتهم وندمهم. وكان الله غفوراً لمن تاب، رحيماً بعباده حيث دعاهم إلى التوبة بعد مبارزته بأكبر المعاصي.'
    },
    {
      'id': 71,
      'text': '[71]  ومن تاب عمَّا ارتكب من الذنوب، وعمل عملاً صالحاً فإنه بذلك يرجع إلى الله رجوعاً صحيحاً، فيقبل الله توبته ويكفر ذنوبه.'
    },
    {
      'id': 72,
      'text': '[72] والذين لا يشهدون بالكذب ولا يحضرون مجالسه، وإذا مرُّوا بأهل الباطل واللغو مِن غير قصدٍ مرُّوا معرضين منكرين يتنزهون عنه، ولا يرضونه لغيرهم.'
    },
    {
      'id': 73,
      'text': '[73] والذين إذا وُعِظوا بآيات القرآن ودلائل وحدانية الله لم يتغافلوا عنها، كأنهم صُمٌّ لم يسمعوها، وعُمْيٌ لم يبصروها، بل وَعَتْها قلوبهم، وتفتَّحت لها بصائرهم، فخرُّوا لله ساجدين مطيعين.'
    },
    {
      'id': 74,
      'text': '[74] والذين يسألون الله تعالى قائلين: ربنا هب لنا مِن أزواجنا وذريَّاتنا ما تَقَرُّ به أعيننا، وفيه أنسنا وسرورنا، واجعلنا قدوة يَقْتدي بنا المتقون في الخير.'
    },
    {
      'id': 75,
      'text': '[75] أولئك الذين اتصفوا بالصفات السابقة من عباد الرحمن، يثابون أعلى منازل الجنة؛ برحمة الله وبسبب صبرهم على الطاعات، وسَيُلَقَّوْن في الجنة التحية والتسليم من الملائكة، والحياة الطيبة والسلامة   مِنَ الآفات،'
    },
    {
      'id': 76,
      'text': '[76]  خالدين فيها أبداً مِن غير موت، حَسُنَتْ مستقرّاً يَقِرُّون فيه ومقاماً يقيمون به، لا يبغون عنها تحولاً.'
    },
    {
      'id': 77,
      'text': '[77] أخبر الله تعالى أنه لا يبالي ولا يعبأ بالناس، لولا دعاؤهم إياه دعاء العبادة ودعاء المسألة، فقد كَذَّبتم -أيها الكافرون- فسوف يكون تكذيبكم مُفْضِياً إلى عذاب يلزمكم لزوم الغريم لغريمه، ويهلككم في الدنيا والآخرة.'
    }
  ]
}
;
