/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir26 = 
{
  'id': 26,
  'verses': [
    {
      'id': 1,
      'text': '[1] ﴿طسٓمٓ﴾ سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.'
    },
    {
      'id': 2,
      'text': '[2] هذه آيات القرآن الموضِّح لكل شيء الفاصل بين الهدى والضلال.'
    },
    {
      'id': 3,
      'text': '[3] لعلك -أيها الرسول- من شدة حرصك على هدايتهم مُهْلِك نفسك؛ لأنهم لم يصدِّقوا بك ولم يعملوا بهديك، فلا تفعل ذلك.'
    },
    {
      'id': 4,
      'text': '[4] إن نشأ ننزل على المكذبين من قومك من السماء معجزة مخوِّفة لهم تلجئهم إلى الإيمان، فتصير أعناقهم خاضعة ذليلة، ولكننا لم نشأ ذلك؛ فإن الإيمان النافع هو الإيمان بالغيب اختياراً.'
    },
    {
      'id': 5,
      'text': '[5] وما يجيء هؤلاء المشركين المكذبين مِن ذِكْرٍ من الرحمن مُحْدَث إنزاله، شيئاً بعد شيء، يأمرهم وينهاهم، ويذكرهم بالدين الحق إلا أعرضوا عنه ولم يقبلوه.'
    },
    {
      'id': 6,
      'text': '[6] فقد كذَّبوا بالقرآن واستهزؤوا به، فسيأتيهم أخبار الأمر الذي كانوا يستهزئون به ويسخرون منه، وسيحلُّ بهم العذاب جزاء تمردهم على ربهم.'
    },
    {
      'id': 7,
      'text': '[7] أكذبوا ولم ينظروا إلى الأرض التي أنبتنا فيها من كل نوع حسن نافع من النبات، لا يقدر على إنباته إلا رب العالمين؟'
    },
    {
      'id': 8,
      'text': '[8]  إن في إخراج النبات من الأرض لَدلالة واضحة على كمال قدرة الله، وما كان أكثر القوم مؤمنين.'
    },
    {
      'id': 9,
      'text': '[9] . وإن ربك لهو العزيز على كل مخلوق، الرحيم الذي وسعت رحمته كل شيء.'
    },
    {
      'id': 10,
      'text': '[10] واذكر -أيها الرسول- لقومك إذ نادى ربك موسى: أن ائت القوم الظالمين،'
    },
    {
      'id': 11,
      'text': '[11]  قوم فرعون، وقل لهم: ألا يخافون عقاب الله تعالى، ويتركون ما هم عليه من الكفر والضلال؟'
    },
    {
      'id': 12,
      'text': '[12] قال موسى: رب إني أخاف أن يكذبوني في الرسالة،'
    },
    {
      'id': 13,
      'text': '[13]  ويملأ صدري الغمُّ لتكذيبهم إياي، ولا ينطلق لساني بالدعوة فأرسِلْ جبريلَ بالوحي إلى أخي هارون؛ ليعاونني ويصدقني فيما أقول، ويُبيِّن لهم ما أخاطبهم به، فهو أفصح مني نطقاً.'
    },
    {
      'id': 14,
      'text': '[14]  ولهم عليَّ ذنب في قتل رجل منهم، وهو القبطي، فأخاف أن يقتلوني به.'
    },
    {
      'id': 15,
      'text': '[15] قال الله لموسى: كَلَّا لن يقتلوك، وقد أجبت طلبك في هارون، فاذهبا بالمعجزات الدالة على صدقكما، إنا معكم بالعلم والحفظ والنصرة مستمعون.'
    },
    {
      'id': 16,
      'text': '[16] . فأتِيَا فرعون فقولا له: إنا مرسَلان إليك وإلى قومك من رب العالمين:'
    },
    {
      'id': 17,
      'text': '[17]  أن اترك بني إسرائيل؛ ليذهبوا معنا.'
    },
    {
      'id': 18,
      'text': '[18] قال فرعون لموسى -ممتنّاً عليه-: ألم نُرَبِّك في منازلنا صغيراً، ومكثت في رعايتنا سنين من عُمُرك،'
    },
    {
      'id': 19,
      'text': '[19]  وارتكبت جنايةً بقتلك رجلاً من قومي حين ضربته ودفعته، وأنت من الجاحدين نعمتي المنكرين ربوبيتي؟'
    },
    {
      'id': 20,
      'text': '[20] قال موسى مجيباً لفرعون: فعلتُ ما ذكرتَ قبل أن يوحي الله إليَّ ويبعثني رسولاً،'
    },
    {
      'id': 21,
      'text': '[21]  فخرجت من بينكم فارّاً إلى «مدين»، لمَّا خفت أن تقتلوني بما فعلتُ من غير عَمْد، فوهب لي ربي تفضلاً منه النبوة والعلم، وجعلني من المرسلين.'
    },
    {
      'id': 22,
      'text': '[22]  أَوَتلك التربية في بيتك تَعُدُّها نعمة منك عليَّ، وقد جعلت بني إسرائيل عبيداً تُذَبِّح أبناءهم وتستبقي نساءهم للخدمة والامتهان؟'
    },
    {
      'id': 23,
      'text': '[23] قال فرعون لموسى: وما رب العالمين الذي تدَّعي أنك رسوله؟'
    },
    {
      'id': 24,
      'text': '[24] قال موسى: هو مالك ومدبر السموات والأرض وما بينهما، إن كنتم موقنين بذلك، فآمِنوا.'
    },
    {
      'id': 25,
      'text': '[25] قال فرعون لمن حوله مِن أشراف قومه: ألا تسمعون مقالة موسى العجيبة بوجود رب سواي؟'
    },
    {
      'id': 26,
      'text': '[26] قال موسى: الرب الذي أدعوكم إليه هو الذي خلقكم وخلق آباءكم الأولين، فكيف تعبدون مَن هو مخلوق مثلكم، وله آباء قد فَنَوْا كآبائكم؟'
    },
    {
      'id': 27,
      'text': '[27] قال فرعون لخاصته يستثير غضبهم؛ لتكذيب موسى إياه: إن رسولكم الذي أرسل إليكم لمجنون، يتكلم كلاماً لا يُعْقَل'
    },
    {
      'id': 28,
      'text': '[28] قال موسى: رب المشرق والمغرب وما بينهما وما يكون فيهما من نور وظلمة، وهذا يستوجب الإيمان به وحده إن كنتم من أهل العقل والتدبر'
    },
    {
      'id': 29,
      'text': '[29] قال فرعون لموسى مهدداً له: لئن اتخذت إلهاً غيري لأسجننك مع مَن سجنت.'
    },
    {
      'id': 30,
      'text': '[30] قال موسى: أتجعلني من المسجونين، ولو جئتك ببرهان قاطع يتبين منه صدقي؟'
    },
    {
      'id': 31,
      'text': '[31] قال فرعون: فأت به إن كنت من الصادقين في دعواك.'
    },
    {
      'id': 32,
      'text': '[32] فألقى موسى عصاه فتحولت ثعباناً حقيقيّاً، ليس تمويهاً كما يفعل السحرة،'
    },
    {
      'id': 33,
      'text': '[33]  وأخرج يده مِن فتحة قميصه المفتوحة إلى الصَّدْر، أو من تحت إبطه فإذا هي بيضاء كالثلج من غير برص، تَبْهَر الناظرين.'
    },
    {
      'id': 34,
      'text': '[34] قال فرعون لأشراف قومه خشية أن يؤمنوا: إن موسى لَساحر ماهر،'
    },
    {
      'id': 35,
      'text': '[35]  يريد أن يخرجكم بسحره من أرضكم، فأي شيء تشيرون به في شأنه أتبع رأيكم فيه؟'
    },
    {
      'id': 36,
      'text': '[36] قال له قومه: أخِّر أمر موسى وهارون، وأرسِلْ في المدائن جنداً جامعين للسحرة،'
    },
    {
      'id': 37,
      'text': '[37]  يأتوك بكلِّ مَن أجاد السحر، وتفوَّق في معرفته.'
    },
    {
      'id': 38,
      'text': '[38] فَجُمِع السحرة، وحُدِّد لهم وقت معلوم، هو وقت الضحى من يوم الزينة الذي يتفرغون فيه من أشغالهم، ويجتمعون ويتزيَّنون؛ وذلك للاجتماع بموسى'
    },
    {
      'id': 39,
      'text': '[39]  وحُثَّ الناس على الاجتماع؛ أملاً في أن تكون الغلبة للسحرة.'
    },
    {
      'id': 40,
      'text': '[40] إننا نطمع أن تكون الغلبة للسحرة، فنثبت على ديننا.'
    },
    {
      'id': 41,
      'text': '[41] فلما جاء السحرة فرعون قالوا له: أإن لنا لأجراً مِن مال أو جاه، إنْ كنا نحن الغالبين لموسى؟'
    },
    {
      'id': 42,
      'text': '[42] قال فرعون: نعم لكم عندي ما طلبتم مِن أجر، وإنكم حينئذ لمن المقربين لديَّ.'
    },
    {
      'id': 43,
      'text': '[43] قال موسى للسحرة مريداً إبطال سحرهم وإظهار أن ما جاء به ليس سحراً: ألقوا ما تريدون إلقاءه من السحر.'
    },
    {
      'id': 44,
      'text': '[44] فألقَوا حبالهم وعصيَّهم، وخُيِّل للناس أنها حيَّات تسعى، وأقسموا بعزة فرعون قائلين: إننا لنحن الغالبون.'
    },
    {
      'id': 45,
      'text': '[45] فألقى موسى عصاه، فإذا هي حية عظيمة، تبتلع ما صدر منهم من إفك وتزوير.'
    },
    {
      'id': 46,
      'text': '[46] فلما شاهدوا ذلك، وعلموا أنه ليس من تمويه السحرة، آمنوا بالله وسجدوا له،'
    },
    {
      'id': 47,
      'text': '[47]  وقالوا: آمنَّا برب العالمين'
    },
    {
      'id': 48,
      'text': '[48]  رب موسى وهارون.'
    },
    {
      'id': 49,
      'text': '[49] قال فرعون للسحرة مستنكراً: آمنتم لموسى بغير إذن مني، وقال موهماً أنَّ فِعْل موسى سحر: إنه لكبيركم الذي علَّمكم السحر، فلسوف تعلمون ما ينزل بكم من عقاب: لأقطعنَّ أيديكم وأرجلكم من خلاف: بقطع اليد اليمنى والرجل اليسرى أو عكس ذلك، ولأصلبنَّكم أجمعين.'
    },
    {
      'id': 50,
      'text': '[50] قال السحرة لفرعون: لا ضرر علينا فيما يلحقنا من عقاب الدنيا، إنا راجعون إلى ربنا فيعطينا النعيم المقيم.'
    },
    {
      'id': 51,
      'text': '[51]. إنا نرجو أن يغفر لنا ربنا خطايانا من الشرك وغيره؛ لكوننا أول المؤمنين في قومك.'
    },
    {
      'id': 52,
      'text': '[52] وأوحى الله إلى موسى عليه السلام: أَنْ سِرْ ليلاً بمن آمن من بني إسرائيل؛ لأن فرعون وجنوده متبعوكم حتى لا يدركوكم قبل وصولكم إلى البحر.'
    },
    {
      'id': 53,
      'text': '[53] فأرسل فرعون جنده -حين بلغه مسير بني إسرائيل- يجمعون جيشه من مدائن مملكته.'
    },
    {
      'id': 54,
      'text': '[54] قال فرعون: إن بني إسرائيل الذين فرُّوا مع موسى لَطائفة حقيرة قليلة العدد،'
    },
    {
      'id': 55,
      'text': '[55]  وإنهم لمالئون صدورنا غيظاً؛ حيث خالفوا ديننا، وخرجوا بغير إذننا،'
    },
    {
      'id': 56,
      'text': '[56]  وإنا لجميع متيقظون مستعدون لهم.'
    },
    {
      'id': 57,
      'text': '[57] فأخرج الله فرعون وقومه من أرض «مصر» ذات البساتين وعيون الماء'
    },
    {
      'id': 58,
      'text': '[58]  وخزائن المال والمنازل الحسان.'
    },
    {
      'id': 59,
      'text': '[59]  وكما أخرجناهم، جعلنا هذه الديار من بعدهم لبني إسرائيل.'
    },
    {
      'id': 60,
      'text': '[60] فلحق فرعون وجنده موسى ومَن معه وقت شروق الشمس.'
    },
    {
      'id': 61,
      'text': '[61] فلما رأى كل واحد من الفريقين الآخر قال أصحاب موسى: إنَّ جَمْعَ فرعون مُدْرِكنا ومهلكنا.'
    },
    {
      'id': 62,
      'text': '[62] قال موسى لهم: كَلَّا ليس الأمر كما ذكرتم فلن تُدْرَكوا؛ إن معي ربي بالنصر، سيهديني لما فيه نجاتي ونجاتكم.'
    },
    {
      'id': 63,
      'text': '[63] فأوحينا إلى موسى أن اضرب بعصاك البحر، فضرب، فانفلق البحر إلى اثني عشر طريقاً بعدد قبائل بني إسرائيل، فكانت كل قطعة انفصلت من البحر كالجبل العظيم.'
    },
    {
      'id': 64,
      'text': '[64] وقرَّبْنا هناك فرعون وقومه حتى دخلوا البحر،'
    },
    {
      'id': 65,
      'text': '[65] وأنجينا موسى ومَن معه أجمعين. فاستمر البحر على انفلاقه حتى عبروا إلى البر،'
    },
    {
      'id': 66,
      'text': '[66]  ثم أغرقنا فرعون ومن معه بإطباق البحر عليهم بعد أن دخلوا فيه متبعين موسى وقومه.'
    },
    {
      'id': 67,
      'text': '[67] إن في ذلك الذي حدث لَعبرة عجيبة دالة على قدرة الله، وما صار أكثر أتباع فرعون مؤمنين مع هذه العلامة الباهرة.'
    },
    {
      'id': 68,
      'text': '[68] وإن ربك لهو العزيز الرحيم، بعزته أهلك الكافرين المكذبين، وبرحمته نجَّى موسى ومَن معه أجمعين.'
    },
    {
      'id': 69,
      'text': '[69] واقصص على الكافرين -أيها الرسول- خبر إبراهيم'
    },
    {
      'id': 70,
      'text': '[70] حين قال لأبيه وقومه: أي شيء تعبدونه؟'
    },
    {
      'id': 71,
      'text': '[71] قالوا: نعبد أصناماً، فنَعْكُف على عبادتها.'
    },
    {
      'id': 72,
      'text': '[72] قال إبراهيم منبهاً على فساد مذهبهم: هل يسمعون دعاءكم إذ تدعونهم،'
    },
    {
      'id': 73,
      'text': '[73]  أو يقدِّمون لكم نفعاً إذا عبدتموهم، أو يصيبونكم بضر إذا تركتم عبادتهم؟'
    },
    {
      'id': 74,
      'text': '[74] قالوا: لا يكون منهم شيء من ذلك، ولكننا وجدنا آباءنا يعبدونهم، فقلَّدناهم فيما كانوا يفعلون.'
    },
    {
      'id': 75,
      'text': '[75] قال إبراهيم: أفأبصرتم بتدبر ما كنتم تعبدون من الأصنام التي لا تسمع ولا تنفع ولا تضر،'
    },
    {
      'id': 76,
      'text': '[76]  أنتم وآباؤكم الأقدمون من قبلكم؟'
    },
    {
      'id': 77,
      'text': '[77]  فإن ما تعبدونهم من دون الله أعداء لي، لكن رب العالمين ومالك أمرهم هو وحده الذي أعبده.'
    },
    {
      'id': 78,
      'text': '[78]  هو الذي خلقني في أحسن صورة فهو يرشدني إلى مصالح الدنيا والآخرة،'
    },
    {
      'id': 79,
      'text': '[79] وهو الذي ينعم عليَّ بالطعام والشراب،'
    },
    {
      'id': 80,
      'text': '[80]  وإذا أصابني مرض فهو الذي يَشْفيني ويعافيني منه،'
    },
    {
      'id': 81,
      'text': '[81]  وهو الذي يميتني في الدنيا بقبض روحي، ثم يحييني يوم القيامة، لا يقدر على ذلك أحد سواه،'
    },
    {
      'id': 82,
      'text': '[82] والذي أطمع أن يتجاوز عن ذنبي يوم الجزاء.'
    },
    {
      'id': 83,
      'text': '[83] قال إبراهيم داعياً ربه: ربِّ امنحني العلم والفهم، وألحقني بالصالحين، واجمع بيني وبينهم في الجنة.'
    },
    {
      'id': 84,
      'text': '[84] واجعل لي ثناء حسناً وذكراً جميلاً في الذين يأتون بعدي إلى يوم القيامة.'
    },
    {
      'id': 85,
      'text': '[85] واجعلني من عبادك الذين تورثهم نعيم الجنة.'
    },
    {
      'id': 86,
      'text': '[86] هذا دعاء من إبراهيم -عليه السلام- أن ينقذ الله أباه من الضلال إلى الهدى، فيغفر له ويتجاوز عنه، كما وعد إبراهيم أباه بالدعاء له، فلما تبيَّن له أنه مستمر في الكفر والشرك إلى أن يموت تبرأ منه.'
    },
    {
      'id': 87,
      'text': '[87] ولا تُلْحق بي الذل، يوم يخرج الناس من القبور للحساب والجزاء،'
    },
    {
      'id': 88,
      'text': '[88] يوم لا ينفع المال والبنون أحداً من العباد،'
    },
    {
      'id': 89,
      'text': '[89]   إلا مَن أتى الله بقلب سليم من الكفر والنفاق والرذيلة.'
    },
    {
      'id': 90,
      'text': '[90] وقُرِّبت الجنة للذين اجتنبوا الكفر والمعاصي، وأقبلوا على الله بالطاعة.'
    },
    {
      'id': 91,
      'text': '[91] وأُظهرت النار للكافرين الذين ضَلُّوا عن الهدى، وتجرَّؤوا على محارم الله وكذَّبوا رسله.'
    },
    {
      'id': 92,
      'text': '[92] وقيل لهم توبيخاً: أين آلهتكم التي كنتم تعبدونها'
    },
    {
      'id': 93,
      'text': '[93]  مِن دون الله، وتزعمون أنها تشفع لكم اليوم؟ هل ينصرونكم، فيدفعون العذاب عنكم، أو ينتصرون بدفع العذاب عن أنفسهم؟ لا شيء من ذلك.'
    },
    {
      'id': 94,
      'text': '[94] فجُمِعوا وألقُوا في جهنم على رؤوسهم مرَّة بعد مرَّة إلى أن استقرُّوا فيها، هم والذين أضلوهم،'
    },
    {
      'id': 95,
      'text': '[95] وأعوان إبليس الذين زيَّنوا لهم الشر، لم يُفْلِت منهم أحد.'
    },
    {
      'id': 96,
      'text': '[96] قالوا معترفين بخطئهم، وهم يتنازعون في جهنم مع مَن أضلوهم:'
    },
    {
      'id': 97,
      'text': '[97]  تالله إننا كنا في الدنيا في ضلال واضح لا خفاء فيه؛'
    },
    {
      'id': 98,
      'text': '[98]  إذ نسويكم برب العالمين المستحق للعبادة وحده.'
    },
    {
      'id': 99,
      'text': '99]  وما أوقعنا في هذا المصير السيِّئ إلا المجرمون الذين دعونا إلى عبادة غير الله فاتبعناهم.'
    },
    {
      'id': 100,
      'text': '[100] فلا أحدَ يشفع لنا، ويخلِّصنا من العذاب،'
    },
    {
      'id': 101,
      'text': '[101]  ولا مَن يَصْدُق في مودتنا ويشفق علينا'
    },
    {
      'id': 102,
      'text': '[102] فليت لنا رجعة إلى الدنيا، فنصير من جملة المؤمنين الناجين.'
    },
    {
      'id': 103,
      'text': '[103] إن في نبأ إبراهيم السابق لَعبرة لِمن يعتبر، وما صار أكثر الذين سمعوا هذا النبأ مؤمنين.'
    },
    {
      'id': 104,
      'text': '[104]  وإن ربك لهو العزيز القادر على الانتقام من المكذبين، الرحيم بعباده المؤمنين.'
    },
    {
      'id': 105,
      'text': '[105] كَذَّبت قوم نوح رسالة نبيهم، فكانوا بهذا مكذبين لجميع الرسل؛ لأن كل رسول يأمر بتصديق جميع الرسل.'
    },
    {
      'id': 106,
      'text': '[106]   إذ قال لهم أخوهم نوح: ألا تخشون الله بترك عبادة غيره؟'
    },
    {
      'id': 107,
      'text': '[107]  إني لكم رسول أمين فيما أبلغكم،'
    },
    {
      'id': 108,
      'text': '[108]  فاجعلوا الإيمان وقاية لكم من عذاب الله وأطيعوني فيما آمركم به من عبادته وحده.'
    },
    {
      'id': 109,
      'text': '[109]. وما أطلب منكم أجراً على تبليغ الرسالة، ما أجري إلا على رب العالمين المتصرفِ في خلقه،'
    },
    {
      'id': 110,
      'text': '[110]  فاحذروا عقابه، وأطيعوني بامتثال أوامره، واجتناب نواهيه.'
    },
    {
      'id': 111,
      'text': '[111] قال له قومه: كيف نصدِّقك ونتبعك، والذين اتبعوك أراذل الناس وأسافلهم؟'
    },
    {
      'id': 112,
      'text': '[112] فأجابهم نوح -عليه السلام- بقوله: لست مكلفاً بمعرفة أعمالهم، إنما كُلِّفت أن أدعوهم إلى الإيمان. والاعتبار بالإيمان، لا بالحسب والنسب والحِرَف والصنائع.'
    },
    {
      'id': 113,
      'text': '[113] ما حسابهم للجزاء على أعمالهم وبواطنهم إلا على ربي المطَّلِع على السرائر. لو كنتم تشعرون بذلك لما قلتم هذا الكلام.'
    },
    {
      'id': 114,
      'text': '[114] وما أنا بطارد الذين يؤمنون بدعوتي، مهما تكن حالهم؛ تلبية لرغبتكم كي تؤمنوا بي'
    },
    {
      'id': 115,
      'text': '[115]  ما أنا إلا نذير بيِّن الإنذار'
    },
    {
      'id': 116,
      'text': '[116] عدل قوم نوح عن المحاورة إلى التهديد، فقالوا له: لئن لم ترجع -يا نوح- عن دعوتك لتكوننَّ مِنَ المقتولين رمياً بالحجارة.'
    },
    {
      'id': 117,
      'text': '[117] فلما سمع نوح قولهم هذا دعا ربه بقوله: رب إن قومي أصروا على تكذيبي،'
    },
    {
      'id': 118,
      'text': '[118]  فاحكم بيني وبينهم حكماً تُهلك به مَن جحد توحيدك وكذَّب رسولك، ونجني ومَن معي من المؤمنين مما تعذب به الكافرين.'
    },
    {
      'id': 119,
      'text': '[119] فأنجيناه ومَن معه في السفينة المملوءة بصنوف المخلوقات التي حملها معه.'
    },
    {
      'id': 120,
      'text': '[120] ثم أغرقنا -بعد إنجاء نوح ومن معه- الباقين الذين لم يؤمنوا مِن قومه وردُّوا عليه النصيحة.'
    },
    {
      'id': 121,
      'text': '[121] إن في نبأ نوح وما كان من إنجاء المؤمنين وإهلاك المكذبين لَعلامة وعبرةً عظيمة لمن بعدهم، وما كان أكثر الذين سمعوا هذه القصة مؤمنين بالله وبرسوله وشرعه.'
    },
    {
      'id': 122,
      'text': '[122] و إن ربك لهو العزيز في انتقامه ممن كفر به وخالف أمره، الرحيم بعباده المؤمنين.'
    },
    {
      'id': 123,
      'text': '[123] كذَّبت قبيلة عاد رسولهم هوداً -عليه السلام- فكانوا بهذا مكذِّبين لجميع الرسل؛ لاتحاد دعوتهم في أصولها وغايتها.'
    },
    {
      'id': 124,
      'text': '[124] إذ قال لهم أخوهم هود: ألا تخشون الله فتخلصوا له العبادة؟'
    },
    {
      'id': 125,
      'text': '[125]  إني مرسَل إليكم لهدايتكم وإرشادكم، حفيظ على رسالة الله، أبلِّغها لكم كما أمرني ربي،'
    },
    {
      'id': 126,
      'text': '[126]  فخافوا عقاب الله وأطيعوني فيما جئتكم به مِن عند الله.'
    },
    {
      'id': 127,
      'text': '[127] . وما أطلب منكم على إرشادكم إلى التوحيد أيَّ نوع من أنواع الأجر، ما أجري إلا على رب العالمين.'
    },
    {
      'id': 128,
      'text': '[128] أتبنون بكل مكان مرتفع بناء عالياً تشرفون منه فتسخرون مِنَ المارة؟ وذلك عبث وإسراف لا يعود عليكم بفائدة في الدين أو الدنيا،'
    },
    {
      'id': 129,
      'text': '[129]  وتتخذون قصوراً منيعة وحصوناً مشيَّدة، كأنكم تخلدون في الدنيا ولا تموتون،'
    },
    {
      'id': 130,
      'text': '[130] وإذا بطشتم بأحد من الخلق قتلاً أو ضرباً، فعلتم ذلك قاهرين ظالمين.'
    },
    {
      'id': 131,
      'text': '[131] فخافوا الله، وامتثلوا ما أدعوكم إليه فإنه أنفع لكم،'
    },
    {
      'id': 132,
      'text': '[132]  واخشوا الله الذي أعطاكم من أنواع النعم مالا خفاء فيه عليكم،'
    },
    {
      'id': 133,
      'text': '[133]  أعطاكم الأنعام: من الإبل والبقر والغنم، وأعطاكم الأولاد،'
    },
    {
      'id': 134,
      'text': '[134]  وأعطاكم البساتين المثمرة، وفجَّر لكم الماء من العيون الجارية.'
    },
    {
      'id': 135,
      'text': '[135] قال هود -عليه السَّلام- محذراً لهم: إني أخاف إن أصررتم على ما أنتم عليه من التكذيب والظلم وكُفْر النِّعَم، أن ينزل الله بكم عذاباً في يوم تعظم شدته من هول عذابه.'
    },
    {
      'id': 136,
      'text': '[136] قالوا له: يستوي عندنا تذكيرك وتخويفك لنا وتركه، فلن نؤمن لك.'
    },
    {
      'id': 137,
      'text': '[137] وقالوا: ما هذا الذي نحن عليه إلا دين الأولين وعاداتهم،'
    },
    {
      'id': 138,
      'text': '[138]  وما نحن بمعذبين على ما نفعل مما حَذَّرْتنا منه من العذاب.'
    },
    {
      'id': 139,
      'text': '[139] فاستمَرُّوا على تكذيبه، فأهلكهم الله بريح  باردة شديدة. إن في ذلك الإهلاك لَعبرة لمن بعدهم، وما كان أكثر الذين سمعوا قصتهم مؤمنين بك.'
    },
    {
      'id': 140,
      'text': '[140]  . وإن ربك لهو العزيز الغالب على ما يريده من إهلاك المكذبين، الرحيم بالمؤمنين.'
    },
    {
      'id': 141,
      'text': '[141] كذَّبت قبيلة ثمود رسولهم صالحاً في رسالته ودعوته إلى توحيد الله، فكانوا بهذا مكذِّبين لجميع الرسل؛ لأنهم جميعاً يدعون إلى توحيد الله.'
    },
    {
      'id': 142,
      'text': '[142] إذ قال لهم أخوهم صالح: ألا تخشون عقاب الله، فتُفرِدوه بالعبادة؟'
    },
    {
      'id': 143,
      'text': '[143]  إني مرسَل من الله إليكم، حفيظ على هذه الرسالة كما تلقيتها عن الله،'
    },
    {
      'id': 144,
      'text': '[144]  فاحذروا عقابه تعالى، وامتثلوا ما دعوتكم إليه.'
    },
    {
      'id': 145,
      'text': '[145]  وما أطلب منكم على نصحي وإرشادي لكم أيَّ جزاء، ما جزائي إلا على رب العالمين.'
    },
    {
      'id': 146,
      'text': '[146] أيترككم ربكم فيما أنتم فيه من النعيم مستقرين في هذه الدنيا آمنين من العذاب والزوال والموت؟'
    },
    {
      'id': 147,
      'text': '[147]  في حدائق مثمرة وعيون جارية'
    },
    {
      'id': 148,
      'text': '[148] وزروع كثيرة ونخل ثمرها يانع لين نضيج،'
    },
    {
      'id': 149,
      'text': '[149] وتنحتون من الجبال بيوتاً ماهرين بنحتها، أَشِرين بَطِرين.'
    },
    {
      'id': 150,
      'text': '[150] فخافوا عقوبة الله، واقبلوا نصحي،'
    },
    {
      'id': 151,
      'text': '[151]  ولا تنقادوا لأمر المسرفين على أنفسهم المتمادين في معصية الله'
    },
    {
      'id': 152,
      'text': '[152]  الذين دأبوا على الإفساد في الأرض إفساداً لا إصلاح فيه.'
    },
    {
      'id': 153,
      'text': '[153] قالت ثمود لنبيها صالح: ما أنت إلا من الذين سُحروا سِحْراً كثيراً، حتى غلب السحر على عقلك.'
    },
    {
      'id': 154,
      'text': '[154]  ما أنت إلا فرد مماثل لنا في البشرية من بني آدم، فكيف تتميز علينا بالرسالة؟ فأت بحجة واضحة تدل على ثبوت رسالتك، إن كنت صادقاً في دعواك أن الله أرسلك إلينا.'
    },
    {
      'id': 155,
      'text': '[155] قال لهم صالح -وقد أتاهم بناقة أخرجها الله له من الصخرة-: هذه ناقة الله لها نصيب من الماء في يوم معلوم، ولكم نصيب منه في يوم آخر، ليس لكم أن تشربوا في اليوم الذي هو نصيبها، ولا هي تشرب في اليوم الذي هو نصيبكم،'
    },
    {
      'id': 156,
      'text': '[156]  ولا تنالوها بشيء مما يسوءها كضَرْبٍ أو قتل أو نحو ذلك، فيهلككم الله بعذابِ يومٍ تعظم شدته؛ بسبب ما يقع فيه من الهول والشدة.'
    },
    {
      'id': 157,
      'text': '[157] فنحروا الناقة، فأصبحوا متحسرين على ما فعلوا لَمَّا أيقنوا بالعذاب، فلم ينفعهم ندمهم.'
    },
    {
      'id': 158,
      'text': '[158] فنزل بهم عذاب الله الذي توعدهم به صالح عليه السلام، فأهلكهم. إن في إهلاك ثمود لَعبرة لمن اعتبر بهذا المصير، وما كان أكثرهم مؤمنين.'
    },
    {
      'id': 159,
      'text': '[159] وإن ربك لهو العزيز القاهر المنتقم من أعدائه المكذبين، الرحيم بمن آمن من خلقه.'
    },
    {
      'id': 160,
      'text': '[160] كَذَّبت قوم لوط برسالته، فكانوا بهذا مكذبين لسائر رسل الله؛ لأن ما جاؤوا به من التوحيد وأصول الشرائع واحد.'
    },
    {
      'id': 161,
      'text': '[161] إذ قال لهم أخوهم لوط: ألا تخشون عذاب الله؟'
    },
    {
      'id': 162,
      'text': '[162]  إني رسول من ربكم، أمين على تبليغ رسالته إليكم،'
    },
    {
      'id': 163,
      'text': '[163]  فاحذروا عقاب الله على تكذيبكم رسوله، واتبعوني فيما دعوتكم إليه،'
    },
    {
      'id': 164,
      'text': '[164] وما أسألكم على دعوتي لهدايتكم أيَّ أجر، ما أجري إلا على رب العالمين.'
    },
    {
      'id': 165,
      'text': '[165]  أتنكحون الذكور مِن بني آدم،'
    },
    {
      'id': 166,
      'text': '[166] وتتركون ما خلق الله لاستمتاعكم وتناسلكم مِن أزواجكم؟ بل أنتم قوم -بهذه المعصية- متجاوزون ما أباحه الله لكم من الحلال إلى الحرام.'
    },
    {
      'id': 167,
      'text': '[167] قال قوم لوط: لئن لم تترك يا لوط نَهْيَنا عن إتيان الذكور وتقبيح فعله، لتكونن من المطرودين من بلادنا.'
    },
    {
      'id': 168,
      'text': '[168] قال لوط لهم: إني لِعملكم الذي تعملونه من إتيان الذكور، لمن المبغضين له بغضاً شديداً.'
    },
    {
      'id': 169,
      'text': '[169] ثم دعا لوط ربه حينما يئس من استجابتهم له قائلاً: ربِّ أنقذني وأنقذ أهلي مما يعمله قومي مِن هذه المعصية القبيحة، ومِن عقوبتك التي ستصيبهم.'
    },
    {
      'id': 170,
      'text': '[170] فنجيناه وأهل بيته والمستجيبين لدعوته أجمعين'
    },
    {
      'id': 171,
      'text': '[171]  إلا عجوزاً من أهله، وهي امرأته لم تشاركهم في الإيمان، فكانت من الباقين في العذاب والهلاك.'
    },
    {
      'id': 172,
      'text': '[172] ثم أهلكنا مَن عداهم من الكفرة أشدَّ إهلاك،'
    },
    {
      'id': 173,
      'text': '[173] ، وأنزلنا عليهم حجارة من السماء كالمطر أهلكتهم، فقَبُحَ مطرُ مَن أنذرهم رسلهم ولم يستجيبوا لهم؛ فقد أُنزل بهم أشدُّ أنواع الهلاك والتدمير.'
    },
    {
      'id': 174,
      'text': '[174] إن في ذلك العقاب الذي نزل بقوم لوط لَعبرة وموعظة، يتعظ بها المكذبون. وما كان أكثرهم مؤمنين.'
    },
    {
      'id': 175,
      'text': '[175] وإن ربك لهو العزيز الغالب الذي يقهر المكذبين، الرحيم بعباده المؤمنين.'
    },
    {
      'id': 176,
      'text': '[176] كذَّب أصحابُ الأرض ذات الشجر الملتف رسولَهم شعيباً في رسالته، فكانوا بهذا مكذِّبين لجميع الرسالات.'
    },
    {
      'id': 177,
      'text': '[177]  إذ قال لهم شعيب: ألا تخشون عقاب الله على شرككم ومعاصيكم؟'
    },
    {
      'id': 178,
      'text': '[178]  إني مرسَل إليكم مِنَ الله لهدايتكم، حفيظ على ما أوحى الله به إليَّ من الرسالة،'
    },
    {
      'id': 179,
      'text': '[179]  فخافوا عقاب الله، واتبعوا ما دعوتكم إليه مِن هداية الله؛ لترشُدوا،'
    },
    {
      'id': 180,
      'text': '[180]  وما أطلب منكم على دعائي لكم إلى الإيمان بالله أيَّ جزاء، ما جزائي إلا على رب العالمين.'
    },
    {
      'id': 181,
      'text': '[181] قال لهم شعيب -وقد كانوا يُنْقِصون الكيل والميزان-: أتمُّوا الكيل للناس وافياً لهم، ولا تكونوا ممن يُنْقِصون الناس حقوقهم،'
    },
    {
      'id': 182,
      'text': '[182]  وَزِنوا بالميزان العدل المستقيم،'
    },
    {
      'id': 183,
      'text': '[183]  ولا تنقصوا الناس شيئاً مِن حقوقهم في كيل أو وزن أو غير ذلك، ولا تكثروا في الأرض الفساد، بالشرك والقتل والنهب وتخويف الناس وارتكاب المعاصي.'
    },
    {
      'id': 184,
      'text': '[184] واحذروا عقوبة الله الذي خلقكم وخلق الأمم المتقدمة عليكم.'
    },
    {
      'id': 185,
      'text': '[185] قالوا: إنما أنت -يا شعيب- مِنَ الذين أصابهم السحر إصابة شديدة، فذهب بعقولهم،'
    },
    {
      'id': 186,
      'text': '[186]  وما أنت إلا واحد مثلنا في البشرية، فكيف تختص دوننا بالرسالة؟ وإن أكبر ظننا أنك من الكاذبين فيما تدَّعيه من الرسالة.'
    },
    {
      'id': 187,
      'text': '[187]  فإن كنت صادقاً في دعوى النبوة، فادع الله أن يسقط علينا قطع عذاب من السماء تستأصلنا.'
    },
    {
      'id': 188,
      'text': '[188] قال لهم شعيب: ربي أعلم بما تعملونه مِنَ الشرك والمعاصي، وبما تستوجبونه من العقاب.'
    },
    {
      'id': 189,
      'text': '[189] فاستمَرُّوا على تكذيبه، فأصابهم الحر الشديد، وصاروا يبحثون عن ملاذ يستظلون به، فأظلتهم سحابة، وجدوا لها برداً ونسيماً، فلما اجتمعوا تحتها التهبت عليهم ناراً فأحرقتهم، فكان هلاكهم جميعاً في يوم شديد الهول.'
    },
    {
      'id': 190,
      'text': '[190] إن في ذلك العقاب الذي نزل بهم، لَدلالة واضحة على قدرة الله في مؤاخذة المكذبين، وعبرة لمن يعتبر، وما كان أكثرهم مؤمنين متعظين بذلك.'
    },
    {
      'id': 191,
      'text': '[191] وإن ربك -أيها الرسول- لهو العزيز في نقمته ممن انتقم منه من أعدائه، الرحيم بعباده الموحدين.'
    },
    {
      'id': 192,
      'text': '[192] وإن هذا القرآن الذي ذُكِرَتْ فيه هذه القصص الصادقة، لَمنزَّل مِن خالق الخلق، ومالك الأمر كله،'
    },
    {
      'id': 193,
      'text': '[193]  نزل به جبريل الأمين،'
    },
    {
      'id': 194,
      'text': '[194]  فتلاه عليك -أيها الرسول- حتى وعيته بقلبك حفظاً وفهماً؛ لتكون مِن رسل الله الذين يخوِّفون قومهم عقاب الله، فتنذر بهذا التنزيل الإنس والجن أجمعين.'
    },
    {
      'id': 195,
      'text': '[195]  نزل به جبريل عليك بلغة عربية واضحة المعنى، ظاهرة الدلالة، فيما يحتاجون إليه في إصلاح شؤون دينهم ودنياهم.'
    },
    {
      'id': 196,
      'text': '[196] وإنَّ ذِكْرَ هذا القرآن لَمثبتٌ في كتب الأنبياء السابقين، قد بَشَّرَتْ به وصَدَّقَتْه.'
    },
    {
      'id': 197,
      'text': '[197] أو لم يَكْفِ هؤلاء -في الدلالة على أنك رسول الله، وأن القرآن حق- عِلْمُ علماء بني إسرائيل صحة ذلك، ومَن آمن منهم كعبدالله بن سلام؟'
    },
    {
      'id': 198,
      'text': '[198] ولو نَزَّلنا القرآن على بعض الذين لا يتكلمون بالعربية'
    },
    {
      'id': 199,
      'text': '[199] فقرأه على كفار قريش قراءة عربية صحيحة، لكفروا به أيضاً، وانتحلوا لجحودهم عذراً'
    },
    {
      'id': 200,
      'text': '[200] كذلك أدخلنا في قلوب المجرمين جحود القرآن، وصار متمكناً فيها؛ وذلك بسبب ظلمهم وإجرامهم،'
    },
    {
      'id': 201,
      'text': '[201]  فلا سبيل إلى أن يتغيروا عمَّا هم عليه من إنكار القرآن، حتى يعاينوا العذاب الشديد الذي وُعِدوا به.'
    },
    {
      'id': 202,
      'text': '[202] فينزل بهم العذاب فجأة، وهم لا يعلمون قبل ذلك بمجيئه،'
    },
    {
      'id': 203,
      'text': '[203]  فيقولون عند مفاجأتهم به تحسُّراً على ما فاتهم من الإيمان: هل نحن مُمْهَلون مُؤخَّرون؛ لنتوب إلى الله مِن شركنا، ونستدرك ما فاتنا؟'
    },
    {
      'id': 204,
      'text': '[204] أَغَرَّ هؤلاء إمهالي، فيستعجلون نزول العذاب عليهم من السماء؟'
    },
    {
      'id': 205,
      'text': '[205] أفعلمت -أيها الرسول- إن مَتَّعناهم بالحياة سنين طويلة بتأخير آجالهم،'
    },
    {
      'id': 206,
      'text': '[206]  ثم نزل بهم العذاب الموعود؟'
    },
    {
      'id': 207,
      'text': '[207] ما أغنى عنهم تمتعهم بطول العمر، وطيب العيش، إذا لم يتوبوا من شركهم؟ فعذاب الله واقع بهم عاجلاً أم آجلاً.'
    },
    {
      'id': 208,
      'text': '[208] وما أهلكنا مِن قرية من القرى في الأمم جميعاً، إلا بعد أن نرسل إليهم رسلاً ينذرونهم'
    },
    {
      'id': 209,
      'text': '[209]  تذكرة لهم وتنبيهاً على ما فيه نجاتهم، وما كنا ظالمين فنعذب أمة قبل أن نرسل إليها رسولاً.'
    },
    {
      'id': 210,
      'text': '[210] وما تَنَزَّلَتْ بالقرآن على محمد صلى الله عليه وسلم الشياطين كما يزعم الكفرة'
    },
    {
      'id': 211,
      'text': '[211] ولا يصح منهم ذلك، وما يستطيعونه؛'
    },
    {
      'id': 212,
      'text': '[212]  لأنهم عن استماع القرآن من السماء محجوبون مرجومون بالشهب.'
    },
    {
      'id': 213,
      'text': '[213] فلا تعبد مع الله معبوداً غيره، فينزل بك من العذاب ما نزل بهؤلاء الذين عبدوا مع الله غيره.'
    },
    {
      'id': 214,
      'text': '[214] وحَذِّر -أيها الرسول- الأقرب فالأقرب مِن قومك، مِن عذابنا، أن ينزل بهم.'
    },
    {
      'id': 215,
      'text': '[215] وأَلِنْ جانبك وكلامك تواضعاً ورحمة لمن ظهر لك منه إجابة دعوتك.'
    },
    {
      'id': 216,
      'text': '[216] فإن خالفوا أمرك ولم يتبعوك، فتبرَّأ من أعمالهم، وما هم عليه من الشرك والضلال.'
    },
    {
      'id': 217,
      'text': '[217] وفَوِّضْ أمرك إلى الله العزيز الذي لا يغالَب ولا يُقْهَر، الرحيم الذي لا يخذل أولياءه،'
    },
    {
      'id': 218,
      'text': '[218] وهو الذي يراك حين تقوم للصلاة وحدك في جوف الليل'
    },
    {
      'id': 219,
      'text': '[219]  ويرى تقلُّبك مع الساجدين في صلاتهم معك قائماً وراكعاً وساجداً وجالساً'
    },
    {
      'id': 220,
      'text': '[220]  إنه -سبحانه- هو السميع لتلاوتك وذكرك، العليم بنيتك وعملك.'
    },
    {
      'id': 221,
      'text': '[221] هل أخبركم -أيها الناس- على مَن تنزَّل الشياطين؟'
    },
    {
      'id': 222,
      'text': '[222]  تتنزل على كل كذَّاب كثير الآثام من الكهنة،'
    },
    {
      'id': 223,
      'text': '[223]  يَسْتَرِقُ الشياطين السمع، يتخطفونه من الملأ الأعلى، فيلقونه إلى الكهان، ومَن جرى مجراهم مِنَ الفسقة، وأكثر هؤلاء كاذبون، يَصْدُق أحدهم في كلمة، فيزيد فيها أكثر مِن مائة كذبة.'
    },
    {
      'id': 224,
      'text': '[224] والشعراء يقوم شعرهم على الباطل والكذب، ويجاريهم الضالون الزائغون مِن أمثالهم'
    },
    {
      'id': 225,
      'text': '[225]  ألم تر -أيها النبي- أنهم يذهبون كالهائم على وجهه، يخوضون في كل فن مِن فنون الكذب والزور وتمزيق الأعراض والطعن في الأنساب وتجريح النساء العفائف'
    },
    {
      'id': 226,
      'text': '[226]  وأنهم يقولون ما لا يفعلون، يبالغون في مدح أهل الباطل، وينتقصون أهل الحق؟'
    },
    {
      'id': 227,
      'text': '[227] استثنى الله من الشعراءِ الشعراءَ الذين اهتدَوْا بالإيمان وعملوا الصالحات، وأكثروا مِن ذِكْر الله فقالوا الشعر في توحيد الله -سبحانه- والثناء عليه جلَّ ذكره، والدفاع عن رسوله محمد -صلى الله عليه وسلم-، وتكلموا بالحكمة والموعظة والآداب الحسنة، وانتصروا للإسلام، يهجون مَن يهجوه أو يهجو رسوله؛ ردّاً على الشعراء الكافرين. وسيعلم الذين ظلموا أنفسهم بالشرك والمعاصي، وظلموا غيرهم بغمط حقوقهم، أو الاعتداء عليهم، أو بالتُّهم الباطلة، أي مرجع من مراجع الشر والهلاك يرجعون إليه؟ إنَّه منقلب سوء، نسأل الله السلامة والعافية.'
    }
  ]
}
;
