/// Arabic Tafsir (Al-Muyassar) data.
const Map<String, dynamic> tafsir100 = 
{
  'id': 100,
  'verses': [
    {
      'id': 1,
      'text': '[1] أقسم الله تعالى بالخيل الجاريات في سبيله نحو العدوِّ، حين يظهر صوت أنفاسها من سرعة عَدْوِها. ولا يجوز للمخلوق أن يقسم إلا بالله؛ فإن القسم بغير الله شرك.'
    },
    {
      'id': 2,
      'text': '[2] فالخيلِ اللاتي تنقدح النار من صلابة حوافرها؛ لشدَّة عَدْوها.'
    },
    {
      'id': 3,
      'text': '[3] فالخيلِ التي تُغير برُكْبانها على الأعداء عند الصبح.'
    },
    {
      'id': 4,
      'text': '[4] فهيَّجْنَ بهذا العَدْو غباراً.'
    },
    {
      'id': 5,
      'text': '[5] فتوسَّطن بركبانهن جموع الأعداء.'
    },
    {
      'id': 6,
      'text': '[6] إن الإنسان لِنعم ربه لَجحود'
    },
    {
      'id': 7,
      'text': '[7] وإنه بجحوده ذلك لمقر'
    },
    {
      'id': 8,
      'text': '[8] وإنه لحب المال لشديد.'
    },
    {
      'id': 9,
      'text': '[9] أفلا يعلم الإنسان ما ينتظره إذا أخرج الله الأموات من القبور للحساب والجزاء؟'
    },
    {
      'id': 10,
      'text': '[10] واستُخرج ما استتر في الصدور من خير أو شر.'
    },
    {
      'id': 11,
      'text': '[11] إن ربهم بهم وبأعمالهم يومئذ لخبير، لا يخفى عليه شيء من ذلك.'
    }
  ]
}
;
